
PawnOptions = {
	["LastVersion"] = 2.0708,
	["LastPlayerFullName"] = "Хугомонк-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 193800,
			["Level"] = 278,
			["Link"] = "|cff0070dd|Hitem:193800::::::::60:269::18:5:9158:6652:7937:1500:4785:1:28:2155:::::|h[Видение предрешенных исходов]|h|r",
		}, -- [1]
		{
			["ID"] = 199383,
			["Level"] = 252,
			["Link"] = "|cff0070dd|Hitem:199383::::::::60:269::26:3:6652:7578:8936:2:28:2172:9:60:::::|h[Ожерелье катаклизма]|h|r",
		}, -- [2]
		{
			["ID"] = 189822,
			["Level"] = 265,
			["Link"] = "|cffa335ee|Hitem:189822::::::::60:269::90:6:8131:8117:8756:6652:1511:6646::::::|h[Импортированный наплеч иллидари]|h|r",
		}, -- [3]
		[13] = {
			["ID"] = 193815,
			["Level"] = 278,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:193815::::::::60:269::18:4:9158:6652:1500:4785:1:28:2155:::::|h[Боевой рог родной земли]|h|r",
		},
		[7] = {
			["ID"] = 188911,
			["Level"] = 265,
			["Link"] = "|cffa335ee|Hitem:188911::::::::60:269::90:5:8756:6652:8155:1485:6646:1:28:1040:::::|h[Набедренники Великого Всплеска]|h|r",
		},
		[14] = {
			["ID"] = 188267,
			["Level"] = 265,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cffa335ee|Hitem:188267::::::::60:269::90:4:8756:6652:1511:6646::::::|h[Колокольчики вечного пира]|h|r",
		},
		[15] = {
			["ID"] = 199385,
			["Level"] = 252,
			["Link"] = "|cff0070dd|Hitem:199385::::::::60:269::26:2:6652:8936:2:28:2172:9:60:::::|h[Плащ пыледемона]|h|r",
		},
		[8] = {
			["ID"] = 189798,
			["Level"] = 265,
			["Link"] = "|cffa335ee|Hitem:189798::::::::60:269::90:6:8131:8137:8756:6652:1511:6646::::::|h[Мокасины ужасного отпущения]|h|r",
		},
		[16] = {
			["ID"] = 193808,
			["Level"] = 278,
			["Link"] = "|cff0070dd|Hitem:193808::::::::60:269::18:4:9158:6652:1500:4785:1:28:2547:::::|h[Боевое копье часового]|h|r",
		},
		[9] = {
			["ID"] = 189812,
			["Level"] = 265,
			["Link"] = "|cffa335ee|Hitem:189812::::::::60:269::90:7:6652:7578:8131:8138:8756:1511:6646::::::|h[Затертые песком наручи пожирателя]|h|r",
		},
		[5] = {
			["ID"] = 199356,
			["Level"] = 252,
			["Link"] = "|cff0070dd|Hitem:199356::::::::60:269::26:2:6652:8936:2:28:2172:9:60:::::|h[Облачение пыледемона]|h|r",
		},
		[10] = {
			["ID"] = 199358,
			["Level"] = 252,
			["Link"] = "|cff0070dd|Hitem:199358::::::::60:269::26:2:6652:8936:2:28:2172:9:60:::::|h[Перчатки пыледемона]|h|r",
		},
		[11] = {
			["ID"] = 199382,
			["Level"] = 252,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:199382::::::::60:269::26:3:6652:7578:8936:2:28:2425:9:60:::::|h[Печатка природной катастрофы]|h|r",
		},
		[6] = {
			["ID"] = 189773,
			["Level"] = 265,
			["Link"] = "|cffa335ee|Hitem:189773::::::::60:269::90:7:6652:7578:8131:8137:8756:1511:6646::::::|h[Застежка искаженного крещендо]|h|r",
		},
		[12] = {
			["ID"] = 199381,
			["Level"] = 252,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:199381::::::::60:269::26:3:6652:7578:8936:2:28:2172:9:60:::::|h[Печать стихийных бедствий]|h|r",
		},
		[17] = {
			["ID"] = 84542,
			["Level"] = 53,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff1eff00|Hitem:84542::::::::48:269::11:1:3631:2:28:1757:9:47:::::|h[Батаарская секира]|h|r",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MONK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
