
PawnOptions = {
	["LastVersion"] = 2.0707,
	["LastPlayerFullName"] = "Хугомонк-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 181666,
			["Level"] = 96,
			["Link"] = "|cff0070dd|Hitem:181666::::::::52:269::53:3:7192:6652:7578:2:28:807:9:52:::::|h[Шлем из некротизированной шкуры]|h|r",
		}, -- [1]
		{
			["ID"] = 144117,
			["Level"] = 146,
			["Link"] = "|cff0070dd|Hitem:144117::::::::59:269::22:3:6652:8812:8760:2:28:181:9:59:::::|h[Подвеска сводящего с ума]|h|r",
		}, -- [2]
		{
			["ID"] = 181671,
			["Level"] = 114,
			["Link"] = "|cff0070dd|Hitem:181671::::::::55:269::53:2:7192:6652:2:28:807:9:55:::::|h[Наплеч из некротизированной шкуры]|h|r",
		}, -- [3]
		[13] = {
			["ID"] = 173349,
			["Level"] = 134,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:173349::::::::57:269::11:1:6706:2:28:1707:9:57:::::|h[Сбоящий контролер центурионов]|h|r",
		},
		[7] = {
			["ID"] = 143979,
			["Level"] = 132,
			["Link"] = "|cff0070dd|Hitem:143979::::::::57:269::22:2:6652:8760:2:28:181:9:57:::::|h[Поножи Темнопряда]|h|r",
		},
		[14] = {
			["ID"] = 173349,
			["Level"] = 134,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:173349::::::::58:269::11:1:6706:2:28:1707:9:57:::::|h[Сбоящий контролер центурионов]|h|r",
		},
		[15] = {
			["ID"] = 144115,
			["Level"] = 124,
			["Link"] = "|cff0070dd|Hitem:144115::::::::56:269::22:2:6652:8760:2:28:181:9:56:::::|h[Плащ слабеющей воли]|h|r",
		},
		[8] = {
			["ID"] = 143973,
			["Level"] = 139,
			["Link"] = "|cff0070dd|Hitem:143973::::::::58:269::22:2:6652:8760:2:28:181:9:58:::::|h[Ботфорты оскверненных вод]|h|r",
		},
		[16] = {
			["ID"] = 181221,
			["Level"] = 114,
			["Link"] = "|cff0070dd|Hitem:181221::::::::55:269::53:2:7192:6652:2:28:807:9:55:::::|h[Сбалансированный посох темнокрыла]|h|r",
		},
		[9] = {
			["ID"] = 181187,
			["Level"] = 114,
			["Link"] = "|cff0070dd|Hitem:181187::::::::57:269::53:2:7192:6652:2:9:55:28:807:::::|h[Путы ловца душ]|h|r",
		},
		[5] = {
			["ID"] = 143957,
			["Level"] = 146,
			["Link"] = "|cff0070dd|Hitem:143957::::::::59:269::22:2:6652:8760:2:28:181:9:59:::::|h[Нагрудный доспех проворных лап]|h|r",
		},
		[10] = {
			["ID"] = 175616,
			["Level"] = 138,
			["Link"] = "|cff1eff00|Hitem:175616::::::::59:269::11:1:6707:2:28:1707:9:59:::::|h[Перчатки отважного претендента]|h|r",
		},
		[11] = {
			["ID"] = 144129,
			["Level"] = 95,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:144129::::::::53:269::22:3:6652:8811:8760:2:28:181:9:52:::::|h[Глаз бури]|h|r",
		},
		[6] = {
			["ID"] = 181587,
			["Level"] = 90,
			["Link"] = "|cff0070dd|Hitem:181587::::::::51:269::53:3:7192:6652:7578:2:28:807:9:51:::::|h[Пояс душеносца]|h|r",
		},
		[12] = {
			["ID"] = 144129,
			["Level"] = 95,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:144129::::::::54:269::22:3:6652:8811:8760:2:28:181:9:52:::::|h[Глаз бури]|h|r",
		},
		[17] = {
			["ID"] = 84542,
			["Level"] = 53,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff1eff00|Hitem:84542::::::::48:269::11:1:3631:2:28:1757:9:47:::::|h[Батаарская секира]|h|r",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MONK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
