
PawnOptions = {
	["LastVersion"] = 2.0707,
	["LastPlayerFullName"] = "Хугомонк-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 87320,
			["Level"] = 31,
			["Link"] = "|cff0070dd|Hitem:87320::::::::25:269::11:1:6710:2:28:1833:9:25:::::|h[Головной покров Нетерпеливого]|h|r",
		}, -- [1]
		{
			["ID"] = 175245,
			["Level"] = 5,
			["Link"] = "|cff1eff00|Hitem:175245::::::::9:1450::::1:28:741:::::|h[Клыковое руническое ожерелье]|h|r",
		}, -- [2]
		{
			["ID"] = 175227,
			["Level"] = 12,
			["Link"] = "|cff1eff00|Hitem:175227::::::::9:1450::11:1:6500:2:28:741:9:9:::::|h[Экспедиционные кожаные наплечники]|h|r",
		}, -- [3]
		[7] = {
			["ID"] = 87284,
			["Level"] = 29,
			["Link"] = "|cff0070dd|Hitem:87284::::::::23:269::11:1:6710:2:28:1829:9:23:::::|h[Поножи пятого солнца]|h|r",
		},
		[15] = {
			["ID"] = 14593,
			["Level"] = 22,
			["Link"] = "|cff1eff00|Hitem:14593::::::::20:269::1:1:6654:2:28:1918:9:20:::::|h[Плащ Соколиного Глаза]|h|r",
		},
		[8] = {
			["ID"] = 90313,
			["Level"] = 18,
			["Link"] = "|cff1eff00|Hitem:90313::::::::16:269::11:1:3631:2:28:1754:9:15:::::|h[Кожаные сапоги оползня]|h|r",
		},
		[16] = {
			["ID"] = 144110,
			["Level"] = 30,
			["Link"] = "|cff0070dd|Hitem:144110::::::::24:269::1:2:6710:6652:2:28:265:9:24:::::|h[Остроконечный посох мастера Снежный Вихрь]|h|r",
		},
		[9] = {
			["ID"] = 144126,
			["Level"] = 29,
			["Link"] = "|cff0070dd|Hitem:144126::::::::23:269::1:3:6710:6652:8810:2:28:2563:9:23:::::|h[Наручи призывателя звезд]|h|r",
		},
		[5] = {
			["ID"] = 113740,
			["Level"] = 29,
			["Link"] = "|cff0070dd|Hitem:113740::::::::23:269::1:2:4244:127:2:28:1697:9:23:::::|h[Полыхающий мундир с символом лихорадочного света]|h|r",
		},
		[10] = {
			["ID"] = 113746,
			["Level"] = 25,
			["Link"] = "|cff0070dd|Hitem:113746::::::::20:269::1:2:4244:45:2:28:1697:9:20:::::|h[Полыхающие перчатки с символом бесподобия]|h|r",
		},
		[11] = {
			["ID"] = 113755,
			["Level"] = 31,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:113755::::::::25:269::1:2:4244:117:2:28:1697:9:25:::::|h[Кольцо текущей воды]|h|r",
		},
		[6] = {
			["ID"] = 175233,
			["Level"] = 11,
			["Link"] = "|cff1eff00|Hitem:175233::::::::8:1450::11:1:6500:2:28:741:9:8:::::|h[Экспедиционный кожаный пояс]|h|r",
		},
		[12] = {
			["ID"] = 113755,
			["Level"] = 31,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:113755::::::::26:269::1:2:4244:117:2:28:1697:9:25:::::|h[Кольцо текущей воды]|h|r",
		},
		[17] = {
			["ID"] = 90332,
			["Level"] = 17,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff1eff00|Hitem:90332::::::::16:269::11:1:3631:2:28:1754:9:14:::::|h[Дворфоруб Зин'Джуна]|h|r",
		},
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MONK",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
