
PawnOptions = {
	["LastVersion"] = 2.0713,
	["LastPlayerFullName"] = "Хугокан-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 113764,
			["Level"] = 43,
			["Link"] = "|cff0070dd|Hitem:113764::::::::13:62::1:2:4244:22:2:28:1697:9:13:::::|h[Цветущая шапка с символом огненной вспышки]|h|r",
		}, -- [1]
		{
			["ID"] = 175245,
			["Level"] = 5,
			["Link"] = "|cff1eff00|Hitem:175245::::::::9:1449::::1:28:741:::::|h[Клыковое руническое ожерелье]|h|r",
		}, -- [2]
		{
			["ID"] = 122378,
			["Level"] = 36,
			["Link"] = "|cff00ccff|Hitem:122378::::::::13:62:::1:583::::::|h[Изысканное оплечье провидца в изгнании]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 122384,
			["Level"] = 36,
			["Link"] = "|cff00ccff|Hitem:122384::::::::13:62:::1:583::::::|h[Изорванное одеяние Багрового Тумана]|h|r",
		}, -- [5]
		{
			["ID"] = 175238,
			["Level"] = 5,
			["Link"] = "|cff1eff00|Hitem:175238::::::::8:1449::11:1:6500:2:28:741:9:8:::::|h[Экспедиционный тканевый шнурованный ремень]|h|r",
		}, -- [6]
		{
			["ID"] = 175224,
			["Level"] = 5,
			["Link"] = "|cff1eff00|Hitem:175224::::::::8:1449::11:1:6500:2:28:741:9:8:::::|h[Экспедиционные тканевые поножи]|h|r",
		}, -- [7]
		{
			["ID"] = 187759,
			["Level"] = 1,
			["Link"] = "|cffffffff|Hitem:187759::::::::1:1449::75:::::::|h[Туфли мага]|h|r",
		}, -- [8]
		{
			["ID"] = 175234,
			["Level"] = 3,
			["Link"] = "|cff1eff00|Hitem:175234::::::::7:1449::11:1:6500:2:28:741:9:7:::::|h[Экспедиционные тканевые нарукавники]|h|r",
		}, -- [9]
		{
			["ID"] = 175218,
			["Level"] = 7,
			["Link"] = "|cff1eff00|Hitem:175218::::::::10:1449::11:1:6500:2:28:741:9:9:::::|h[Экспедиционные тканевые перчатки]|h|r",
		}, -- [10]
		nil, -- [11]
		nil, -- [12]
		{
			["ID"] = 178168,
			["Level"] = 9,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:178168::::::::10:1449::1:1:6500:2:28:741:9:10:::::|h[Ритуальный камень Темного Молота]|h|r",
		}, -- [13]
		{
			["ID"] = 178168,
			["Level"] = 9,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:178168::::::::11:1449::1:1:6500:2:28:741:9:10:::::|h[Ритуальный камень Темного Молота]|h|r",
		}, -- [14]
		{
			["ID"] = 11847,
			["Level"] = 5,
			["Link"] = "|cffffffff|Hitem:11847::::::::5:1449:::1:6713:2:28:957:9:5:::::|h[Изношенный плащ]|h|r",
		}, -- [15]
		{
			["ID"] = 122368,
			["Level"] = 36,
			["Link"] = "|cff00ccff|Hitem:122368::::::::13:62:::1:583::::::|h[Большой посох Джордана]|h|r",
		}, -- [16]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "MAGE",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
