
PawnOptions = {
	["LastVersion"] = 2.0718,
	["LastPlayerFullName"] = "Хугохав-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 112450,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112450::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Повязка иллидари]|h|r",
		}, -- [1]
		{
			["ID"] = 112461,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112461::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Цепочка иллидари]|h|r",
		}, -- [2]
		{
			["ID"] = 112456,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112456::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Наплечники иллидари]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 112454,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112454::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Одеяние иллидари]|h|r",
		}, -- [5]
		{
			["ID"] = 112453,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112453::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Пояс иллидари]|h|r",
		}, -- [6]
		{
			["ID"] = 112451,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112451::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Поножи иллидари]|h|r",
		}, -- [7]
		{
			["ID"] = 112457,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112457::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Сапоги иллидари]|h|r",
		}, -- [8]
		{
			["ID"] = 112452,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112452::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Наручи иллидари]|h|r",
		}, -- [9]
		{
			["ID"] = 112455,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112455::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Перчатки иллидари]|h|r",
		}, -- [10]
		{
			["ID"] = 112459,
			["Level"] = 6,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:112459::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Кольцо иллидари]|h|r",
		}, -- [11]
		{
			["ID"] = 112460,
			["Level"] = 6,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:112460::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Перстень иллидари]|h|r",
		}, -- [12]
		{
			["ID"] = 123959,
			["Level"] = 6,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:123959::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Демонический трофей]|h|r",
		}, -- [13]
		{
			["ID"] = 123960,
			["Level"] = 6,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:123960::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Талисман демонического огня]|h|r",
		}, -- [14]
		{
			["ID"] = 112462,
			["Level"] = 6,
			["Link"] = "|cff1eff00|Hitem:112462::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Пелерина иллидари]|h|r",
		}, -- [15]
		{
			["ID"] = 112458,
			["Level"] = 6,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff1eff00|Hitem:112458::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Боевой клинок иллидари]|h|r",
		}, -- [16]
		{
			["ID"] = 129181,
			["Level"] = 6,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff1eff00|Hitem:129181::::::::8:1456::75:1:7129:2:28:699:9:8:::::|h[Боевые клинки иллидари]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEMONHUNTER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
