
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
	},
	["ChatHistoryLog"] = {
		{
			"Нету :)", -- [1]
			"Нирхао-Ревущийфьорд", -- [2]
			"", -- [3]
			"4. Чат для новичков", -- [4]
			"Нирхао-Ревущийфьорд", -- [5]
			"GUIDE", -- [6]
			32, -- [7]
			4, -- [8]
			"Чат для новичков", -- [9]
			0, -- [10]
			2, -- [11]
			"Player-1615-0AED2AA2", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff0070ddНирхао|r",
			[51] = 1666758901,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [1]
		{
			"обьединить сумки!!!!", -- [1]
			"Альвида-Борейскаятундра", -- [2]
			"", -- [3]
			"4. Чат для новичков", -- [4]
			"Альвида-Борейскаятундра", -- [5]
			"GUIDE", -- [6]
			32, -- [7]
			4, -- [8]
			"Чат для новичков", -- [9]
			0, -- [10]
			3, -- [11]
			"Player-1929-0E2E02DF", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfff48cbaАльвида-Борейскаятундра|r",
			[51] = 1666759032,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [2]
	},
}
