
PawnOptions = {
	["LastVersion"] = 2.0712,
	["LastPlayerFullName"] = "Хугопал-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 181196,
			["Level"] = 162,
			["Link"] = "|cff0070dd|Hitem:181196::::::::60:65::53:3:7192:6652:7579:2:9:57:28:807:::::|h[Шлем воинства Камнетворицы]|h|r",
		}, -- [1]
		{
			["ID"] = 173797,
			["Level"] = 167,
			["Link"] = "|cff0070dd|Hitem:173797::::::::60:65::11:1:6706:2:9:55:28:1707:::::|h[Ожерелье из зубов лариона]|h|r",
		}, -- [2]
		{
			["ID"] = 178070,
			["Level"] = 162,
			["Link"] = "|cff1eff00|Hitem:178070::::::::60:65::11:1:6707:2:9:57:28:1707:::::|h[Оплечье камнерожденного]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 181605,
			["Level"] = 170,
			["Link"] = "|cff0070dd|Hitem:181605::::::::60:65::53:2:7192:6652:2:9:59:28:807:::::|h[Кираса щитоносца]|h|r",
		}, -- [5]
		{
			["ID"] = 181612,
			["Level"] = 139,
			["Link"] = "|cff0070dd|Hitem:181612::::::::60:65::53:3:7192:6652:7579:2:9:51:28:807:::::|h[Ремень щитоносца]|h|r",
		}, -- [6]
		{
			["ID"] = 178739,
			["Level"] = 174,
			["Link"] = "|cff0070dd|Hitem:178739::::::::60:65::17:4:7217:8134:6771:6652:2:9:55:28:747:::::|h[Ножные латы нечестивого бешенства]|h|r",
		}, -- [7]
		{
			["ID"] = 177653,
			["Level"] = 175,
			["Link"] = "|cff0070dd|Hitem:177653::::::::60:65::11:1:6706:2:9:57:28:1707:::::|h[Мощные башмаки Бутуса]|h|r",
		}, -- [8]
		{
			["ID"] = 181203,
			["Level"] = 143,
			["Link"] = "|cff0070dd|Hitem:181203::::::::60:65::53:3:7192:6652:7578:2:9:52:28:807:::::|h[Латные наручи воинства Камнетворицы]|h|r",
		}, -- [9]
		{
			["ID"] = 181608,
			["Level"] = 170,
			["Link"] = "|cff0070dd|Hitem:181608::::::::60:65::53:2:7192:6652:2:9:59:28:807:::::|h[Рукавицы щитоносца]|h|r",
		}, -- [10]
		{
			["ID"] = 178077,
			["Level"] = 166,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:178077::::::::60:65::11:1:6707:2:9:58:28:1707:::::|h[Печатка дома Брайрбейн]|h|r",
		}, -- [11]
		{
			["ID"] = 175713,
			["Level"] = 162,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:175713::::::::60:65::53:2:7192:6652:2:9:57:28:807:::::|h[Кольцо из спригганской колючки]|h|r",
		}, -- [12]
		{
			["ID"] = 173349,
			["Level"] = 167,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:173349::::::::60:65::11:1:6706:2:9:55:28:1707:::::|h[Сбоящий контролер центурионов]|h|r",
		}, -- [13]
		{
			["ID"] = 181334,
			["Level"] = 143,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:181334::::::::60:65::53:2:7192:6652:2:9:52:28:807:::::|h[Экстрактор сущностей]|h|r",
		}, -- [14]
		{
			["ID"] = 175766,
			["Level"] = 162,
			["Link"] = "|cff1eff00|Hitem:175766::::::::60:65::11:1:6707:2:9:57:28:1707:::::|h[Охотничий плащ Илки]|h|r",
		}, -- [15]
		{
			["ID"] = 181223,
			["Level"] = 192,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cffa335ee|Hitem:181223::::::::60:65::55:2:7890:6652:2:9:58:28:807:::::|h[Булава пепельного гнева]|h|r",
		}, -- [16]
		{
			["ID"] = 181629,
			["Level"] = 196,
			["Link"] = "|cffa335ee|Hitem:181629::::::::60:65::55:2:7890:43:2:9:59:28:807:::::|h[Защитник путеводного света]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "PALADIN",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
