
AltoholicDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугохав - Ревущий фьорд"] = "Хугохав - Ревущий фьорд",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Хуголок - Ревущий фьорд"] = "Хуголок - Ревущий фьорд",
		["Хуготор - Ревущий фьорд"] = "Хуготор - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хугошам - Ревущий фьорд"] = "Хугошам - Ревущий фьорд",
		["Хуговар - Ревущий фьорд"] = "Хуговар - Ревущий фьорд",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
		["Хугохав - Гордунни"] = "Хугохав - Гордунни",
		["Хугобум - Ревущий фьорд"] = "Хугобум - Ревущий фьорд",
		["Maelti - Doomhammer"] = "Maelti - Doomhammer",
		["Хугопвар - Ревущий фьорд"] = "Хугопвар - Ревущий фьорд",
	},
	["global"] = {
		["options"] = {
			["UI.Tabs.Summary.CurrentRealms"] = 3,
			["UI.Tabs.Summary.CurrentMode"] = 9,
			["UI.Minimap.IconAngle"] = 62.30057793514656,
			["UI.Mail.LastExpiryWarning"] = 1681584399,
		},
	},
}
