
DataStore_CraftsDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугохав - Ревущий фьорд"] = "Хугохав - Ревущий фьорд",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хуготор - Ревущий фьорд"] = "Хуготор - Ревущий фьорд",
		["Хуголок - Ревущий фьорд"] = "Хуголок - Ревущий фьорд",
		["Хугошам - Ревущий фьорд"] = "Хугошам - Ревущий фьорд",
		["Хугакон - Ревущий фьорд"] = "Хугакон - Ревущий фьорд",
		["Хуговар - Ревущий фьорд"] = "Хуговар - Ревущий фьорд",
		["Хугохав - Гордунни"] = "Хугохав - Гордунни",
		["Хугобум - Ревущий фьорд"] = "Хугобум - Ревущий фьорд",
		["Maelti - Doomhammer"] = "Maelti - Doomhammer",
		["Хугопвар - Ревущий фьорд"] = "Хугопвар - Ревущий фьорд",
	},
	["global"] = {
		["Characters"] = {
			["Default.Ревущий фьорд.Хугошам"] = {
				["lastUpdate"] = 1676992323,
			},
			["Default.Ревущий фьорд.Хугомонк"] = {
				["lastUpdate"] = 1667753710,
			},
			["Default.Ревущий фьорд.Хуготор"] = {
				["lastUpdate"] = 1672399863,
			},
			["Default.Ревущий фьорд.Хуговар"] = {
				["lastUpdate"] = 1666781510,
			},
			["Default.Гордунни.Хугохав"] = {
				["lastUpdate"] = 1668273546,
			},
			["Default.Ревущий фьорд.Хугохав"] = {
				["lastUpdate"] = 1681584396,
			},
			["Default.Doomhammer.Maelti"] = {
				["lastUpdate"] = 1666768978,
			},
			["Default.Ревущий фьорд.Хугопал"] = {
				["lastUpdate"] = 1667150346,
			},
			["Default.Ревущий фьорд.Хугобум"] = {
				["lastUpdate"] = 1670950596,
			},
			["Default.Draenor.Hugork"] = {
				["lastUpdate"] = 1667328301,
			},
			["Default.Ревущий фьорд.Хугокан"] = {
				["lastUpdate"] = 1670506571,
			},
			["Default.Ревущий фьорд.Хугопвар"] = {
				["lastUpdate"] = 1668704702,
			},
			["Default.Ревущий фьорд.Хуголок"] = {
				["lastUpdate"] = 1675630586,
			},
			["Default.Ревущий фьорд.Хугакон"] = {
				["lastUpdate"] = 1668582587,
			},
			["Default.Draenor.Hugotest"] = {
				["lastUpdate"] = 1666780270,
			},
		},
	},
}
DataStore_CraftsRefDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугохав - Ревущий фьорд"] = "Хугохав - Ревущий фьорд",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хуготор - Ревущий фьорд"] = "Хуготор - Ревущий фьорд",
		["Хуголок - Ревущий фьорд"] = "Хуголок - Ревущий фьорд",
		["Хугошам - Ревущий фьорд"] = "Хугошам - Ревущий фьорд",
		["Хугакон - Ревущий фьорд"] = "Хугакон - Ревущий фьорд",
		["Хуговар - Ревущий фьорд"] = "Хуговар - Ревущий фьорд",
		["Хугохав - Гордунни"] = "Хугохав - Гордунни",
		["Хугобум - Ревущий фьорд"] = "Хугобум - Ревущий фьорд",
		["Maelti - Doomhammer"] = "Maelti - Doomhammer",
		["Хугопвар - Ревущий фьорд"] = "Хугопвар - Ревущий фьорд",
	},
}
