
DataStore_StatsDB = {
	["profileKeys"] = {
		["Хуговар - Ревущий фьорд"] = "Хуговар - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Maelti - Doomhammer"] = "Maelti - Doomhammer",
	},
	["global"] = {
		["Characters"] = {
			["Default.Ревущий фьорд.Хугопал"] = {
				["Stats"] = {
					["Ranged"] = "1-1|0|0|0|6",
					["HealthMax"] = 133,
					["Melee"] = "7-8|2.6000001430511|14|0|6|0",
					["MaxPower"] = "0|52",
					["Spell"] = "22|22|0|6|0|8",
					["PVP"] = "0|0",
					["Base"] = "14|7|19|22|0",
					["Defense"] = "0|0|3|3.8727917671204|10|0",
				},
				["lastUpdate"] = 1667150348,
			},
			["Default.Doomhammer.Maelti"] = {
				["Stats"] = {
					["Ranged"] = "1-2|0|0|0|12.800000190735",
					["HealthMax"] = 21300,
					["Melee"] = "569-616|3.1310000419617|1016|0|12.800000190735|0",
					["MaxPower"] = "1|100",
					["Spell"] = "305|315|0|12.800000190735|281|0",
					["PVP"] = "0|0",
					["Base"] = "968|308|1065|305|0",
					["Defense"] = "0|0|3|9.6352806091309|10|0",
				},
				["lastUpdate"] = 1666768978,
			},
			["Default.Draenor.Hugork"] = {
				["Stats"] = {
					["Ranged"] = "1-1|0|0|0|5",
					["HealthMax"] = 168,
					["Melee"] = "9-10|2.6000001430511|20|0|5|0",
					["MaxPower"] = "1|100",
					["Spell"] = "13|13|0|5|0|0",
					["PVP"] = "0|0",
					["Base"] = "20|9|24|13|0",
					["Defense"] = "0|0|3|4.2468452453613|3|0",
				},
				["lastUpdate"] = 1667328301,
			},
			["Default.Ревущий фьорд.Хуговар"] = {
				["Stats"] = {
					["Ranged"] = "1-1|0|0|0|5",
					["HealthMax"] = 224,
					["Melee"] = "12-13|2.6000001430511|27|0|5|0",
					["MaxPower"] = "1|100",
					["Spell"] = "18|18|0|5|0|0",
					["PVP"] = "0|0",
					["Base"] = "27|14|32|18|0",
					["Defense"] = "0|0|3|4.6832413673401|10|0",
				},
				["lastUpdate"] = 1666781551,
			},
			["Default.Draenor.Hugotest"] = {
				["Stats"] = {
					["Ranged"] = "1-1|0|0|0|5",
					["HealthMax"] = 168,
					["Melee"] = "9-10|2.6000001430511|20|0|5|0",
					["MaxPower"] = "1|100",
					["Spell"] = "13|13|0|5|0|0",
					["PVP"] = "0|0",
					["Base"] = "20|9|24|13|0",
					["Defense"] = "0|0|3|4.2468452453613|10|0",
				},
				["lastUpdate"] = 1666780273,
			},
		},
	},
}
