
DataStore_ReputationsDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугохав - Ревущий фьорд"] = "Хугохав - Ревущий фьорд",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хуготор - Ревущий фьорд"] = "Хуготор - Ревущий фьорд",
		["Хуголок - Ревущий фьорд"] = "Хуголок - Ревущий фьорд",
		["Хугошам - Ревущий фьорд"] = "Хугошам - Ревущий фьорд",
		["Хугакон - Ревущий фьорд"] = "Хугакон - Ревущий фьорд",
		["Хуговар - Ревущий фьорд"] = "Хуговар - Ревущий фьорд",
		["Хугохав - Гордунни"] = "Хугохав - Гордунни",
		["Хугобум - Ревущий фьорд"] = "Хугобум - Ревущий фьорд",
		["Maelti - Doomhammer"] = "Maelti - Doomhammer",
		["Хугопвар - Ревущий фьорд"] = "Хугопвар - Ревущий фьорд",
	},
	["global"] = {
		["Characters"] = {
			["Default.Ревущий фьорд.Хугошам"] = {
				["lastUpdate"] = 1676992323,
				["Factions"] = {
					[78] = 3100,
					[7] = 4000,
					[8] = 3100,
					[10] = 400,
					[113] = 3100,
					[76] = 3500,
					[9] = 500,
					[6] = 3100,
				},
			},
			["Default.Ревущий фьорд.Хугомонк"] = {
				["lastUpdate"] = 1667753709,
				["Factions"] = {
					[7] = 3100,
					[78] = 3100,
					[8] = 3100,
					[9] = 500,
					[113] = 3100,
					[102] = 3000,
					[76] = 3500,
					[6] = 3100,
					[10] = 400,
				},
			},
			["Default.Ревущий фьорд.Хуготор"] = {
				["lastUpdate"] = 1672399864,
				["Factions"] = {
					[78] = 3100,
					[7] = 3100,
					[8] = 3100,
					[10] = 400,
					[113] = 3100,
					[76] = 3500,
					[9] = 500,
					[6] = 4000,
				},
			},
			["Default.Ревущий фьорд.Хуговар"] = {
				["lastUpdate"] = 1666781509,
				["Factions"] = {
					[78] = 3106,
					[7] = 6306,
					[8] = 3106,
					[10] = 406,
					[113] = 3106,
					[76] = 3506,
					[9] = 506,
					[6] = 3375,
				},
			},
			["Default.Гордунни.Хугохав"] = {
				["lastUpdate"] = 1668273546,
				["Factions"] = {
					4000, -- [1]
					3100, -- [2]
					3100, -- [3]
					3100, -- [4]
					3100, -- [5]
					[112] = 3100,
					[77] = 0,
					[75] = 3300,
				},
			},
			["Default.Ревущий фьорд.Хугохав"] = {
				["lastUpdate"] = 1681584396,
				["Factions"] = {
					[78] = 3100,
					[7] = 500,
					[8] = 500,
					[10] = 4000,
					[9] = 3100,
					[6] = 500,
					[76] = 3500,
					[113] = 3100,
				},
			},
			["Default.Doomhammer.Maelti"] = {
				["lastUpdate"] = 1666768978,
				["Factions"] = {
					3100, -- [1]
					3100, -- [2]
					3100, -- [3]
					4000, -- [4]
					3100, -- [5]
					[77] = 0,
					[169] = 0,
					[170] = 14000,
					[112] = 3100,
					[60] = 0,
					[172] = 21000,
					[158] = 1410,
					[166] = 1875,
					[167] = 0,
					[75] = 3300,
					[154] = 12500,
				},
			},
			["Default.Ревущий фьорд.Хугопал"] = {
				["lastUpdate"] = 1667150345,
				["Factions"] = {
					[78] = 3100,
					[7] = 500,
					[8] = 500,
					[10] = 4000,
					[113] = 3100,
					[76] = 3500,
					[9] = 3100,
					[6] = 500,
				},
			},
			["Default.Ревущий фьорд.Хугобум"] = {
				["lastUpdate"] = 1670950596,
				["Factions"] = {
					[78] = 3100,
					[7] = 4000,
					[8] = 3100,
					[10] = 400,
					[6] = 3100,
					[9] = 500,
					[76] = 3500,
					[113] = 3100,
				},
			},
			["Default.Draenor.Hugork"] = {
				["lastUpdate"] = 1667328300,
				["Factions"] = {
					[113] = 3100,
					[7] = 4000,
					[8] = 3100,
					[10] = 400,
					[78] = 3100,
					[76] = 3500,
					[9] = 500,
					[6] = 3100,
				},
			},
			["Default.Ревущий фьорд.Хугокан"] = {
				["lastUpdate"] = 1670506571,
				["Factions"] = {
					[78] = 3100,
					[7] = 3100,
					[8] = 3100,
					[10] = 400,
					[113] = 3100,
					[76] = 3500,
					[9] = 500,
					[6] = 4000,
				},
			},
			["Default.Ревущий фьорд.Хугопвар"] = {
				["lastUpdate"] = 1668704701,
				["Factions"] = {
					[78] = 3100,
					[7] = 3100,
					[8] = 4000,
					[10] = 400,
					[6] = 3100,
					[9] = 500,
					[76] = 3500,
					[113] = 3100,
				},
			},
			["Default.Ревущий фьорд.Хуголок"] = {
				["lastUpdate"] = 1675630587,
				["Factions"] = {
					[78] = 3100,
					[7] = 4000,
					[8] = 3100,
					[10] = 400,
					[6] = 3100,
					[9] = 500,
					[76] = 3500,
					[113] = 3100,
				},
			},
			["Default.Ревущий фьорд.Хугакон"] = {
				["lastUpdate"] = 1668582587,
				["Factions"] = {
					[78] = 3100,
					[7] = 3100,
					[8] = 3100,
					[10] = 400,
					[113] = 3100,
					[76] = 3500,
					[9] = 500,
					[6] = 3100,
				},
			},
			["Default.Draenor.Hugotest"] = {
				["lastUpdate"] = 1666780270,
				["Factions"] = {
					[113] = 3100,
					[7] = 4000,
					[8] = 3100,
					[10] = 400,
					[78] = 3100,
					[76] = 3500,
					[9] = 500,
					[6] = 3100,
				},
			},
		},
	},
}
