
DataStore_AuctionsDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугохав - Ревущий фьорд"] = "Хугохав - Ревущий фьорд",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хуготор - Ревущий фьорд"] = "Хуготор - Ревущий фьорд",
		["Хуголок - Ревущий фьорд"] = "Хуголок - Ревущий фьорд",
		["Хугошам - Ревущий фьорд"] = "Хугошам - Ревущий фьорд",
		["Хугакон - Ревущий фьорд"] = "Хугакон - Ревущий фьорд",
		["Хуговар - Ревущий фьорд"] = "Хуговар - Ревущий фьорд",
		["Хугохав - Гордунни"] = "Хугохав - Гордунни",
		["Хугобум - Ревущий фьорд"] = "Хугобум - Ревущий фьорд",
		["Maelti - Doomhammer"] = "Maelti - Doomhammer",
		["Хугопвар - Ревущий фьорд"] = "Хугопвар - Ревущий фьорд",
	},
	["global"] = {
		["Characters"] = {
			["Default.Draenor.Hugork"] = {
				["lastAuctionsScan"] = 1666519175,
				["lastVisitDate"] = "2022/10/23 14:58",
				["lastUpdate"] = 1666519175,
			},
			["Default.Doomhammer.Maelti"] = {
				["lastUpdate"] = 1666298562,
				["lastVisitDate"] = "2022/10/21 01:42",
			},
		},
	},
}
