
DataStore_AgendaDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
		["Хуготор - Ревущий фьорд"] = "Хуготор - Ревущий фьорд",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Maelti - Doomhammer"] = "Maelti - Doomhammer",
		["Хугакон - Ревущий фьорд"] = "Хугакон - Ревущий фьорд",
		["Хуговар - Ревущий фьорд"] = "Хуговар - Ревущий фьорд",
		["Хугохав - Гордунни"] = "Хугохав - Гордунни",
		["Хугобум - Ревущий фьорд"] = "Хугобум - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хугопвар - Ревущий фьорд"] = "Хугопвар - Ревущий фьорд",
	},
	["global"] = {
		["Options"] = {
			["WeeklyResetHour"] = 6,
			["WeeklyResetDay"] = 3,
			["NextWeeklyReset"] = "2023-01-04",
		},
		["Characters"] = {
			["Default.Ревущий фьорд.Хугомонк"] = {
				["lastUpdate"] = 1667753711,
			},
			["Default.Ревущий фьорд.Хуготор"] = {
				["lastUpdate"] = 1672399865,
			},
			["Default.Ревущий фьорд.Хуговар"] = {
				["lastUpdate"] = 1666781667,
			},
			["Default.Гордунни.Хугохав"] = {
				["lastUpdate"] = 1668273547,
			},
			["Default.Ревущий фьорд.Хугопал"] = {
				["lastUpdate"] = 1667150347,
			},
			["Default.Ревущий фьорд.Хугобум"] = {
				["lastUpdate"] = 1670950598,
			},
			["Default.Draenor.Hugork"] = {
				["lastUpdate"] = 1667328318,
			},
			["Default.Ревущий фьорд.Хугокан"] = {
				["lastUpdate"] = 1670506573,
			},
			["Default.Doomhammer.Maelti"] = {
				["lastUpdate"] = 1666768978,
			},
			["Default.Ревущий фьорд.Хугопвар"] = {
				["lastUpdate"] = 1668704702,
			},
			["Default.Ревущий фьорд.Хугакон"] = {
				["lastUpdate"] = 1668582589,
			},
			["Default.Draenor.Hugotest"] = {
				["lastUpdate"] = 1666780271,
			},
		},
	},
}
