
_detalhes_global = {
	["encounter_spell_pool"] = {
		{
			2563, -- [1]
			"Заросшее древо", -- [2]
		}, -- [1]
		[374025] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[168398] = {
			1754, -- [1]
			"Пушка \"Силы Чернорука\"", -- [2]
		},
		[113017] = {
			1417, -- [1]
			"Цзао Искатель Солнца", -- [2]
		},
		[384773] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[30925] = {
			1922, -- [1]
			"Мастер", -- [2]
		},
		[373004] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[168399] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[371981] = {
			2605, -- [1]
			"[*] Стихийный всплеск", -- [2]
		},
		[33688] = {
			2012, -- [1]
			"Кристаллический хранитель", -- [2]
		},
		[104318] = {
			2556, -- [1]
			"Дикий бес <Гернина>", -- [2]
		},
		[118903] = {
			2129, -- [1]
			"Глинтрок-проклинатель", -- [2]
		},
		[396035] = {
			2607, -- [1]
			"Заряженный губитель", -- [2]
		},
		[371983] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[38166] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[152792] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[191941] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[308527] = {
			2326, -- [1]
			"Гор'грот", -- [2]
		},
		[178124] = {
			1750, -- [1]
			"Ошир", -- [2]
		},
		[375055] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[387849] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[42772] = {
			2026, -- [1]
			"Стратег из клана Укротителей драконов", -- [2]
		},
		[375056] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[380174] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[390921] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[200898] = {
			1850, -- [1]
			"Инквизитор Истязарий", -- [2]
		},
		[380175] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[377105] = {
			2585, -- [1]
			"Лейтенант чешуйчатых губителей", -- [2]
		},
		[8814] = {
			552, -- [1]
			"Тенегорнский геолог", -- [2]
		},
		[380176] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[89735] = {
			1060, -- [1]
			"Испорченный хлеб", -- [2]
		},
		[168148] = {
			1754, -- [1]
			"[*] Обстрел", -- [2]
		},
		[374038] = {
			2590, -- [1]
			"Эмбар Огненная Тропа", -- [2]
		},
		[396044] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[375575] = {
			2614, -- [1]
			"Драконоид – заклинатель огня", -- [2]
		},
		[373017] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[388882] = {
			2618, -- [1]
			"Насыщательница-воин стихий", -- [2]
		},
		[385812] = {
			2635, -- [1]
			"Нестабильный насыщатель <Дафия Перерожденная>", -- [2]
		},
		[209602] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[374554] = {
			2605, -- [1]
			"[*] Лужа магмы", -- [2]
		},
		[150751] = {
			1653, -- [1]
			"Надсмотрщик за рабами Крушто", -- [2]
		},
		[375578] = {
			2614, -- [1]
			"Драконоид – заклинатель огня", -- [2]
		},
		[374043] = {
			2590, -- [1]
			"Эмбар Огненная Тропа", -- [2]
		},
		[47699] = {
			2010, -- [1]
			"Кристаллический хранитель", -- [2]
		},
		[106113] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[375580] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[382233] = {
			2580, -- [1]
			"Батак", -- [2]
		},
		[15643] = {
			245, -- [1]
			"Император Дагран Тауриссан", -- [2]
		},
		[152800] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[373535] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[375071] = {
			2610, -- [1]
			"Лавовые щупальца", -- [2]
		},
		[31566] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[397077] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[152801] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[151010] = {
			1665, -- [1]
			"Воин-костещеп", -- [2]
		},
		[114942] = {
			2592, -- [1]
			"Тотем целительного прилива <Бишарк>", -- [2]
		},
		[390938] = {
			2563, -- [1]
			"Рассерженная стрекотуха", -- [2]
		},
		[119420] = {
			1443, -- [1]
			"Адарогг", -- [2]
		},
		[396056] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[89739] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[188114] = {
			1790, -- [1]
			"Рокмора", -- [2]
		},
		[387359] = {
			2618, -- [1]
			"[*] Промокание насквозь", -- [2]
		},
		[199373] = {
			2607, -- [1]
			"Войско мертвых|T1392565:0|t", -- [2]
		},
		[390942] = {
			2563, -- [1]
			"Рассерженная стрекотуха", -- [2]
		},
		[115455] = {
			1405, -- [1]
			"Крик'тик - прерыватель чар", -- [2]
		},
		[34267] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[374567] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[375591] = {
			2582, -- [1]
			"Нестабильный побег", -- [2]
		},
		[124283] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[390944] = {
			2563, -- [1]
			"Рассерженная стрекотуха", -- [2]
		},
		[384292] = {
			2635, -- [1]
			"Говорящий с бурей <Дафия Перерожденная>", -- [2]
		},
		[205004] = {
			1818, -- [1]
			"Аватара отмщения", -- [2]
		},
		[34971] = {
			1947, -- [1]
			"Коготь", -- [2]
		},
		[376105] = {
			2639, -- [1]
			"[*] Сияющая искра", -- [2]
		},
		[374570] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[150759] = {
			1653, -- [1]
			"Надсмотрщик за рабами Крушто", -- [2]
		},
		[107268] = {
			1397, -- [1]
			"Диверсант Кип'тилак", -- [2]
		},
		[47765] = {
			2010, -- [1]
			"[*] Гравитационный колодец", -- [2]
		},
		[193235] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[378155] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[370991] = {
			2590, -- [1]
			"Опаловый Клык", -- [2]
		},
		[396068] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[34268] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[168929] = {
			1754, -- [1]
			"Черепон", -- [2]
		},
		[55250] = {
			1981, -- [1]
			"Гал'дара", -- [2]
		},
		[152298] = {
			1655, -- [1]
			"Мстительный элементаль магмы", -- [2]
		},
		[115458] = {
			1405, -- [1]
			"[*] Кислотная бомба", -- [2]
		},
		[151275] = {
			1672, -- [1]
			"Аку'май Пожиратель", -- [2]
		},
		[375091] = {
			2590, -- [1]
			"Эмбар Огненная Тропа", -- [2]
		},
		[197333] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[164837] = {
			1749, -- [1]
			"Лютоклык", -- [2]
		},
		[47958] = {
			2012, -- [1]
			"Орморок Воспитатель Дерев", -- [2]
		},
		[153067] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[373046] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[201172] = {
			1846, -- [1]
			"Безликое щупальце", -- [2]
		},
		[197334] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[374582] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[373559] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[373048] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[396077] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[371514] = {
			2590, -- [1]
			"Эмбар Огненная Тропа", -- [2]
		},
		[390449] = {
			2635, -- [1]
			"Грозовая буря", -- [2]
		},
		[372538] = {
			2612, -- [1]
			"Вспышка лавы", -- [2]
		},
		[372027] = {
			2590, -- [1]
			"Эмбар Огненная Тропа", -- [2]
		},
		[256955] = {
			2103, -- [1]
			"Рыцарь-капитан Валири", -- [2]
		},
		[376634] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[377658] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[384823] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[15580] = {
			243, -- [1]
			"Гнев'рел", -- [2]
		},
		[372030] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[388918] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[205014] = {
			1851, -- [1]
			"Порождение тени", -- [2]
		},
		[150001] = {
			1663, -- [1]
			"Мордреш Огненный Глаз", -- [2]
		},
		[388407] = {
			2635, -- [1]
			"Яростная буря <Дафия Перерожденная>", -- [2]
		},
		[119299] = {
			1443, -- [1]
			"Адарогг", -- [2]
		},
		[153072] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[382267] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[388920] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[377662] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[164587] = {
			1654, -- [1]
			"Огрон из клана Кровавого Молота", -- [2]
		},
		[390968] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[385339] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[200154] = {
			1793, -- [1]
			"Раскаленный углешкур <Даргрул>", -- [2]
		},
		[384316] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[150003] = {
			1663, -- [1]
			"Пламенеющий служитель", -- [2]
		},
		[154353] = {
			1682, -- [1]
			"Знамение смерти <Нер'зул>", -- [2]
		},
		[388923] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[373059] = {
			2590, -- [1]
			"Кадрос Ледяной Гнев", -- [2]
		},
		[55700] = {
			1978, -- [1]
			"Плюющаяся кобра", -- [2]
		},
		[119684] = {
			1441, -- [1]
			"Синь Мастер Боя", -- [2]
		},
		[317791] = {
			2607, -- [1]
			"Чародей из войска мертвых", -- [2]
		},
		[150004] = {
			1655, -- [1]
			"Мастер горна Гон'ду", -- [2]
		},
		[124290] = {
			1447, -- [1]
			"[*] Натиск Клинка", -- [2]
		},
		[21909] = {
			429, -- [1]
			"Принцесса Терадрас", -- [2]
		},
		[317792] = {
			2607, -- [1]
			"Чародей из войска мертвых", -- [2]
		},
		[375620] = {
			2614, -- [1]
			"Драконид – вестник шторма", -- [2]
		},
		[266106] = {
			2111, -- [1]
			"Дикий кровавый роевик", -- [2]
		},
		[118917] = {
			2129, -- [1]
			"Глинтрок-проклинатель", -- [2]
		},
		[16172] = {
			1983, -- [1]
			"Землетряс Драккари", -- [2]
		},
		[382274] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[397115] = {
			2587, -- [1]
			"[*] Испепеление", -- [2]
		},
		[381251] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[390463] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[119941] = {
			1465, -- [1]
			"Лужа смолы", -- [2]
		},
		[386370] = {
			2590, -- [1]
			"Опаловый Клык", -- [2]
		},
		[150774] = {
			438, -- [1]
			"Ругуг", -- [2]
		},
		[382277] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[389443] = {
			2615, -- [1]
			"Нейтрализующее устройство", -- [2]
		},
		[202462] = {
			1851, -- [1]
			"Саел'орн", -- [2]
		},
		[372045] = {
			2592, -- [1]
			"Кислотный паучок <Сеннарт>", -- [2]
		},
		[150776] = {
			1654, -- [1]
			"Гуг'рокк", -- [2]
		},
		[157173] = {
			1678, -- [1]
			"Страж Скверны <Когти Аргуса>", -- [2]
		},
		[386375] = {
			2590, -- [1]
			"Дафия Бич Бури", -- [2]
		},
		[389446] = {
			2615, -- [1]
			"Нейтрализующее устройство", -- [2]
		},
		[381770] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[209628] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[375630] = {
			2614, -- [1]
			"Драконид – вестник шторма", -- [2]
		},
		[388424] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[151545] = {
			1653, -- [1]
			"Страж из клана Кровавого Молота", -- [2]
		},
		[377166] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[375631] = {
			2614, -- [1]
			"Драконид – вестник шторма", -- [2]
		},
		[256710] = {
			2103, -- [1]
			"[*] Пылающий арсенал", -- [2]
		},
		[372561] = {
			2613, -- [1]
			"Куалаши-охотник", -- [2]
		},
		[31697] = {
			1946, -- [1]
			"Топеглад", -- [2]
		},
		[256199] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[150011] = {
			1655, -- [1]
			"Мастер горна Гон'ду", -- [2]
		},
		[209630] = {
			1870, -- [1]
			"[*] Пронзающий ураган", -- [2]
		},
		[123654] = {
			1442, -- [1]
			"Мин Коварный", -- [2]
		},
		[192231] = {
			2613, -- [1]
			"Тотем жидкой магмы <Wolfenstian-TwistingNether>", -- [2]
		},
		[385359] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[114571] = {
			1417, -- [1]
			"Раздор", -- [2]
		},
		[376660] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[256201] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[376149] = {
			2569, -- [1]
			"Удушающее облако гнили <Гниломаг Око Гнева>", -- [2]
		},
		[382802] = {
			2569, -- [1]
			"Злобная заклинательница гнили", -- [2]
		},
		[119433] = {
			1445, -- [1]
			"Брюхошлак", -- [2]
		},
		[107279] = {
			1419, -- [1]
			"[*] Засасывающий внутрь вихрь", -- [2]
		},
		[372056] = {
			2590, -- [1]
			"Опаловый Клык", -- [2]
		},
		[188395] = {
			1805, -- [1]
			"[*] Шаровая молния", -- [2]
		},
		[120201] = {
			1442, -- [1]
			"Хайан Неудержимый", -- [2]
		},
		[256970] = {
			2103, -- [1]
			"Рыцарь-капитан Валири", -- [2]
		},
		[381781] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[397134] = {
			2590, -- [1]
			"Опаловый Клык", -- [2]
		},
		[119434] = {
			1445, -- [1]
			"Брюхошлак", -- [2]
		},
		[373084] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[384343] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[388949] = {
			2614, -- [1]
			"Ледяной покров", -- [2]
		},
		[91800] = {
			2607, -- [1]
			"Восставший вурдалак", -- [2]
		},
		[374621] = {
			2605, -- [1]
			"Рокочущий опустошитель", -- [2]
		},
		[193260] = {
			1805, -- [1]
			"[*] Статическое поле", -- [2]
		},
		[374622] = {
			2605, -- [1]
			"Рокочущий опустошитель", -- [2]
		},
		[373087] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[90905] = {
			1062, -- [1]
			"Пират из братства Справедливости", -- [2]
		},
		[374623] = {
			2605, -- [1]
			"Морозный разрушитель", -- [2]
		},
		[50842] = {
			2607, -- [1]
			6, -- [2]
		},
		[374112] = {
			2592, -- [1]
			"Хладодышащий арахнид", -- [2]
		},
		[374624] = {
			2605, -- [1]
			"Морозный разрушитель", -- [2]
		},
		[373089] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[153089] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[202473] = {
			1851, -- [1]
			"Саел'орн", -- [2]
		},
		[374625] = {
			2605, -- [1]
			"Морозный разрушитель", -- [2]
		},
		[377184] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[378208] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[210150] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[382303] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[150020] = {
			1671, -- [1]
			"Сумеречный владыка Балтиэль", -- [2]
		},
		[384351] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[386910] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[383840] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[375653] = {
			2614, -- [1]
			"Драконид – вестник шторма", -- [2]
		},
		[384353] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[396124] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[151813] = {
			1671, -- [1]
			"Сумеречный владыка Балтиэль", -- [2]
		},
		[389473] = {
			2590, -- [1]
			"Глубинный гигант", -- [2]
		},
		[153093] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[188404] = {
			1805, -- [1]
			"Штормовой дракон", -- [2]
		},
		[150023] = {
			1655, -- [1]
			"Магмолат", -- [2]
		},
		[386916] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[153094] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[376170] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[374635] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[369006] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[47773] = {
			2010, -- [1]
			"Великая ведунья Телестра", -- [2]
		},
		[205549] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[376683] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[89757] = {
			1065, -- [1]
			"Пушка братства Справедливости", -- [2]
		},
		[150025] = {
			1671, -- [1]
			"Исцеляющие воды", -- [2]
		},
		[386920] = {
			2636, -- [1]
			"[*] Яростные молнии", -- [2]
		},
		[165122] = {
			1748, -- [1]
			"Ахри'ок Дугру", -- [2]
		},
		[206574] = {
			1868, -- [1]
			"[*] Резонирующий удар сплеча", -- [2]
		},
		[386921] = {
			2637, -- [1]
			"Драконобойный копьемет", -- [2]
		},
		[386410] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[386411] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[374641] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[385389] = {
			2637, -- [1]
			"[*] Ударная волна", -- [2]
		},
		[347008] = {
			2129, -- [1]
			"Страж Скверны <Гоэтия-Ясеневыйлес>", -- [2]
		},
		[91038] = {
			1065, -- [1]
			"Обезьяна-рудокоп", -- [2]
		},
		[391019] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[49821] = {
			2565, -- [1]
			5, -- [2]
		},
		[152843] = {
			1652, -- [1]
			"Огненная глыба", -- [2]
		},
		[114451] = {
			1414, -- [1]
			"Пузыристый бражный хмелементаль", -- [2]
		},
		[192504] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[377204] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[391022] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[378229] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[202740] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[378230] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[382836] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[151566] = {
			1655, -- [1]
			"Подчинитель магмы из клана Кровавого Молота", -- [2]
		},
		[88481] = {
			1063, -- [1]
			"Врагорез-5000", -- [2]
		},
		[379256] = {
			2585, -- [1]
			"Драконья иллюзия", -- [2]
		},
		[150032] = {
			1655, -- [1]
			"Магмолат", -- [2]
		},
		[15550] = {
			1946, -- [1]
			"Болотоход", -- [2]
		},
		[378235] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[48287] = {
			1978, -- [1]
			"Слад'ран", -- [2]
		},
		[164618] = {
			1654, -- [1]
			"Взрывное пламя <Говорящий с огнем из клана Кровавого Молота>", -- [2]
		},
		[369025] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[90913] = {
			1062, -- [1]
			"Страшный попугай", -- [2]
		},
		[369026] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[21337] = {
			426, -- [1]
			"Загнивший плетун", -- [2]
		},
		[150290] = {
			1655, -- [1]
			"Катастрофа", -- [2]
		},
		[34662] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[151570] = {
			1661, -- [1]
			"Кристалл ядовитого всплеска", -- [2]
		},
		[396151] = {
			1417, -- [1]
			"Раздор", -- [2]
		},
		[166923] = {
			1749, -- [1]
			"Раздиратель Плоти Нок'Гар", -- [2]
		},
		[210166] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[198396] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[49887] = {
			1894, -- [1]
			"[*] Искажение гравитации", -- [2]
		},
		[106267] = {
			1418, -- [1]
			"[*] Пульсация гидрокопья", -- [2]
		},
		[48096] = {
			2011, -- [1]
			"Керистраза", -- [2]
		},
		[200700] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[106651] = {
			1412, -- [1]
			"Ук-Ук", -- [2]
		},
		[371591] = {
			2590, -- [1]
			"Кадрос Ледяной Гнев", -- [2]
		},
		[88484] = {
			1063, -- [1]
			"Врагорез-5000", -- [2]
		},
		[372615] = {
			2613, -- [1]
			"Прирученный феникс", -- [2]
		},
		[381315] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[119573] = {
			1441, -- [1]
			"[*] Кольцо огня", -- [2]
		},
		[89252] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[150038] = {
			1655, -- [1]
			"Магмолат", -- [2]
		},
		[150550] = {
			1665, -- [1]
			"Вестник смерти Черношип", -- [2]
		},
		[377223] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[8242] = {
			548, -- [1]
			"Олаф", -- [2]
		},
		[372107] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[150807] = {
			1653, -- [1]
			"Пленный шахтер", -- [2]
		},
		[396672] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[151575] = {
			1663, -- [1]
			"Мордреш Огненный Глаз", -- [2]
		},
		[12544] = {
			243, -- [1]
			"Беше'рел", -- [2]
		},
		[151576] = {
			1661, -- [1]
			"Ядовитый всплеск <Кристалл ядовитого всплеска>", -- [2]
		},
		[381834] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[386440] = {
			2590, -- [1]
			"Кадрос Ледяной Гнев", -- [2]
		},
		[372623] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[54878] = {
			1983, -- [1]
			"Элементаль Драккари", -- [2]
		},
		[195332] = {
			1816, -- [1]
			"Огнезол <Вул'кан>", -- [2]
		},
		[89766] = {
			2129, -- [1]
			"Страж Скверны <Гоэтия-Ясеневыйлес>", -- [2]
		},
		[376208] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[106526] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[118936] = {
			2129, -- [1]
			"Глинтрок-оракул", -- [2]
		},
		[376209] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[19643] = {
			275, -- [1]
			"Берсерк из племени Тлеющего Терновника", -- [2]
		},
		[151323] = {
			1659, -- [1]
			"Полководец Злоклык", -- [2]
		},
		[152091] = {
			1654, -- [1]
			"Нестабильный шлаковый элементаль <Гуг'рокк>", -- [2]
		},
		[185099] = {
			2565, -- [1]
			10, -- [2]
		},
		[376723] = {
			2580, -- [1]
			"Буремант из клана Нокхуд", -- [2]
		},
		[381329] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[15087] = {
			243, -- [1]
			"Радо'рел", -- [2]
		},
		[33833] = {
			2010, -- [1]
			"Безумный призрак маны", -- [2]
		},
		[150045] = {
			1655, -- [1]
			"Магмолат", -- [2]
		},
		[389007] = {
			2565, -- [1]
			"[*] Дикая энергия", -- [2]
		},
		[156954] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[391055] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[44644] = {
			1895, -- [1]
			"Магистр Солнечного Клинка", -- [2]
		},
		[209921] = {
			1793, -- [1]
			"Раскаленный углешкур <Даргрул>", -- [2]
		},
		[387474] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[369563] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[369052] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[211457] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[164632] = {
			1749, -- [1]
			"Гром'карская огненная лучница", -- [2]
		},
		[90920] = {
			1062, -- [1]
			"Страшный попугай", -- [2]
		},
		[15503] = {
			1895, -- [1]
			"Гараксас", -- [2]
		},
		[377242] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[209667] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[15583] = {
			243, -- [1]
			"Радо'рел", -- [2]
		},
		[15615] = {
			1850, -- [1]
			"Страж Скверны - уничтожитель", -- [2]
		},
		[376732] = {
			2580, -- [1]
			"[*] Штормовые ветра", -- [2]
		},
		[199177] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[88490] = {
			1063, -- [1]
			"Врагорез-5000", -- [2]
		},
		[385434] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[372129] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[378783] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[118940] = {
			2129, -- [1]
			"Глинтрок-оракул", -- [2]
		},
		[199179] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[376737] = {
			2580, -- [1]
			"[*] Молния", -- [2]
		},
		[369061] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[369573] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[374691] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[119964] = {
			1444, -- [1]
			"Темный шаман Корантал", -- [2]
		},
		[9906] = {
			553, -- [1]
			"Нефритовый василиск", -- [2]
		},
		[11969] = {
			552, -- [1]
			"Галганн Огнемолот", -- [2]
		},
		[14032] = {
			1895, -- [1]
			"Жрица Делрисса", -- [2]
		},
		[375204] = {
			2610, -- [1]
			"[*] Жидкая магма", -- [2]
		},
		[375716] = {
			2614, -- [1]
			"Воин стихий – чародейка", -- [2]
		},
		[384416] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[378787] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[35946] = {
			1980, -- [1]
			"Охотник бога Драккари", -- [2]
		},
		[44198] = {
			1894, -- [1]
			"Феникс <Кель'тас Солнечный Скиталец>", -- [2]
		},
		[12097] = {
			1945, -- [1]
			"Бешенка Нижетопи", -- [2]
		},
		[207881] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[371624] = {
			2590, -- [1]
			"Дафия Бич Бури", -- [2]
		},
		[257777] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[382883] = {
			2569, -- [1]
			"Злобная заклинательница гнили", -- [2]
		},
		[385442] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[199182] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[381349] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[10258] = {
			554, -- [1]
			"Аркедас", -- [2]
		},
		[375209] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[112929] = {
			1306, -- [1]
			"Хваткая ненависть <Тажань Чжу>", -- [2]
		},
		[202766] = {
			1855, -- [1]
			"Кровавая принцесса Тал'ена", -- [2]
		},
		[385958] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[22907] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[389541] = {
			2565, -- [1]
			"Статуя белого тигра <Хугомонк>", -- [2]
		},
		[44199] = {
			1894, -- [1]
			"Феникс <Кель'тас Солнечный Скиталец>", -- [2]
		},
		[209676] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[317898] = {
			2607, -- [1]
			"Нестабильная искра", -- [2]
		},
		[388008] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[44519] = {
			1895, -- [1]
			"Чернокнижник Солнечного Клинка", -- [2]
		},
		[200721] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[89262] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[375727] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[124317] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[389033] = {
			2563, -- [1]
			"Голодный плеточник", -- [2]
		},
		[395686] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[27609] = {
			1895, -- [1]
			"Жрица Делрисса", -- [2]
		},
		[374705] = {
			2605, -- [1]
			"Земледробитель", -- [2]
		},
		[209678] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[207887] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[117665] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[119840] = {
			1447, -- [1]
			"Сик'тик-солдат", -- [2]
		},
		[168227] = {
			1754, -- [1]
			"Черепон", -- [2]
		},
		[396201] = {
			2605, -- [1]
			"[*] Обжигающее присутствие", -- [2]
		},
		[370615] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[372151] = {
			2567, -- [1]
			"Медведь-кишкожуй", -- [2]
		},
		[107047] = {
			1405, -- [1]
			"Боец Га'док", -- [2]
		},
		[387504] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[257785] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[373688] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[42729] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[391600] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[383925] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[164648] = {
			1749, -- [1]
			"Гром'карская огненная лучница", -- [2]
		},
		[396721] = {
			2563, -- [1]
			"Ветвь древня", -- [2]
		},
		[396722] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[44137] = {
			1895, -- [1]
			"Зелфан", -- [2]
		},
		[154415] = {
			1685, -- [1]
			"Стражница душ Ниами", -- [2]
		},
		[154671] = {
			1682, -- [1]
			"Нер'зул", -- [2]
		},
		[19134] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[396212] = {
			2605, -- [1]
			"[*] Леденящее присутствие", -- [2]
		},
		[121762] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[119971] = {
			1444, -- [1]
			"Темный шаман Корантал", -- [2]
		},
		[369602] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[388537] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[374720] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[27578] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[31704] = {
			1948, -- [1]
			"Черная Охотница", -- [2]
		},
		[102572] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[150067] = {
			1663, -- [1]
			"Мордреш Огненный Глаз", -- [2]
		},
		[376257] = {
			2614, -- [1]
			"Тарасекк-землелом", -- [2]
		},
		[201754] = {
			2607, -- [1]
			"Джига", -- [2]
		},
		[369605] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[257791] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[192799] = {
			1790, -- [1]
			"Ползун из чумных осколков <Рокмора>", -- [2]
		},
		[150324] = {
			1655, -- [1]
			"Уничтожитель", -- [2]
		},
		[151092] = {
			1653, -- [1]
			"Пленный шахтер", -- [2]
		},
		[376260] = {
			2614, -- [1]
			"Тарасекк-землелом", -- [2]
		},
		[200732] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[192800] = {
			1790, -- [1]
			"[*] Удушающая пыль", -- [2]
		},
		[44202] = {
			1894, -- [1]
			"Феникс <Кель'тас Солнечный Скиталец>", -- [2]
		},
		[381379] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[257793] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[151605] = {
			1661, -- [1]
			"Чарлга Остробок", -- [2]
		},
		[153908] = {
			1679, -- [1]
			"[*] Вдох", -- [2]
		},
		[369610] = {
			2556, -- [1]
			"Сотрясающий тотем", -- [2]
		},
		[89652] = {
			1065, -- [1]
			"Огр-надзиратель", -- [2]
		},
		[396222] = {
			2605, -- [1]
			"[*] Сокрушающее присутствие", -- [2]
		},
		[388546] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[151606] = {
			1661, -- [1]
			"Чарлга Остробок", -- [2]
		},
		[375241] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[389059] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[8292] = {
			553, -- [1]
			"Гримлок", -- [2]
		},
		[119590] = {
			1441, -- [1]
			"Круг огня", -- [2]
		},
		[376266] = {
			2614, -- [1]
			"Тарасекк-землелом", -- [2]
		},
		[374731] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[47721] = {
			2010, -- [1]
			"Великая ведунья Телестра", -- [2]
		},
		[150072] = {
			1662, -- [1]
			"Аарукс", -- [2]
		},
		[257028] = {
			2103, -- [1]
			"Рыцарь-капитан Валири", -- [2]
		},
		[193827] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[376780] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[106797] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[368081] = {
			2569, -- [1]
			"[*] Иссушение", -- [2]
		},
		[376781] = {
			2564, -- [1]
			"Ворота жгучего пламени", -- [2]
		},
		[378829] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[376783] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[31673] = {
			1946, -- [1]
			"Топеглад", -- [2]
		},
		[377807] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[376272] = {
			2614, -- [1]
			"Тарасекк-землелом", -- [2]
		},
		[369110] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[150076] = {
			1655, -- [1]
			"Мастер горна Гон'ду", -- [2]
		},
		[150332] = {
			1665, -- [1]
			"Воин-костещеп", -- [2]
		},
		[44268] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[32409] = {
			2557, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[384978] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[42669] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[376279] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[207906] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[388562] = {
			2635, -- [1]
			"Нестабильный насыщатель <Дафия Перерожденная>", -- [2]
		},
		[369116] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[207907] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[269838] = {
			2123, -- [1]
			"[*] Гнусный выброс", -- [2]
		},
		[47723] = {
			2010, -- [1]
			"Великая ведунья Телестра", -- [2]
		},
		[372701] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[150848] = {
			438, -- [1]
			"Отмеченный кровью страж из племени Иглошкурых", -- [2]
		},
		[154175] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[376797] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[150849] = {
			438, -- [1]
			"Искусный охотник из племени Иглошкурых", -- [2]
		},
		[34290] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[150082] = {
			1662, -- [1]
			"Аарукс", -- [2]
		},
		[269843] = {
			2123, -- [1]
			"Освобожденное чудовище", -- [2]
		},
		[152897] = {
			1652, -- [1]
			"Волна жара", -- [2]
		},
		[153153] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[106546] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[397783] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[107314] = {
			1419, -- [1]
			"Крик'тик-охранитель", -- [2]
		},
		[392666] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[11971] = {
			243, -- [1]
			"Гнев'рел", -- [2]
		},
		[14034] = {
			553, -- [1]
			"Геомант из племени Каменного Свода", -- [2]
		},
		[397785] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[163390] = {
			1748, -- [1]
			"Нииза Нокс", -- [2]
		},
		[50155] = {
			2011, -- [1]
			"Керистраза", -- [2]
		},
		[112944] = {
			1413, -- [1]
			"Прыгопотам", -- [2]
		},
		[382434] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[390111] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[10132] = {
			551, -- [1]
			"Древний каменный хранитель", -- [2]
		},
		[119981] = {
			1442, -- [1]
			"Мин Коварный", -- [2]
		},
		[377830] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[321538] = {
			2639, -- [1]
			"Джига", -- [2]
		},
		[118958] = {
			2129, -- [1]
			"Глинтрок-крепкошкур", -- [2]
		},
		[112945] = {
			1413, -- [1]
			"Прыгопотам", -- [2]
		},
		[90556] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[383974] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[381416] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[14514] = {
			1895, -- [1]
			"Яззай", -- [2]
		},
		[191284] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[10452] = {
			551, -- [1]
			"Земельник-скульптор", -- [2]
		},
		[47981] = {
			2012, -- [1]
			"Орморок Воспитатель Дерев", -- [2]
		},
		[372718] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[387559] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[390118] = {
			2617, -- [1]
			"[*] Морозный смерч", -- [2]
		},
		[44271] = {
			1895, -- [1]
			"Гараксас", -- [2]
		},
		[150601] = {
			1665, -- [1]
			"Вестник смерти Черношип", -- [2]
		},
		[381419] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[392166] = {
			2611, -- [1]
			"[*] Лазурный камень мощи", -- [2]
		},
		[372208] = {
			2612, -- [1]
			"[*] Джарадинская лава", -- [2]
		},
		[378861] = {
			2639, -- [1]
			"[*] Потрескавшиеся обломки", -- [2]
		},
		[31547] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[383979] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[27581] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[375792] = {
			2605, -- [1]
			"Рокочущий опустошитель", -- [2]
		},
		[257814] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[203057] = {
			1855, -- [1]
			"Кровавая принцесса Тал'ена", -- [2]
		},
		[150859] = {
			438, -- [1]
			"Зверобой из племени Иглошкурых", -- [2]
		},
		[111668] = {
			1406, -- [1]
			"Райгонн", -- [2]
		},
		[154442] = {
			1682, -- [1]
			"Нер'зул", -- [2]
		},
		[397801] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[90047] = {
			1065, -- [1]
			"Заклинательница из братства Справедливости", -- [2]
		},
		[32315] = {
			1900, -- [1]
			"Эфириал - осквернитель гробниц", -- [2]
		},
		[154187] = {
			1685, -- [1]
			"Стражница душ Ниами", -- [2]
		},
		[44272] = {
			1895, -- [1]
			"Зелфан", -- [2]
		},
		[156746] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[375286] = {
			2555, -- [1]
			"Рейд на драккаре", -- [2]
		},
		[386547] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[149839] = {
			1664, -- [1]
			"[*] Болезнетворное облако", -- [2]
		},
		[106808] = {
			1412, -- [1]
			"Ук-Ук", -- [2]
		},
		[90560] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[374778] = {
			2585, -- [1]
			"Лейтенант чешуйчатых губителей", -- [2]
		},
		[388084] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[374779] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[47727] = {
			2010, -- [1]
			"Великая ведунья Телестра", -- [2]
		},
		[152143] = {
			1664, -- [1]
			"Загустевшая чумная слизь", -- [2]
		},
		[376827] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[369663] = {
			2556, -- [1]
			"Сотрясающий тотем", -- [2]
		},
		[372222] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[153679] = {
			1653, -- [1]
			"Надсмотрщик за рабами Крушто", -- [2]
		},
		[118963] = {
			2129, -- [1]
			"Глинтрок-тихоступ", -- [2]
		},
		[164426] = {
			1749, -- [1]
			"Раздиратель Плоти Нок'Гар", -- [2]
		},
		[44273] = {
			1895, -- [1]
			"Зелфан", -- [2]
		},
		[376829] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[372224] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[153680] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[42751] = {
			2025, -- [1]
			"[*] Теневой топор", -- [2]
		},
		[381298] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[372225] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[118297] = {
			2615, -- [1]
			"Изначальный элементаль огня", -- [2]
		},
		[385531] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[196156] = {
			1850, -- [1]
			"Техник из клана Призрачной Луны", -- [2]
		},
		[372226] = {
			2613, -- [1]
			"Куалаши-костестраж", -- [2]
		},
		[272435] = {
			2607, -- [1]
			"Гончая Тьмы", -- [2]
		},
		[396072] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[373762] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[106938] = {
			1416, -- [1]
			"[*] Волна змеи", -- [2]
		},
		[367521] = {
			2567, -- [1]
			"Стрелок гнили", -- [2]
		},
		[11876] = {
			549, -- [1]
			"Иронайа", -- [2]
		},
		[196157] = {
			1850, -- [1]
			"Техник из клана Призрачной Луны", -- [2]
		},
		[386037] = {
			2581, -- [1]
			"[*] Ураганная стрела", -- [2]
		},
		[369033] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[11892] = {
			553, -- [1]
			"Гримлок", -- [2]
		},
		[150100] = {
			438, -- [1]
			"Искусный охотник из племени Иглошкурых", -- [2]
		},
		[193267] = {
			1791, -- [1]
			"Ревущий идол <Уларогг Скаломол>", -- [2]
		},
		[9941] = {
			1887, -- [1]
			"Обсидиановый часовой", -- [2]
		},
		[200637] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[377859] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[386559] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[272439] = {
			2607, -- [1]
			"Ур'зул", -- [2]
		},
		[381442] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[114999] = {
			1306, -- [1]
			"Тажань Чжу", -- [2]
		},
		[164686] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[376685] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[88836] = {
			1062, -- [1]
			"Адмирал Терзающий Рев", -- [2]
		},
		[194112] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[372566] = {
			2613, -- [1]
			"Куалаши-охотник", -- [2]
		},
		[374534] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[387585] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[369674] = {
			2556, -- [1]
			"Геомант из племени Каменного Свода", -- [2]
		},
		[386562] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[150229] = {
			1664, -- [1]
			"[*] Бубонная чума", -- [2]
		},
		[107270] = {
			2565, -- [1]
			10, -- [2]
		},
		[369675] = {
			2556, -- [1]
			"Геомант из племени Каменного Свода", -- [2]
		},
		[375634] = {
			2614, -- [1]
			"Драконид – вестник шторма", -- [2]
		},
		[382808] = {
			2569, -- [1]
			"[*] Иссушающее заражение", -- [2]
		},
		[48095] = {
			2011, -- [1]
			"[*] Лютый холод", -- [2]
		},
		[381958] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[48016] = {
			2012, -- [1]
			"Орморок Воспитатель Дерев", -- [2]
		},
		[385029] = {
			2567, -- [1]
			"Стервятник-шкуродер", -- [2]
		},
		[375306] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[369677] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[163665] = {
			1748, -- [1]
			"Макогг Угольный Клинок", -- [2]
		},
		[153686] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[47729] = {
			2010, -- [1]
			"Великая ведунья Телестра", -- [2]
		},
		[8374] = {
			1901, -- [1]
			"Таварок", -- [2]
		},
		[17843] = {
			1895, -- [1]
			"Жрица Делрисса", -- [2]
		},
		[150616] = {
			1665, -- [1]
			"Вестник смерти Черношип", -- [2]
		},
		[381250] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[6268] = {
			548, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[396802] = {
			2580, -- [1]
			"Заклинатель ветров из клана Он'ир", -- [2]
		},
		[164615] = {
			1654, -- [1]
			"Говорящий с огнем из клана Кровавого Молота", -- [2]
		},
		[150755] = {
			1654, -- [1]
			"Гуг'рокк", -- [2]
		},
		[193092] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[378764] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[48017] = {
			2012, -- [1]
			"Орморок Воспитатель Дерев", -- [2]
		},
		[34168] = {
			1946, -- [1]
			"Гриб Нижетопи", -- [2]
		},
		[192503] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[13584] = {
			426, -- [1]
			"Терадримский осколыш <Обвал>", -- [2]
		},
		[256038] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[151604] = {
			1661, -- [1]
			"Чарлга Остробок", -- [2]
		},
		[257495] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[42740] = {
			2026, -- [1]
			"Заклинатель рун из клана Укротителей драконов", -- [2]
		},
		[373027] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[379406] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[375824] = {
			2605, -- [1]
			"Тектонический крушитель", -- [2]
		},
		[384524] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[256039] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[149851] = {
			1664, -- [1]
			"Мягконог", -- [2]
		},
		[115002] = {
			1306, -- [1]
			"Тажань Чжу", -- [2]
		},
		[381694] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[150753] = {
			1653, -- [1]
			"Надсмотрщик за рабами Крушто", -- [2]
		},
		[390462] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[384014] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[44518] = {
			1895, -- [1]
			"Чернокнижник Солнечного Клинка", -- [2]
		},
		[163276] = {
			1748, -- [1]
			"Ловушка для огров", -- [2]
		},
		[381775] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[384015] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[15043] = {
			1895, -- [1]
			"Яззай", -- [2]
		},
		[376851] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[385551] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[386063] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[120760] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[391686] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[377844] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[375829] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[384529] = {
			2567, -- [1]
			"Гнилозубая гиена", -- [2]
		},
		[256198] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[385553] = {
			2607, -- [1]
			"Искательница бурь - послушница", -- [2]
		},
		[44138] = {
			1895, -- [1]
			"Зелфан", -- [2]
		},
		[379404] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[153692] = {
			1679, -- [1]
			"[*] Некротическая слизь", -- [2]
		},
		[164616] = {
			1654, -- [1]
			"Говорящий с огнем из клана Кровавого Молота", -- [2]
		},
		[384019] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[388625] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[375825] = {
			2605, -- [1]
			"Морозный разрушитель", -- [2]
		},
		[44177] = {
			1895, -- [1]
			"Яззай", -- [2]
		},
		[55078] = {
			2607, -- [1]
			6, -- [2]
		},
		[202947] = {
			1855, -- [1]
			"[*] Кровавая стая", -- [2]
		},
		[389878] = {
			2607, -- [1]
			"Ищущий буревик", -- [2]
		},
		[372275] = {
			2590, -- [1]
			"Дафия Бич Бури", -- [2]
		},
		[388115] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[372736] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[55599] = {
			1978, -- [1]
			"Целитель Драккари", -- [2]
		},
		[150879] = {
			1656, -- [1]
			"Охотник Костяной Бивень", -- [2]
		},
		[375834] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[382458] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[188493] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[385558] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[374535] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[106105] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[372765] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[118459] = {
			2607, -- [1]
			"Сытый пилозуб", -- [2]
		},
		[384024] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[106433] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[188494] = {
			1792, -- [1]
			"[*] Зловонная пасть", -- [2]
		},
		[379419] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[369696] = {
			2556, -- [1]
			"Душитель из племени Каменного Свода", -- [2]
		},
		[88522] = {
			1063, -- [1]
			"Врагорез-5000", -- [2]
		},
		[86603] = {
			1447, -- [1]
			"Шадопанский пленник", -- [2]
		},
		[150881] = {
			1656, -- [1]
			"Охотник Костяной Бивень", -- [2]
		},
		[369697] = {
			2556, -- [1]
			"Душитель из племени Каменного Свода", -- [2]
		},
		[34298] = {
			1947, -- [1]
			"Коготь", -- [2]
		},
		[197964] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[374022] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[17253] = {
			2607, -- [1]
			"Джига", -- [2]
		},
		[152417] = {
			1669, -- [1]
			"Ужас из пучины", -- [2]
		},
		[50994] = {
			2012, -- [1]
			"Кристаллическая грация", -- [2]
		},
		[27584] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[377594] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[106434] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[34874] = {
			1946, -- [1]
			"Топеглад", -- [2]
		},
		[376325] = {
			2559, -- [1]
			"[*] Зона вечности", -- [2]
		},
		[374789] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[388635] = {
			2607, -- [1]
			"Нестабильная искра", -- [2]
		},
		[376865] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[107202] = {
			1303, -- [1]
			"[*] Вызов молнии", -- [2]
		},
		[375842] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[397798] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[376866] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[375331] = {
			2590, -- [1]
			"Дафия Бич Бури", -- [2]
		},
		[375843] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[168965] = {
			1754, -- [1]
			"Корамар", -- [2]
		},
		[42724] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[150884] = {
			1656, -- [1]
			"Охотник Костяной Бивень", -- [2]
		},
		[369703] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[372262] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[106563] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[371489] = {
			2609, -- [1]
			"Ткач Холода Морозной Вспышки", -- [2]
		},
		[106872] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[197454] = {
			1818, -- [1]
			"Аватара отмщения", -- [2]
		},
		[168390] = {
			1754, -- [1]
			"[*] Обстрел", -- [2]
		},
		[385569] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[150734] = {
			1654, -- [1]
			"Нестабильный шлаковый элементаль <Гуг'рокк>", -- [2]
		},
		[106933] = {
			1405, -- [1]
			"Боец Га'док", -- [2]
		},
		[40504] = {
			243, -- [1]
			"Мрак'нел", -- [2]
		},
		[391711] = {
			2605, -- [1]
			"Рокочущий опустошитель", -- [2]
		},
		[150118] = {
			1662, -- [1]
			"Загустевшая чумная слизь", -- [2]
		},
		[120759] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[397341] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[387618] = {
			2618, -- [1]
			"Насыщательница-воин стихий", -- [2]
		},
		[393122] = {
			2564, -- [1]
			"Смерч <Ворота порывов ветра>", -- [2]
		},
		[372266] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[385267] = {
			2584, -- [1]
			"Потрескивающая воронка", -- [2]
		},
		[377384] = {
			2618, -- [1]
			"Водяной яростень", -- [2]
		},
		[193209] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[388643] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[107140] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[395501] = {
			2635, -- [1]
			"Нестабильный насыщатель <Дафия Перерожденная>", -- [2]
		},
		[373803] = {
			2609, -- [1]
			"Заряженный дракончик", -- [2]
		},
		[388644] = {
			2614, -- [1]
			"Тарасекк-легионер", -- [2]
		},
		[369662] = {
			2556, -- [1]
			"Сотрясающий тотем", -- [2]
		},
		[385574] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[14516] = {
			548, -- [1]
			"Бейлог", -- [2]
		},
		[388645] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[376892] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[376292] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[31615] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[397793] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[106871] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[149865] = {
			1667, -- [1]
			"Гхаму-ра", -- [2]
		},
		[386088] = {
			2562, -- [1]
			"[*] Чародейская сфера", -- [2]
		},
		[50420] = {
			1446, -- [1]
			"Лавовый страж Гордот", -- [2]
		},
		[385065] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[44176] = {
			1895, -- [1]
			"Яззай", -- [2]
		},
		[384273] = {
			2635, -- [1]
			"Говорящий с бурей <Дафия Перерожденная>", -- [2]
		},
		[272167] = {
			2607, -- [1]
			"Желчегнус", -- [2]
		},
		[8599] = {
			1065, -- [1]
			"Лакей-болванчик", -- [2]
		},
		[385578] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[54962] = {
			2026, -- [1]
			"Стратег из клана Укротителей драконов", -- [2]
		},
		[209741] = {
			1870, -- [1]
			"Проекция советника Меландра", -- [2]
		},
		[150634] = {
			1669, -- [1]
			"Поработитель Кор'ул", -- [2]
		},
		[385579] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[55218] = {
			1981, -- [1]
			"Гал'дара", -- [2]
		},
		[271971] = {
			2607, -- [1]
			"Зловещий охотник", -- [2]
		},
		[385068] = {
			2607, -- [1]
			"Гигантский штормодемон", -- [2]
		},
		[387627] = {
			2635, -- [1]
			"Нестабильный насыщатель <Дафия Перерожденная>", -- [2]
		},
		[152170] = {
			1655, -- [1]
			"Магмолат", -- [2]
		},
		[388651] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[224327] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[372055] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[396328] = {
			2590, -- [1]
			"Земляной столп", -- [2]
		},
		[27634] = {
			1895, -- [1]
			"Гараксас", -- [2]
		},
		[391118] = {
			2585, -- [1]
			"Лейтенант чешуйчатых губителей", -- [2]
		},
		[22911] = {
			1900, -- [1]
			"Эфириал - осквернитель гробниц", -- [2]
		},
		[392151] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[106877] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[106055] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[152939] = {
			1652, -- [1]
			"Ролталл", -- [2]
		},
		[376811] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[44276] = {
			1895, -- [1]
			"Зелфан", -- [2]
		},
		[387571] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[149869] = {
			1667, -- [1]
			"Гхаму-ра", -- [2]
		},
		[106823] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[372279] = {
			2590, -- [1]
			"Дафия Бич Бури", -- [2]
		},
		[385073] = {
			2607, -- [1]
			"Гигантский штормодемон", -- [2]
		},
		[152940] = {
			1652, -- [1]
			"Ролталл", -- [2]
		},
		[117570] = {
			1439, -- [1]
			"Фрагмент сомнения", -- [2]
		},
		[374327] = {
			2592, -- [1]
			"Кислотный паучок", -- [2]
		},
		[374839] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[149834] = {
			1664, -- [1]
			"Мягконог", -- [2]
		},
		[15284] = {
			275, -- [1]
			"Властитель Змейталак", -- [2]
		},
		[5605] = {
			548, -- [1]
			"Оракул из племени Каменного Свода", -- [2]
		},
		[385075] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[382530] = {
			2607, -- [1]
			"Заряженный губитель", -- [2]
		},
		[373817] = {
			2592, -- [1]
			"Хладодышащий арахнид", -- [2]
		},
		[390710] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[397358] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[397799] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[154221] = {
			1678, -- [1]
			"Хихикающий пироман", -- [2]
		},
		[388659] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[374842] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[11366] = {
			2565, -- [1]
			8, -- [2]
		},
		[374343] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[151407] = {
			1660, -- [1]
			"Гройат Слепой Охотник", -- [2]
		},
		[385078] = {
			2584, -- [1]
			"Потрескивающая воронка", -- [2]
		},
		[363073] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[163334] = {
			1748, -- [1]
			"Нииза Нокс", -- [2]
		},
		[181089] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[150801] = {
			1653, -- [1]
			"Надсмотрщик за рабами Крушто", -- [2]
		},
		[391732] = {
			2607, -- [1]
			"Гигантский штормодемон", -- [2]
		},
		[153199] = {
			1659, -- [1]
			"Аггем Терновое Проклятие", -- [2]
		},
		[15620] = {
			548, -- [1]
			"Бейлог", -- [2]
		},
		[15636] = {
			245, -- [1]
			"Император Дагран Тауриссан", -- [2]
		},
		[308502] = {
			2326, -- [1]
			"Гор'грот", -- [2]
		},
		[15668] = {
			244, -- [1]
			"Магмус", -- [2]
		},
		[121282] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[152688] = {
			1677, -- [1]
			"[*] Руна тени", -- [2]
		},
		[377405] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[375870] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[390711] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[152690] = {
			1677, -- [1]
			"[*] Руна тени", -- [2]
		},
		[395829] = {
			1418, -- [1]
			"Оскверненная капля", -- [2]
		},
		[375871] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[375535] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[372147] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[375251] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[55220] = {
			1981, -- [1]
			"Дух люторога <Гал'дара>", -- [2]
		},
		[25603] = {
			1900, -- [1]
			"Эфириал-колдун", -- [2]
		},
		[376896] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[397878] = {
			1418, -- [1]
			"Оскверненная живая вода", -- [2]
		},
		[106826] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[56969] = {
			2010, -- [1]
			"Лазурный чешуеплет", -- [2]
		},
		[389179] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[55249] = {
			1981, -- [1]
			"Гал'дара", -- [2]
		},
		[389181] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[390715] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[12654] = {
			2565, -- [1]
			8, -- [2]
		},
		[90555] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[396233] = {
			2605, -- [1]
			"[*] Громовое присутствие", -- [2]
		},
		[372293] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[376899] = {
			2580, -- [1]
			"[*] Трескучее облако", -- [2]
		},
		[2602] = {
			551, -- [1]
			"Земельник-скульптор", -- [2]
		},
		[207707] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[390717] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[372682] = {
			2609, -- [1]
			"[*] Древний холод", -- [2]
		},
		[33919] = {
			1901, -- [1]
			"Таварок", -- [2]
		},
		[106827] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[121284] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[374854] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[199246] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[16244] = {
			275, -- [1]
			"Властитель Змейталак", -- [2]
		},
		[372296] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[372808] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[6524] = {
			551, -- [1]
			"Каменный распорядитель", -- [2]
		},
		[8264] = {
			548, -- [1]
			"Оракул из племени Каменного Свода", -- [2]
		},
		[396033] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[55093] = {
			1978, -- [1]
			"Слад'ранский душитель", -- [2]
		},
		[47737] = {
			2009, -- [1]
			"Хаотический разлом <Аномалус>", -- [2]
		},
		[151815] = {
			1671, -- [1]
			"Сумеречный владыка Балтиэль", -- [2]
		},
		[55285] = {
			1981, -- [1]
			"Гал'дара", -- [2]
		},
		[373326] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[388396] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[372459] = {
			2612, -- [1]
			"[*] Горение", -- [2]
		},
		[380487] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[199775] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[30913] = {
			1924, -- [1]
			"Броггок", -- [2]
		},
		[151159] = {
			1669, -- [1]
			"Поработитель Кор'ул", -- [2]
		},
		[198496] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[373327] = {
			2587, -- [1]
			"Изначальное пламя", -- [2]
		},
		[381512] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[375883] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[202414] = {
			1851, -- [1]
			"Саел'орн", -- [2]
		},
		[257092] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[381513] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[376319] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[118988] = {
			2129, -- [1]
			"Геккан", -- [2]
		},
		[374861] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[381514] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[272156] = {
			2607, -- [1]
			"Ужасень Бездны", -- [2]
		},
		[373681] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[152696] = {
			1677, -- [1]
			"[*] Руна тени", -- [2]
		},
		[381515] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[44475] = {
			1895, -- [1]
			"Маг-стражник Солнечного Клинка", -- [2]
		},
		[381517] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[13446] = {
			275, -- [1]
			"Берсерк из племени Тлеющего Терновника", -- [2]
		},
		[381516] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[385981] = {
			2562, -- [1]
			"[*] Чародейская сфера", -- [2]
		},
		[374352] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[116297] = {
			1405, -- [1]
			"[*] Авиаудар", -- [2]
		},
		[373329] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[27619] = {
			1895, -- [1]
			"Яззай", -- [2]
		},
		[382541] = {
			2607, -- [1]
			"Заряженный губитель", -- [2]
		},
		[50997] = {
			2011, -- [1]
			"Керистраза", -- [2]
		},
		[381518] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[151303] = {
			1672, -- [1]
			"Аку'май Пожиратель", -- [2]
		},
		[152837] = {
			1652, -- [1]
			"Огненная глыба", -- [2]
		},
		[372819] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[373331] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[375890] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[374355] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[372820] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[32065] = {
			1946, -- [1]
			"Болотоход", -- [2]
		},
		[151558] = {
			1655, -- [1]
			"Подчинитель магмы из клана Кровавого Молота", -- [2]
		},
		[201153] = {
			1846, -- [1]
			"Пожиратель разума Каарж", -- [2]
		},
		[387150] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[150908] = {
			1656, -- [1]
			"Охотник Костяной Бивень", -- [2]
		},
		[257608] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[396874] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[387151] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[396716] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[3391] = {
			429, -- [1]
			"Принцесса Терадрас", -- [2]
		},
		[372311] = {
			2613, -- [1]
			"Куалаши-новобранец", -- [2]
		},
		[387152] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[102573] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[257609] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[152954] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[44604] = {
			1895, -- [1]
			"Магистр Солнечного Клинка", -- [2]
		},
		[10092] = {
			551, -- [1]
			"Песчаная буря <Древний каменный хранитель>", -- [2]
		},
		[369754] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[200905] = {
			1850, -- [1]
			"Инквизитор Истязарий", -- [2]
		},
		[383061] = {
			2613, -- [1]
			"Тотем жидкой магмы <Wolfenstian-TwistingNether>", -- [2]
		},
		[381525] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[15618] = {
			275, -- [1]
			"Ветеран из легиона Кровавого Топора", -- [2]
		},
		[374361] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[387155] = {
			2637, -- [1]
			"Гранит", -- [2]
		},
		[381526] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[44174] = {
			1895, -- [1]
			"Жрица Делрисса", -- [2]
		},
		[372315] = {
			2590, -- [1]
			"Кадрос Ледяной Гнев", -- [2]
		},
		[155646] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[376644] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[57846] = {
			2026, -- [1]
			"Железоголов из клана Укротителей драконов", -- [2]
		},
		[200551] = {
			1793, -- [1]
			"Даргрул", -- [2]
		},
		[120758] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[209862] = {
			2609, -- [1]
			"[*] Вулканический шлейф", -- [2]
		},
		[15538] = {
			244, -- [1]
			"Железнорукий страж", -- [2]
		},
		[374364] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[385963] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[377222] = {
			2568, -- [1]
			"[*] Поглощение", -- [2]
		},
		[368990] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[374365] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[386781] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[381530] = {
			2580, -- [1]
			"Громовой кулак из клана Нокхуд", -- [2]
		},
		[391765] = {
			2611, -- [1]
			"Яростный пламень <Полководец Сарга>", -- [2]
		},
		[384601] = {
			2611, -- [1]
			"[*] Бомба антимагии", -- [2]
		},
		[370597] = {
			2587, -- [1]
			"Огнечешуйчатый тарасекк", -- [2]
		},
		[55624] = {
			1980, -- [1]
			"Охотник бога Драккари", -- [2]
		},
		[372542] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[374245] = {
			2568, -- [1]
			"[*] Гниющий залив", -- [2]
		},
		[383067] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[219488] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[106807] = {
			1412, -- [1]
			"Ук-Ук", -- [2]
		},
		[372648] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[111129] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[202089] = {
			1791, -- [1]
			"Пылающая жеода", -- [2]
		},
		[152963] = {
			1672, -- [1]
			"Аку'май", -- [2]
		},
		[372322] = {
			2590, -- [1]
			"Опаловый Клык", -- [2]
		},
		[151684] = {
			1667, -- [1]
			"Гхаму-ра", -- [2]
		},
		[391769] = {
			2611, -- [1]
			"Драконье извержение", -- [2]
		},
		[260685] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[44286] = {
			1895, -- [1]
			"Гараксас", -- [2]
		},
		[376933] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[152962] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[15801] = {
			547, -- [1]
			"Ревелош", -- [2]
		},
		[44478] = {
			1895, -- [1]
			"Маг-стражник Солнечного Клинка", -- [2]
		},
		[151429] = {
			1660, -- [1]
			"Гройат Слепой Охотник", -- [2]
		},
		[151685] = {
			1655, -- [1]
			"Мстительный элементаль магмы", -- [2]
		},
		[193826] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[197961] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[150660] = {
			1672, -- [1]
			"Ужас из пучины", -- [2]
		},
		[391772] = {
			2611, -- [1]
			"Драконье извержение", -- [2]
		},
		[196206] = {
			1850, -- [1]
			"Чернокнижник из клана Призрачной Луны", -- [2]
		},
		[107121] = {
			1406, -- [1]
			"Командир Ри'мок", -- [2]
		},
		[383073] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[391773] = {
			2611, -- [1]
			"Драконье извержение", -- [2]
		},
		[150914] = {
			1656, -- [1]
			"Охотник Костяной Бивень", -- [2]
		},
		[164734] = {
			1749, -- [1]
			"Лютоклык", -- [2]
		},
		[10072] = {
			1887, -- [1]
			"Обсидиановый часовой", -- [2]
		},
		[150917] = {
			1656, -- [1]
			"Охотник Костяной Бивень", -- [2]
		},
		[257617] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[382563] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[376934] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[375082] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[151583] = {
			1661, -- [1]
			"Чарлга Остробок", -- [2]
		},
		[382564] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[386660] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[207806] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[196208] = {
			1850, -- [1]
			"Чернокнижник из клана Призрачной Луны", -- [2]
		},
		[153477] = {
			1685, -- [1]
			"Стражница душ Ниами", -- [2]
		},
		[256083] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[198428] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[44279] = {
			1895, -- [1]
			"Крайне взрывоопасная овца <Зелфан>", -- [2]
		},
		[8265] = {
			548, -- [1]
			"Тотем лавы <Оракул из племени Каменного Свода>", -- [2]
		},
		[119374] = {
			1441, -- [1]
			"[*] Вихрь", -- [2]
		},
		[12611] = {
			1895, -- [1]
			"Яззай", -- [2]
		},
		[265889] = {
			2102, -- [1]
			"Поджигатель из братства Чернозубых", -- [2]
		},
		[90559] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[119311] = {
			1441, -- [1]
			"[*] Шквал клинков", -- [2]
		},
		[154477] = {
			1685, -- [1]
			"Стражница душ Ниами", -- [2]
		},
		[120142] = {
			1441, -- [1]
			"[*] Дротик", -- [2]
		},
		[181113] = {
			2559, -- [1]
			"Вечная сфера", -- [2]
		},
		[389221] = {
			2635, -- [1]
			"Яростная буря <Дафия Перерожденная>", -- [2]
		},
		[152967] = {
			1672, -- [1]
			"Аку'май", -- [2]
		},
		[373869] = {
			2606, -- [1]
			"Сполох", -- [2]
		},
		[151432] = {
			1660, -- [1]
			"Гройат Слепой Охотник", -- [2]
		},
		[153224] = {
			1677, -- [1]
			"Разящий Клинок", -- [2]
		},
		[372539] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[115436] = {
			1406, -- [1]
			"Крик'тик-яростень", -- [2]
		},
		[107120] = {
			1406, -- [1]
			"Командир Ри'мок", -- [2]
		},
		[384725] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[265487] = {
			2111, -- [1]
			"Кровавый осквернитель", -- [2]
		},
		[44479] = {
			1895, -- [1]
			"Рыцарь крови Солнечного Клинка", -- [2]
		},
		[153480] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[384623] = {
			2612, -- [1]
			"Куалаши-кузнец", -- [2]
		},
		[164835] = {
			1749, -- [1]
			"Лютоклык", -- [2]
		},
		[195188] = {
			1816, -- [1]
			"Огнезол <Вул'кан>", -- [2]
		},
		[12887] = {
			275, -- [1]
			"Властитель Змейталак", -- [2]
		},
		[55098] = {
			1980, -- [1]
			"Мураби", -- [2]
		},
		[114386] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[31715] = {
			1948, -- [1]
			"Черная Охотница", -- [2]
		},
		[384620] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[397338] = {
			2605, -- [1]
			"Тектонический крушитель", -- [2]
		},
		[387691] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[50198] = {
			2010, -- [1]
			"Посвященный охотник на магов", -- [2]
		},
		[106966] = {
			1305, -- [1]
			"Малая нестабильная энергия <Ша Жестокости>", -- [2]
		},
		[372851] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[54987] = {
			1978, -- [1]
			"Слад'ранская гадюка", -- [2]
		},
		[369781] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[388716] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[192631] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[21832] = {
			429, -- [1]
			"Принцесса Терадрас", -- [2]
		},
		[55276] = {
			1981, -- [1]
			"Гал'дара", -- [2]
		},
		[388717] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[15062] = {
			243, -- [1]
			"Гнев'рел", -- [2]
		},
		[40505] = {
			1655, -- [1]
			"Страж из клана Кровавого Молота", -- [2]
		},
		[375924] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[396906] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[122959] = {
			1441, -- [1]
			"Синь Мастер Боя", -- [2]
		},
		[88288] = {
			1065, -- [1]
			"Болванчик", -- [2]
		},
		[44224] = {
			1894, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[396907] = {
			1416, -- [1]
			"Юй-лун", -- [2]
		},
		[151534] = {
			1661, -- [1]
			"Чарлга Остробок", -- [2]
		},
		[107223] = {
			1417, -- [1]
			"Солнце", -- [2]
		},
		[44480] = {
			1895, -- [1]
			"Рыцарь крови Солнечного Клинка", -- [2]
		},
		[149997] = {
			1655, -- [1]
			"Катастрофа", -- [2]
		},
		[15254] = {
			1899, -- [1]
			"Эфириальный маяк", -- [2]
		},
		[123655] = {
			1442, -- [1]
			"Хайан Неудержимый", -- [2]
		},
		[150078] = {
			1655, -- [1]
			"Мастер горна Гон'ду", -- [2]
		},
		[151859] = {
			1663, -- [1]
			"[*] Огненная связь", -- [2]
		},
		[269301] = {
			2123, -- [1]
			"Освобожденное чудовище", -- [2]
		},
		[151312] = {
			1659, -- [1]
			"Полководец Злоклык", -- [2]
		},
		[198263] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[384628] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[372858] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[372082] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[375929] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[372859] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[391282] = {
			2607, -- [1]
			"Гигантский штормодемон", -- [2]
		},
		[153623] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[263345] = {
			2104, -- [1]
			"Тяжелое орудие", -- [2]
		},
		[202659] = {
			1855, -- [1]
			"Кровавая принцесса Тал'ена", -- [2]
		},
		[372860] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[47743] = {
			2009, -- [1]
			"Аномалус", -- [2]
		},
		[43649] = {
			2024, -- [1]
			"Далронн Контролирующий", -- [2]
		},
		[15574] = {
			242, -- [1]
			"Посол Огнехлыст", -- [2]
		},
		[193659] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[372223] = {
			2613, -- [1]
			"Куалаши-костестраж", -- [2]
		},
		[369791] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[374397] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[58506] = {
			1894, -- [1]
			"Стрелок из армии Расколотого Солнца", -- [2]
		},
		[50302] = {
			2012, -- [1]
			"Кристаллический заступник", -- [2]
		},
		[369792] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[372863] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[193660] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[44481] = {
			1895, -- [1]
			"Рыцарь крови Солнечного Клинка", -- [2]
		},
		[153232] = {
			1677, -- [1]
			"[*] Разящий клинок", -- [2]
		},
		[193234] = {
			1805, -- [1]
			"[*] Танцующий клинок", -- [2]
		},
		[370307] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[395893] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[122962] = {
			1441, -- [1]
			"Цийлинь-стражник", -- [2]
		},
		[372652] = {
			2557, -- [1]
			"[*] Резонирующая сфера", -- [2]
		},
		[55100] = {
			1980, -- [1]
			"Мураби", -- [2]
		},
		[395894] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[121447] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[114646] = {
			1417, -- [1]
			"Навязчивый ша", -- [2]
		},
		[13847] = {
			243, -- [1]
			"Мрак'нел", -- [2]
		},
		[374482] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[375937] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[376449] = {
			2564, -- [1]
			"Ворота жгучего пламени", -- [2]
		},
		[397431] = {
			2635, -- [1]
			"Нестабильный насыщатель <Дафия Перерожденная>", -- [2]
		},
		[377473] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[153234] = {
			1678, -- [1]
			"Аззакель", -- [2]
		},
		[16006] = {
			547, -- [1]
			"Ревелош", -- [2]
		},
		[43650] = {
			2024, -- [1]
			"Далронн Контролирующий", -- [2]
		},
		[194942] = {
			1817, -- [1]
			"Смотрящий", -- [2]
		},
		[116155] = {
			1414, -- [1]
			"Пузыристый бражный хмелементаль", -- [2]
		},
		[151286] = {
			1659, -- [1]
			"Аггем Терновое Проклятие", -- [2]
		},
		[154327] = {
			1688, -- [1]
			"Поработитель из клана Призрачной Луны", -- [2]
		},
		[152979] = {
			1688, -- [1]
			"Подчиненная душа", -- [2]
		},
		[374812] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[30213] = {
			2587, -- [1]
			"Страж Скверны <Комт>", -- [2]
		},
		[183633] = {
			1791, -- [1]
			"Скальный камнешвыр", -- [2]
		},
		[391056] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[112918] = {
			1306, -- [1]
			"Хваткая ненависть <Тажань Чжу>", -- [2]
		},
		[196838] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[150677] = {
			1654, -- [1]
			"Гуг'рокк", -- [2]
		},
		[377477] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[44482] = {
			1895, -- [1]
			"Рыцарь крови Солнечного Клинка", -- [2]
		},
		[344572] = {
			2607, -- [1]
			"Сытый пилозуб", -- [2]
		},
		[373680] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[375215] = {
			2616, -- [1]
			"[*] Обрушение", -- [2]
		},
		[373896] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[375828] = {
			2605, -- [1]
			"Пылающий демон", -- [2]
		},
		[150768] = {
			438, -- [1]
			"Ругуг", -- [2]
		},
		[206459] = {
			1818, -- [1]
			"Аватара тьмы", -- [2]
		},
		[384132] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[120789] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[373742] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[194945] = {
			1817, -- [1]
			"Смотрящий", -- [2]
		},
		[121483] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[374410] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[207261] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[30917] = {
			1924, -- [1]
			"Броггок", -- [2]
		},
		[175755] = {
			1749, -- [1]
			"Раздиратель Плоти Нок'Гар", -- [2]
		},
		[107356] = {
			1306, -- [1]
			"Тажань Чжу", -- [2]
		},
		[376725] = {
			2580, -- [1]
			"Буремант из клана Нокхуд", -- [2]
		},
		[8362] = {
			245, -- [1]
			"Верховная жрица Тауриссана", -- [2]
		},
		[369806] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[376727] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[188550] = {
			2639, -- [1]
			11, -- [2]
		},
		[375436] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[377995] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[193668] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[256101] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[149913] = {
			1675, -- [1]
			"Тукр", -- [2]
		},
		[197250] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[44291] = {
			1895, -- [1]
			"Жрица Делрисса", -- [2]
		},
		[379020] = {
			2611, -- [1]
			"[*] Жезл отрицания", -- [2]
		},
		[31429] = {
			1947, -- [1]
			"Коготь", -- [2]
		},
		[153240] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[153496] = {
			1679, -- [1]
			"Червь-трупоед", -- [2]
		},
		[375439] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[17228] = {
			1923, -- [1]
			"Кели'дан Разрушитель", -- [2]
		},
		[197251] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[31717] = {
			1948, -- [1]
			"Черная Охотница", -- [2]
		},
		[55102] = {
			1980, -- [1]
			"Мураби", -- [2]
		},
		[8364] = {
			243, -- [1]
			"Беше'рел", -- [2]
		},
		[369811] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[106334] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[388804] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[151962] = {
			1665, -- [1]
			"Вестник смерти Черношип", -- [2]
		},
		[43651] = {
			2024, -- [1]
			"Скарвальд Строитель", -- [2]
		},
		[119946] = {
			1442, -- [1]
			"Му'Шиба", -- [2]
		},
		[43667] = {
			2026, -- [1]
			"Принц Келесет", -- [2]
		},
		[193376] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[396424] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[372372] = {
			2613, -- [1]
			"Куалаши-новобранец", -- [2]
		},
		[34931] = {
			1901, -- [1]
			"Эфириал-черный маг", -- [2]
		},
		[120024] = {
			1446, -- [1]
			"Лавовый страж Гордот", -- [2]
		},
		[390548] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[374586] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[106079] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[153525] = {
			438, -- [1]
			"Ругуг", -- [2]
		},
		[161457] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[153499] = {
			1678, -- [1]
			"Аззакель", -- [2]
		},
		[33865] = {
			1900, -- [1]
			"Эфириал-падальщик", -- [2]
		},
		[151964] = {
			1660, -- [1]
			"Пещерная летучая мышь", -- [2]
		},
		[395907] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[88839] = {
			1062, -- [1]
			"Адмирал Терзающий Рев", -- [2]
		},
		[372540] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[376730] = {
			2580, -- [1]
			"[*] Штормовые ветра", -- [2]
		},
		[54719] = {
			1983, -- [1]
			"Колосс Драккари", -- [2]
		},
		[381444] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[197967] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[202652] = {
			1855, -- [1]
			"Кровавая принцесса Тал'ена", -- [2]
		},
		[373912] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[106841] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[228645] = {
			2607, -- [1]
			6, -- [2]
		},
		[153501] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[384148] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[151454] = {
			1660, -- [1]
			"Гройат Слепой Охотник", -- [2]
		},
		[107357] = {
			1306, -- [1]
			"Тажань Чжу", -- [2]
		},
		[375449] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[374704] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[378784] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[47747] = {
			2009, -- [1]
			"Аномалус", -- [2]
		},
		[3356] = {
			552, -- [1]
			"Галганн Огнемолот", -- [2]
		},
		[373915] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[6726] = {
			1887, -- [1]
			"Тенегорнский охотник за реликвиями", -- [2]
		},
		[369823] = {
			2555, -- [1]
			"Злобный василиск", -- [2]
		},
		[6742] = {
			553, -- [1]
			"Гримлок", -- [2]
		},
		[388245] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[154526] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[156829] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[373405] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[373917] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[9482] = {
			552, -- [1]
			"Галганн Огнемолот", -- [2]
		},
		[345561] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[381595] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[369826] = {
			2555, -- [1]
			"Злобный василиск", -- [2]
		},
		[374430] = {
			2605, -- [1]
			"Тектонический крушитель", -- [2]
		},
		[343727] = {
			2614, -- [1]
			"Исчадие Тьмы <Хохохохохох>", -- [2]
		},
		[115421] = {
			1406, -- [1]
			"Крик'тик - направитель ветров", -- [2]
		},
		[386201] = {
			2562, -- [1]
			"[*] Оскверненная мана", -- [2]
		},
		[388760] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[369828] = {
			2555, -- [1]
			"Злобный василиск", -- [2]
		},
		[47688] = {
			2009, -- [1]
			"Хаотический разлом <Аномалус>", -- [2]
		},
		[386202] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[374432] = {
			2605, -- [1]
			"Тектонический крушитель", -- [2]
		},
		[55104] = {
			1980, -- [1]
			"Мураби", -- [2]
		},
		[385691] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[256128] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[163740] = {
			1748, -- [1]
			"Ахри'ок Дугру", -- [2]
		},
		[388796] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[375457] = {
			2614, -- [1]
			"Молодой ледяной протодракон", -- [2]
		},
		[371875] = {
			2613, -- [1]
			"Куалаши-новобранец", -- [2]
		},
		[90602] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[385181] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[375458] = {
			2614, -- [1]
			"Молодой ледяной протодракон", -- [2]
		},
		[377505] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[88974] = {
			1065, -- [1]
			"Бомба-липучка", -- [2]
		},
		[153762] = {
			1678, -- [1]
			"Когти Аргуса", -- [2]
		},
		[47748] = {
			2009, -- [1]
			"Аномалус", -- [2]
		},
		[150904] = {
			1656, -- [1]
			"Охотник Костяной Бивень", -- [2]
		},
		[112992] = {
			1413, -- [1]
			"Прыгопотам", -- [2]
		},
		[381602] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[395930] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[378020] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[90603] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[12057] = {
			551, -- [1]
			"Земельник-камнекрушитель", -- [2]
		},
		[168348] = {
			1754, -- [1]
			"Пушка \"Силы Чернорука\"", -- [2]
		},
		[106851] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[115167] = {
			1418, -- [1]
			"[*] Оскверненные воды", -- [2]
		},
		[376997] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[377881] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[163689] = {
			1748, -- [1]
			"Ахри'ок Дугру", -- [2]
		},
		[12169] = {
			243, -- [1]
			"Гнев'рел", -- [2]
		},
		[153764] = {
			1678, -- [1]
			"Аззакель", -- [2]
		},
		[378055] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[390817] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[150438] = {
			1667, -- [1]
			"Бритвопанцирный хрустогрыз", -- [2]
		},
		[385187] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[381605] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[267997] = {
			2607, -- [1]
			"Мерзотень", -- [2]
		},
		[372394] = {
			2590, -- [1]
			"Дафия Бич Бури", -- [2]
		},
		[150981] = {
			438, -- [1]
			"Зверобой из племени Иглошкурых", -- [2]
		},
		[375487] = {
			2614, -- [1]
			"Драконоид – заклинатель огня", -- [2]
		},
		[112993] = {
			1413, -- [1]
			"Прыгопотам", -- [2]
		},
		[90604] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[371836] = {
			2590, -- [1]
			"Кадрос Ледяной Гнев", -- [2]
		},
		[51587] = {
			2025, -- [1]
			"Спиритуалист из клана Укротителей драконов", -- [2]
		},
		[267999] = {
			2607, -- [1]
			"Мерзотень", -- [2]
		},
		[196497] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[48583] = {
			2024, -- [1]
			"Скарвальд Строитель", -- [2]
		},
		[370648] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[373932] = {
			2585, -- [1]
			"Драконья иллюзия", -- [2]
		},
		[3636] = {
			553, -- [1]
			"Нефритовый василиск", -- [2]
		},
		[32325] = {
			1900, -- [1]
			"Пандемоний", -- [2]
		},
		[375397] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[89734] = {
			1060, -- [1]
			"Испорченная кукуруза", -- [2]
		},
		[377004] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[151720] = {
			1655, -- [1]
			"Лавовый элементаль земли", -- [2]
		},
		[388773] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[106853] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[90605] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[384696] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[54850] = {
			1983, -- [1]
			"Колосс Драккари", -- [2]
		},
		[378029] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[394917] = {
			2587, -- [1]
			"Огнечешуйчатый капитан", -- [2]
		},
		[119903] = {
			1444, -- [1]
			"Ученик темного шамана", -- [2]
		},
		[10666] = {
			554, -- [1]
			"Земельник-комендант", -- [2]
		},
		[31623] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[388777] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[55106] = {
			1980, -- [1]
			"Мураби", -- [2]
		},
		[381613] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[107110] = {
			1416, -- [1]
			"Юй-лун", -- [2]
		},
		[106470] = {
			1304, -- [1]
			"[*] Шар огня", -- [2]
		},
		[377008] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[375475] = {
			2614, -- [1]
			"Молодой ледяной протодракон", -- [2]
		},
		[106854] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[377522] = {
			2611, -- [1]
			"Яростный пламень <Полководец Сарга>", -- [2]
		},
		[377009] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[381615] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[373939] = {
			2569, -- [1]
			"Тотем взрывной гнили <Гниломаг Око Гнева>", -- [2]
		},
		[384686] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[51972] = {
			2012, -- [1]
			"Кристаллическая грация", -- [2]
		},
		[393898] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[21868] = {
			429, -- [1]
			"Принцесса Терадрас", -- [2]
		},
		[384687] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[225419] = {
			1850, -- [1]
			"Страж Скверны - уничтожитель", -- [2]
		},
		[369818] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[197965] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[120800] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[225416] = {
			1850, -- [1]
			"Страж Скверны - уничтожитель", -- [2]
		},
		[150442] = {
			1667, -- [1]
			"Бритвопанцирный хрустогрыз", -- [2]
		},
		[373942] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[156842] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[152748] = {
			1660, -- [1]
			"Гройат Слепой Охотник", -- [2]
		},
		[196543] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[372238] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[206019] = {
			1850, -- [1]
			"Непроходящая порча", -- [2]
		},
		[381864] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[114660] = {
			1412, -- [1]
			"[*] Взрыв", -- [2]
		},
		[373944] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[388786] = {
			2618, -- [1]
			"[*] Непокорные волны", -- [2]
		},
		[153227] = {
			1652, -- [1]
			"Ролталл", -- [2]
		},
		[88300] = {
			1065, -- [1]
			"Болванчик", -- [2]
		},
		[34942] = {
			1901, -- [1]
			"Эфириал-черный маг", -- [2]
		},
		[90096] = {
			1065, -- [1]
			"[*] Взрыв", -- [2]
		},
		[374969] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[381249] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[106856] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[106984] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[377017] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[153006] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[381607] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[388788] = {
			2618, -- [1]
			"[*] Непокорные волны", -- [2]
		},
		[377018] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[47751] = {
			2009, -- [1]
			"Аномалус", -- [2]
		},
		[120160] = {
			1442, -- [1]
			"Хайан Неудержимый", -- [2]
		},
		[152495] = {
			1655, -- [1]
			"Лавовый элементаль земли", -- [2]
		},
		[51588] = {
			2025, -- [1]
			"Спиритуалист из клана Укротителей драконов", -- [2]
		},
		[153002] = {
			1686, -- [1]
			"Дозорный Каатар", -- [2]
		},
		[373424] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[386743] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[385451] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[375485] = {
			2614, -- [1]
			"Драконоид – заклинатель огня", -- [2]
		},
		[384185] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[321240] = {
			2325, -- [1]
			"Тунк", -- [2]
		},
		[121442] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[54954] = {
			2026, -- [1]
			"Тикающая бомба <Стратег из клана Укротителей драконов>", -- [2]
		},
		[384186] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[386181] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[386400] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[13737] = {
			243, -- [1]
			"Мрак'нел", -- [2]
		},
		[387333] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[384699] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[169129] = {
			1754, -- [1]
			"Обратная тяга", -- [2]
		},
		[382628] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[196496] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[90098] = {
			1065, -- [1]
			"Лакей-болванчик", -- [2]
		},
		[217234] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[110945] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[388283] = {
			2637, -- [1]
			"Гранит", -- [2]
		},
		[374466] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[121443] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[115430] = {
			1406, -- [1]
			"Крик'тик-яростень", -- [2]
		},
		[387261] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[151475] = {
			1660, -- [1]
			"Гройат Слепой Охотник", -- [2]
		},
		[111720] = {
			1417, -- [1]
			"[*] Солнечные вихри", -- [2]
		},
		[51586] = {
			2025, -- [1]
			"Спиритуалист из клана Укротителей драконов", -- [2]
		},
		[21869] = {
			429, -- [1]
			"Принцесса Терадрас", -- [2]
		},
		[382620] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[47944] = {
			2012, -- [1]
			"[*] Кристальный шип", -- [2]
		},
		[30153] = {
			2587, -- [1]
			"Страж Скверны <Комт>", -- [2]
		},
		[259711] = {
			2101, -- [1]
			"Надзиратель блока", -- [2]
		},
		[153247] = {
			1652, -- [1]
			"Ролталл", -- [2]
		},
		[374428] = {
			2605, -- [1]
			"Тектонический крушитель", -- [2]
		},
		[149941] = {
			1655, -- [1]
			"Уничтожитель", -- [2]
		},
		[374427] = {
			2605, -- [1]
			"Тектонический крушитель", -- [2]
		},
		[388799] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[387264] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[214739] = {
			1850, -- [1]
			"Техник из клана Призрачной Луны", -- [2]
		},
		[308455] = {
			2325, -- [1]
			"Тунк", -- [2]
		},
		[374471] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[390911] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[377542] = {
			2611, -- [1]
			"[*] Горящая земля", -- [2]
		},
		[373960] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[150784] = {
			1654, -- [1]
			"[*] Извержение магмы", -- [2]
		},
		[389313] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[397113] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[388290] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[196512] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[12540] = {
			243, -- [1]
			"Радо'рел", -- [2]
		},
		[149943] = {
			1670, -- [1]
			"Палач Мясодел", -- [2]
		},
		[151274] = {
			1659, -- [1]
			"Аггем Терновое Проклятие", -- [2]
		},
		[393092] = {
			2564, -- [1]
			"Смерч", -- [2]
		},
		[48438] = {
			2639, -- [1]
			11, -- [2]
		},
		[16592] = {
			1900, -- [1]
			"Эфириал-черный маг", -- [2]
		},
		[378057] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[386757] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[377034] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[131521] = {
			1306, -- [1]
			"Тажань Чжу", -- [2]
		},
		[120166] = {
			1444, -- [1]
			"Падший разоритель", -- [2]
		},
		[120269] = {
			1502, -- [1]
			"[*] Едкий сок", -- [2]
		},
		[257580] = {
			2101, -- [1]
			"Королева песков", -- [2]
		},
		[375943] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[389448] = {
			2607, -- [1]
			"Сытый пилозуб", -- [2]
		},
		[381576] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[207815] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[131522] = {
			1306, -- [1]
			"Тажань Чжу", -- [2]
		},
		[193375] = {
			1791, -- [1]
			"Уларогг Скаломол", -- [2]
		},
		[374215] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[156854] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[157331] = {
			2610, -- [1]
			"Изначальный элементаль бури", -- [2]
		},
		[308463] = {
			2325, -- [1]
			"Тунк", -- [2]
		},
		[153528] = {
			438, -- [1]
			"Ругуг", -- [2]
		},
		[111723] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[388544] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[120167] = {
			1442, -- [1]
			"Хайан Неудержимый", -- [2]
		},
		[201633] = {
			2607, -- [1]
			"Тотем земляной стены <Бишарк>", -- [2]
		},
		[17] = {
			2639, -- [1]
			5, -- [2]
		},
		[31689] = {
			1946, -- [1]
			"Гриб Нижетопи", -- [2]
		},
		[42780] = {
			2026, -- [1]
			"Железоголов из клана Укротителей драконов", -- [2]
		},
		[120807] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[202913] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[192621] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[149908] = {
			1675, -- [1]
			"Тукр", -- [2]
		},
		[382670] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[193702] = {
			1808, -- [1]
			"[*] Инфернальное пламя", -- [2]
		},
		[119528] = {
			1441, -- [1]
			"[*] Огненный шар", -- [2]
		},
		[386173] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[257119] = {
			2101, -- [1]
			"[*] Песчаная ловушка", -- [2]
		},
		[384637] = {
			2635, -- [1]
			"Яростная буря <Дафия Перерожденная>", -- [2]
		},
		[375424] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[379410] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[197541] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[396904] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[373735] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[388302] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[374485] = {
			2605, -- [1]
			"Пылающий демон", -- [2]
		},
		[369043] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[257827] = {
			2102, -- [1]
			"Джес Хаулис", -- [2]
		},
		[32361] = {
			1901, -- [1]
			"Таварок", -- [2]
		},
		[388815] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[118540] = {
			1416, -- [1]
			"[*] Волна Нефритовой Змеи", -- [2]
		},
		[388996] = {
			2565, -- [1]
			"[*] Извержение энергии", -- [2]
		},
		[392398] = {
			2623, -- [1]
			"Изначальная грозовая туча", -- [2]
		},
		[89769] = {
			1065, -- [1]
			"Порох", -- [2]
		},
		[111725] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[305913] = {
			2326, -- [1]
			"Гор'грот", -- [2]
		},
		[392399] = {
			2623, -- [1]
			"Изначальная грозовая туча", -- [2]
		},
		[388817] = {
			2637, -- [1]
			"Гранит", -- [2]
		},
		[213583] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[377559] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[106352] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[150002] = {
			1663, -- [1]
			"Пламенеющий служитель", -- [2]
		},
		[390920] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[106736] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[106864] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[399054] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[393425] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[377561] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[201920] = {
			1846, -- [1]
			"Пожиратель разума Каарж", -- [2]
		},
		[219498] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[164582] = {
			1654, -- [1]
			"Огрон из клана Кровавого Молота", -- [2]
		},
		[15529] = {
			244, -- [1]
			"Железнорукий страж", -- [2]
		},
		[388309] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[202306] = {
			1851, -- [1]
			"Фазовый паук", -- [2]
		},
		[372796] = {
			2609, -- [1]
			"Драгхар Отрицатель", -- [2]
		},
		[15593] = {
			244, -- [1]
			"Магмус", -- [2]
		},
		[372811] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[388822] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[376943] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[21071] = {
			426, -- [1]
			"Доисторическое чудище", -- [2]
		},
		[164841] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[375717] = {
			2614, -- [1]
			"Воин стихий – чародейка", -- [2]
		},
		[391382] = {
			2635, -- [1]
			"Нестабильный насыщатель <Дафия Перерожденная>", -- [2]
		},
		[198058] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[155327] = {
			1685, -- [1]
			"Стражница душ Ниами", -- [2]
		},
		[377965] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[8936] = {
			2639, -- [1]
			11, -- [2]
		},
		[89263] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[128359] = {
			1502, -- [1]
			"[*] Едкий сок", -- [2]
		},
		[197963] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[44606] = {
			1895, -- [1]
			"Магистр Солнечного Клинка", -- [2]
		},
		[83381] = {
			2607, -- [1]
			"Джига", -- [2]
		},
		[206020] = {
			1850, -- [1]
			"[*] Прикосновение порчи", -- [2]
		},
		[162415] = {
			1750, -- [1]
			"Ошир", -- [2]
		},
		[260879] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[149955] = {
			1670, -- [1]
			"Палач Мясодел", -- [2]
		},
		[106866] = {
			1405, -- [1]
			"Крик'тик-бомбардир", -- [2]
		},
		[372719] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[372963] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[31946] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[47731] = {
			2010, -- [1]
			"Великая ведунья Телестра", -- [2]
		},
		[392922] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[384827] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[375291] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[384223] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[156921] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[52042] = {
			2564, -- [1]
			"Тотем исцеляющего потока <Какабвиэюя>", -- [2]
		},
		[398206] = {
			1688, -- [1]
			"Эксгумированный дух", -- [2]
		},
		[151273] = {
			1659, -- [1]
			"Аггем Терновое Проклятие", -- [2]
		},
		[372158] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[151681] = {
			1667, -- [1]
			"Гхаму-ра", -- [2]
		},
		[149957] = {
			1656, -- [1]
			"Прирученный вепрь", -- [2]
		},
		[151928] = {
			1664, -- [1]
			"Загустевшая чумная слизь", -- [2]
		},
		[7897] = {
			1656, -- [1]
			"Костер", -- [2]
		},
		[119405] = {
			1443, -- [1]
			"Адарогг", -- [2]
		},
		[389855] = {
			2585, -- [1]
			"Драконья иллюзия", -- [2]
		},
		[381862] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[372456] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[107053] = {
			1416, -- [1]
			"Волна дракона", -- [2]
		},
		[107146] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[148859] = {
			1887, -- [1]
			"Обсидиановый часовой", -- [2]
		},
		[370410] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[383204] = {
			2618, -- [1]
			"[*] Сокрушающее цунами", -- [2]
		},
		[106228] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[375061] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[10252] = {
			554, -- [1]
			"Аркедас", -- [2]
		},
		[209742] = {
			1870, -- [1]
			"Проекция советника Меландра", -- [2]
		},
		[374217] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[100780] = {
			2565, -- [1]
			10, -- [2]
		},
		[8269] = {
			275, -- [1]
			"Берсерк из племени Тлеющего Терновника", -- [2]
		},
		[372971] = {
			2612, -- [1]
			"Куалаши-кузнец", -- [2]
		},
		[156925] = {
			1714, -- [1]
			"Терон'кров", -- [2]
		},
		[386277] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[163668] = {
			1748, -- [1]
			"Макогг Угольный Клинок", -- [2]
		},
		[9080] = {
			243, -- [1]
			"Мрак'нел", -- [2]
		},
		[77508] = {
			1655, -- [1]
			"Мстительный элементаль магмы", -- [2]
		},
		[151564] = {
			1661, -- [1]
			"Кристалл штормового потока", -- [2]
		},
		[121114] = {
			1465, -- [1]
			"Сик'тик - янтарный прядильщик", -- [2]
		},
		[44285] = {
			1895, -- [1]
			"Гараксас", -- [2]
		},
		[12167] = {
			553, -- [1]
			"Гримлок", -- [2]
		},
		[373678] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[396040] = {
			2587, -- [1]
			"Огнечешуйчатый капитан", -- [2]
		},
		[369049] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[44175] = {
			1895, -- [1]
			"Жрица Делрисса", -- [2]
		},
		[10094] = {
			551, -- [1]
			"Древний каменный хранитель", -- [2]
		},
		[389056] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[31403] = {
			1900, -- [1]
			"Эфириал - осквернитель гробниц", -- [2]
		},
		[113394] = {
			1417, -- [1]
			"Раздор", -- [2]
		},
		[375057] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[27610] = {
			1895, -- [1]
			"Жрица Делрисса", -- [2]
		},
		[150549] = {
			1670, -- [1]
			"Прислужник-демон Бездны", -- [2]
		},
		[207278] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[44274] = {
			1895, -- [1]
			"Зелфан", -- [2]
		},
		[119476] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[377825] = {
			2555, -- [1]
			"[*] Пылающая смола", -- [2]
		},
		[164617] = {
			1654, -- [1]
			"Говорящий с огнем из клана Кровавого Молота", -- [2]
		},
		[369660] = {
			2556, -- [1]
			"Сотрясающий тотем", -- [2]
		},
		[203364] = {
			1855, -- [1]
			"Кровавая принцесса Тал'ена", -- [2]
		},
		[106319] = {
			1418, -- [1]
			"[*] Пульсация гидрокопья", -- [2]
		},
		[149963] = {
			1655, -- [1]
			"[*] Раскол земли", -- [2]
		},
		[376049] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[110762] = {
			426, -- [1]
			"Обвал", -- [2]
		},
		[391402] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[386016] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[373652] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[15581] = {
			243, -- [1]
			"Радо'рел", -- [2]
		},
		[21808] = {
			426, -- [1]
			"Обвал", -- [2]
		},
		[256044] = {
			2104, -- [1]
			"Надзиратель Корги", -- [2]
		},
		[193273] = {
			1791, -- [1]
			"Ревущий идол <Уларогг Скаломол>", -- [2]
		},
		[372051] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[372213] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[387822] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[115003] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[374517] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[373494] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[389870] = {
			2607, -- [1]
			"Гигантский штормодемон", -- [2]
		},
		[32363] = {
			1899, -- [1]
			"Принц Шаффар", -- [2]
		},
		[197558] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[91776] = {
			2607, -- [1]
			"Восставший вурдалак", -- [2]
		},
		[373733] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[5568] = {
			426, -- [1]
			"Обвал", -- [2]
		},
		[202676] = {
			1855, -- [1]
			"Кровавая принцесса Тал'ена", -- [2]
		},
		[153804] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[44194] = {
			1894, -- [1]
			"Кель'тас Солнечный Скиталец", -- [2]
		},
		[42705] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[15716] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[106104] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[389873] = {
			2607, -- [1]
			"Гигантский штормодемон", -- [2]
		},
		[114548] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[13323] = {
			1895, -- [1]
			"Яззай", -- [2]
		},
		[388410] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[88321] = {
			1065, -- [1]
			"Бомба-липучка", -- [2]
		},
		[193210] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[372570] = {
			2613, -- [1]
			"Куалаши-охотник", -- [2]
		},
		[398331] = {
			2635, -- [1]
			"Нестабильный насыщатель <Дафия Перерожденная>", -- [2]
		},
		[389875] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[119999] = {
			1446, -- [1]
			"Лавовый страж Гордот", -- [2]
		},
		[374523] = {
			2582, -- [1]
			"Силовой росток", -- [2]
		},
		[119922] = {
			1442, -- [1]
			"Куай Бесчеловечный", -- [2]
		},
		[381688] = {
			2635, -- [1]
			"Нестабильный насыщатель <Дафия Перерожденная>", -- [2]
		},
		[217851] = {
			1792, -- [1]
			"Нараксас", -- [2]
		},
		[89753] = {
			2587, -- [1]
			"Страж Скверны <Комт>", -- [2]
		},
		[49998] = {
			2607, -- [1]
			6, -- [2]
		},
		[164635] = {
			1749, -- [1]
			"Раздиратель Плоти Нок'Гар", -- [2]
		},
		[384512] = {
			2580, -- [1]
			"Заступник из клана Нокхуд", -- [2]
		},
		[10093] = {
			551, -- [1]
			"Песчаная буря <Древний каменный хранитель>", -- [2]
		},
		[120946] = {
			1465, -- [1]
			"Сик'тик - янтарный прядильщик", -- [2]
		},
		[129262] = {
			2129, -- [1]
			"Геккан", -- [2]
		},
		[377864] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[384761] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[149975] = {
			1655, -- [1]
			"Катастрофа", -- [2]
		},
		[377597] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[165578] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[392196] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[391120] = {
			2585, -- [1]
			"Лейтенант чешуйчатых губителей", -- [2]
		},
		[149835] = {
			1664, -- [1]
			"Мягконог", -- [2]
		},
		[376063] = {
			2605, -- [1]
			"Тлеющий разоритель", -- [2]
		},
		[375068] = {
			2610, -- [1]
			"Лавовые щупальца", -- [2]
		},
		[388623] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[396022] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[165579] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[384764] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[23600] = {
			1895, -- [1]
			"Полководец Саларис", -- [2]
		},
		[396023] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[106874] = {
			1406, -- [1]
			"[*] Огненная бомба", -- [2]
		},
		[154469] = {
			1682, -- [1]
			"[*] Костяной ритуал", -- [2]
		},
		[33111] = {
			1922, -- [1]
			"Чернокнижник из клана Призрачной Луны", -- [2]
		},
		[376864] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[153396] = {
			1678, -- [1]
			"Аззакель", -- [2]
		},
		[396031] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[377612] = {
			2607, -- [1]
			"Рашагет", -- [2]
		},
		[396025] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[106112] = {
			1439, -- [1]
			"Фрагмент сомнения", -- [2]
		},
		[372543] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[91778] = {
			2607, -- [1]
			"Нетопыутроб", -- [2]
		},
		[198077] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[375873] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[374533] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[164974] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[44178] = {
			1895, -- [1]
			"Яззай", -- [2]
		},
		[32364] = {
			1899, -- [1]
			"Принц Шаффар", -- [2]
		},
		[48400] = {
			2026, -- [1]
			"Ледяная могила", -- [2]
		},
		[375046] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[396028] = {
			2587, -- [1]
			"Раскаленный шип", -- [2]
		},
		[371976] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[153556] = {
			438, -- [1]
			"Тотем Хрустального огня <Ругуг>", -- [2]
		},
		[374389] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[384625] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[265533] = {
			2111, -- [1]
			"Клещ из Подгнилья", -- [2]
		},
		[385916] = {
			2637, -- [1]
			"Гранит", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = false,
	["deathlog_healingdone_min_arena"] = 400,
	["spell_school_cache"] = {
		["Огненная бойня"] = 4,
		["Удар Тьмы"] = 1,
		["Взрывной выброс"] = 4,
		["Песчаная буря"] = 8,
		["Ледяные звезды"] = 16,
		["Водоворот Бездны"] = 32,
		["Отвратительная слизь"] = 8,
		["Обжигающий обстрел"] = 4,
		["Дикая энергия"] = 64,
		["Едкая смола"] = 8,
		["Опустошитель"] = 1,
		["Огненный плевок"] = 4,
		["Бомба антимагии"] = 64,
		["Меткий стрелок"] = 1,
		["Каменная стрела"] = 8,
		["Всепожирающая чума"] = 32,
		["Чародейская зона"] = 64,
		["Камнепад"] = 1,
		["Ударная волна"] = 8,
		["Смерч"] = 8,
		["Замерзшая земля"] = 16,
		["Ледяная буря"] = 16,
		["Нестабильный поток"] = 8,
		["Клейкий осадок"] = 8,
		["Огнебомба"] = 4,
		["Выстрел из пистоли"] = 1,
		["Огненный взмах"] = 4,
		["Повторный резонанс"] = 8,
		["Пылающий рев"] = 4,
		["Копье Света"] = 2,
		["Магмовый крушитель"] = 4,
		["Пятна лавы"] = 4,
		["Шаровая молния"] = 8,
		["Обжигающее прикосновение"] = 4,
		["Внезапно, овцы!"] = 4,
		["Звуковой заряд"] = 1,
		["Обстрел"] = 4,
		["Изобилие"] = 8,
		["Изначальный сдвиг"] = 28,
		["Вместилище души"] = 32,
		["Обжигайка"] = 1,
		["Пагубный восторг"] = 32,
		["Жестокий ветер"] = 1,
		["Гниение изнутри"] = 8,
		["Быстрая стрельба"] = 4,
		["Раскаленный шип"] = 1,
		["Мрачная стрела"] = 32,
		["Смелая засада"] = 1,
		["Извержение энергии"] = 64,
		["Трупное дыхание"] = 32,
		["Всплеск оскверненных вод"] = 16,
		["Грозовое дыхание"] = 8,
		["Вершина льда"] = 16,
		["Оскверненный всплеск лавы"] = 4,
		["Чувство превосходства"] = 32,
		["Удар костедробителя"] = 1,
		["Жгучий холод"] = 16,
		["Парализующий яд"] = 8,
		["Лавовый шквал"] = 4,
		["Оскверненные воды"] = 16,
		["Огненная батарея"] = 4,
		["Ледяная бомба"] = 16,
		["Огненная глыба"] = 4,
		["Агония"] = 32,
		["Тление"] = 4,
		["Бросок камня"] = 1,
		["Сокрушающий удар"] = 1,
		["Раскаленные узы"] = 4,
		["Недавняя катастрофа"] = 126,
		["Угасающее извержение"] = 8,
		["Натиск клинка"] = 1,
		["Огненная связь"] = 4,
		["Подавляющее кваканье"] = 1,
		["Ядро адского пламени"] = 4,
		["Осадок ша"] = 16,
		["Мана-бомба"] = 64,
		["Каменный кулак"] = 1,
		["Временной шок"] = 8,
		["Магический разлом"] = 64,
		["Поглощающие тени"] = 32,
		["Палящее пламя"] = 4,
		["Взрыв магмы"] = 4,
		["Шокирующее сотрясение"] = 8,
		["Удушающие тенета"] = 1,
		["Иссушающее заражение"] = 8,
		["Трескучее облако"] = 8,
		["Плен стихий"] = 8,
		["Оползень"] = 8,
		["Заряженная капля"] = 16,
		["Просвет бури"] = 8,
		["Огненный шок"] = 4,
		["Ярость воды"] = 16,
		["Пламя души"] = 36,
		["Пылевое поле"] = 8,
		["Едкий сок"] = 8,
		["Печать гнева"] = 2,
		["Болезненный укус"] = 1,
		["Магнитный покров"] = 8,
		["Семя порчи"] = 32,
		["Токсин рогоплава"] = 8,
		["Магмовый кулак"] = 4,
		["Кольцо льда"] = 16,
		["Танец клинков"] = 127,
		["Детонация взрывчатки богомолов"] = 4,
		["Удар духов стихий"] = 28,
		["Ледяные кулаки"] = 16,
		["Удушающее облако гнили"] = 8,
		["Охватывающая земля"] = 8,
		["Сияющий фрагмент"] = 2,
		["Выстрел из ракетомета"] = 4,
		["Инфернальное пламя"] = 4,
		["Морковная отрыжка"] = 1,
		["Освящение"] = 2,
		["Теневой топор"] = 32,
		["Гнев бури"] = 8,
		["Обращение в бегство"] = 1,
		["Отгрызть"] = 1,
		["Узы жизни"] = 1,
		["Устранение"] = 1,
		["Погребальный костер"] = 4,
		["Лужа Скверны"] = 4,
		["Форсаж"] = 1,
		["Крушащие когти дракона"] = 8,
		["Доспех Скверны"] = 32,
		["Восстановление"] = 8,
		["Пагуба"] = 32,
		["Волна жара"] = 4,
		["Сочащиеся тени"] = 32,
		["Бросок лавы"] = 4,
		["Огненный часовой"] = 4,
		["Молния"] = 8,
		["Шипастый панцирь"] = 8,
		["Эхо Бездны"] = 32,
		["Опустошающая молния"] = 8,
		["Резонирующая аннигиляция"] = 8,
		["Пылающий валун"] = 4,
		["Лужа магмы"] = 4,
		["Утрата воли"] = 32,
		["Изначальная снежная буря"] = 16,
		["Тяжелые удары"] = 1,
		["Возрождение феникса"] = 4,
		["Яростное рассечение"] = 1,
		["Удар из пекла"] = 4,
		["Казнь"] = 1,
		["Залп магмовых стрел"] = 12,
		["Ураганная стрела"] = 8,
		["Оглушительный визг"] = 8,
		["Листья-клинки"] = 1,
		["Клейкая паутина"] = 8,
		["Сияющая искра"] = 64,
		["Удар молнии"] = 8,
		["Джарадинская лава"] = 4,
		["Град амулетов"] = 8,
		["Волна огня"] = 4,
		["Блуждающий циклон"] = 8,
		["Авиаудар"] = 4,
		["Чародейская стрела"] = 64,
		["Удар пузом"] = 1,
		["Рывок"] = 1,
		["Огненная стрела"] = 4,
		["Пылающая смола"] = 4,
		["Вихревой удар"] = 1,
		["Руна тени"] = 32,
		["Знак проводимости"] = 8,
		["Гниющий залив"] = 8,
		["Вулканический шлейф"] = 4,
		["Гидрокопье"] = 16,
		["Громогласный рев"] = 1,
		["Залп"] = 1,
		["Местная буря"] = 8,
		["Морозный смерч"] = 16,
		["Железное копье"] = 1,
		["Грохочущий топот"] = 8,
		["Чародейские стрелы"] = 64,
		["Землетрясение"] = 8,
		["Увечащий укус"] = 1,
		["Рваная рана"] = 32,
		["Сбивающее копье"] = 1,
		["Всплеск лавы"] = 4,
		["Раскаленный уголь"] = 1,
		["Разящий клинок"] = 32,
		["Кровавая стая"] = 32,
		["Рвущий коготь"] = 1,
		["Чародейская сфера"] = 64,
		["Нестабильная магия"] = 64,
		["Извержение времени"] = 64,
		["Дворник"] = 64,
		["Огненное преследование"] = 1,
		["Извержение"] = 4,
		["Чумной укус"] = 8,
		["Жезл отрицания"] = 64,
		["Знамение смерти"] = 32,
		["Пылающие кулаки"] = 4,
		["Нестабильные тени"] = 32,
		["Ничтожность"] = 32,
		["Полярные ветра"] = 16,
		["Переполняющая энергия"] = 64,
		["Фермент"] = 1,
		["Гнилые споры"] = 32,
		["Взрыв"] = 8,
		["Резонирующий удар сплеча"] = 64,
		["Атака языка пламени"] = 4,
		["Интенсивное горение"] = 4,
		["Большой огненный разлом"] = 4,
		["Солнечные вихри"] = 4,
		["Преисподняя"] = 4,
		["Сметающая буря"] = 8,
		["Ослепляющая наледь"] = 16,
		["Гнев великого посоха"] = 8,
		["Гоблинское драконье ружье"] = 4,
		["Гравитационный колодец"] = 32,
		["Сгусток Хрустального огня"] = 12,
		["Смертоносный порыв"] = 32,
		["Копье Бастиона"] = 1,
		["Огненное дыхание"] = 4,
		["Вдох"] = 32,
		["Тотем взрывной гнили"] = 8,
		["Буря Тени"] = 32,
		["Яд"] = 8,
		["Раскол земли"] = 8,
		["Шквал клинков"] = 1,
		["Пылающая преграда"] = 4,
		["Разрывная бомба"] = 4,
		["Палящий жар"] = 4,
		["Древний холод"] = 16,
		["Инициатива наездника"] = 1,
		["Кровавая атака"] = 1,
		["Оплавленная земля"] = 4,
		["Оскверненный гейзер"] = 16,
		["Полыхающие угли"] = 4,
		["Вызов молнии"] = 8,
		["Карбонизация"] = 16,
		["Пламя"] = 4,
		["Оскверненная мана"] = 64,
		["Чародейские узы"] = 64,
		["Перемотка времени"] = 64,
		["Смертоносный поток"] = 8,
		["Жгучая рана"] = 4,
		["Хлыст молнии"] = 8,
		["Заряженное копье"] = 8,
		["Обжигающая руда"] = 4,
		["Морозный опустошитель"] = 16,
		["Стихийный всплеск"] = 28,
		["Горящая земля"] = 4,
		["Лучи солнечной ярости"] = 4,
		["Взрывное клеймо"] = 64,
		["Пылающее превосходство"] = 4,
		["Разлагающие брызги"] = 8,
		["Нестабильные порывы"] = 8,
		["Тумак торнадо"] = 1,
		["Вечная мерзлота"] = 16,
		["Оскверненная кровь"] = 8,
		["Бушующие ветра"] = 8,
		["Подавляющие миазмы"] = 64,
		["Заразный плевок"] = 8,
		["Сметающий поток"] = 16,
		["Леденящая буря"] = 16,
		["Яростный разлом"] = 8,
		["Удар торнадо"] = 1,
		["Смыть"] = 16,
		["Пожиратель времени"] = 64,
		["Тектонический шквал"] = 8,
		["Ледовое перо"] = 16,
		["Лава"] = 4,
		["Вихрь клинков"] = 1,
		["Размах"] = 1,
		["Подземные толчки"] = 8,
		["Волна Нефритовой Змеи"] = 4,
		["Озерцо теней"] = 32,
		["Пронзающий дождь"] = 16,
		["Разбрызгивание яда"] = 8,
		["Раскол души"] = 32,
		["Огненный взрыв"] = 4,
		["Кристальный шип"] = 1,
		["Рассеянный заряд"] = 8,
		["Ветер перемен"] = 8,
		["Ревущее огненное дыхание"] = 4,
		["Расплавленное золото"] = 4,
		["Удар тайфуна"] = 1,
		["Рваные порезы"] = 1,
		["Встречный ветер"] = 8,
		["Оглушающий удар"] = 1,
		["Проклятый водоворот"] = 16,
		["Разбивание земли"] = 8,
		["Перегрузка"] = 8,
		["Падающие обломки"] = 1,
		["Кромсающий укус"] = 1,
		["Непокорные волны"] = 16,
		["Каменный разлом"] = 8,
		["Статический разряд"] = 8,
		["Волна лавы"] = 4,
		["Говори правду"] = 1,
		["Земляное превосходство"] = 8,
		["Ищущее пламя"] = 4,
		["Расплющивание"] = 1,
		["Усиленный гнев великого посоха"] = 8,
		["Топор духов"] = 64,
		["Громовой удар"] = 8,
		["Укус хищника"] = 1,
		["Внезапный удар"] = 1,
		["Земляные шипы"] = 1,
		["Громовая стрела"] = 8,
		["Отравляющий плевок"] = 8,
		["Засасывающий внутрь вихрь"] = 8,
		["Выстрел часового"] = 64,
		["Вспышка Бездны"] = 32,
		["Ошеломляющий удар"] = 1,
		["Сумеречный призрак"] = 32,
		["Лазурный камень мощи"] = 64,
		["Бросок"] = 1,
		["Взорванная земля"] = 4,
		["Плевок магмы"] = 12,
		["Солнечный гнев"] = 4,
		["Рассекающий удар"] = 1,
		["Огненный шар"] = 4,
		["Зазубренный укус"] = 1,
		["Крайне взрывоопасная овца"] = 4,
		["Иссушение разума"] = 32,
		["Взрыв разума"] = 32,
		["Полное затмение"] = 32,
		["Расплавление"] = 4,
		["Статическое поле"] = 8,
		["Костяной ритуал"] = 32,
		["Душевная связь"] = 32,
		["Прикосновение порчи"] = 32,
		["Мгновенный взрыв"] = 4,
		["Схлопывающаяся сингулярность"] = 32,
		["Жар от котла"] = 4,
		["Дуга молнии"] = 8,
		["Леденящий гнев"] = 16,
		["Сокрушающее присутствие"] = 8,
		["Кромсающий вихрь"] = 1,
		["Магический ожог"] = 64,
		["Раскалывающий удар"] = 28,
		["Железный натиск"] = 1,
		["Щит молний"] = 8,
		["Электрическая буря"] = 8,
		["Рьяный рывок"] = 1,
		["Прилив энергии"] = 8,
		["Раскаленное изрыгание"] = 12,
		["Ледяной покров"] = 16,
		["Таран рогами"] = 1,
		["Трескучий сдвиг"] = 8,
		["Удары Тьмы"] = 32,
		["Расщепленная кора"] = 1,
		["Взрывные градины"] = 16,
		["Пылающая эгида"] = 4,
		["Рывок со щитом"] = 1,
		["Поглощение"] = 8,
		["Прикосновение вампира"] = 32,
		["Ожоги"] = 1,
		["Бросок магмы"] = 4,
		["Порченая кровь"] = 32,
		["Руническое клеймо"] = 2,
		["Правой, левой"] = 1,
		["Гнусный выброс"] = 32,
		["Хищный прыжок"] = 1,
		["Жидкая магма"] = 4,
		["Пушечное ядро"] = 1,
		["Токсичная желчь"] = 8,
		["Метеоритный топор"] = 4,
		["Сокрушение"] = 1,
		["Водяной пузырь"] = 16,
		["Неизбежная пытка"] = 32,
		["Стремительный бег"] = 4,
		["Сияние"] = 32,
		["Напряженность"] = 32,
		["Стрела Бездны"] = 32,
		["Извержение Бездны"] = 32,
		["Пытка разума: безумие"] = 32,
		["Разрыв материи"] = 64,
		["Темное сокрушение"] = 32,
		["Цапнуть"] = 1,
		["Яростный выпад"] = 1,
		["Яростный удар когтями"] = 1,
		["Рагнарек"] = 4,
		["Буйство"] = 1,
		["Поясное оружие"] = 1,
		["Ледяное посвящение"] = 16,
		["Извержение вулкана"] = 4,
		["Вестник войны"] = 1,
		["Громовое превосходство"] = 8,
		["Расплавляющий разрез"] = 4,
		["Выжженная земля"] = 4,
		["Шакрам смерти"] = 1,
		["Пылающий натиск"] = 1,
		["Штормовые ветра"] = 8,
		["Выстрел"] = 1,
		["Рассекающие удары"] = 1,
		["Похищение души"] = 32,
		["Громовой заряд"] = 8,
		["Искажение гравитации"] = 64,
		["Стремительное пронзание"] = 1,
		["Раздирание клювом"] = 1,
		["Ближний бой"] = 1,
		["Зазубренное лезвие"] = 1,
		["Леденящее присутствие"] = 16,
		["Опустошение Бездны"] = 32,
		["Пламенный портал"] = 4,
		["Метка свежевателя"] = 1,
		["Кольцо огня"] = 4,
		["Извержение пламени"] = 4,
		["Искрящийся взрыв"] = 8,
		["Заглатывание"] = 8,
		["Лопающийся гнойник"] = 8,
		["Команда \"Убить!\""] = 1,
		["Обжигающий плевок"] = 4,
		["Электрические челюсти"] = 8,
		["Поддерживание пламени"] = 4,
		["Зловонная пасть"] = 8,
		["Обжигающие тени"] = 32,
		["Яростный импульс"] = 8,
		["Остаточный заряд"] = 8,
		["Токсин плеточника"] = 8,
		["Ожог"] = 4,
		["Каменный выброс"] = 8,
		["Танцующий клинок"] = 1,
		["Натиск Клинка"] = 1,
		["Поганочное гниение"] = 8,
		["Единство с энтропией"] = 48,
		["Поцелуй вампира"] = 1,
		["Шип Бездны"] = 32,
		["Мерзлая земля"] = 16,
		["Поток лавы"] = 4,
		["Сокрушение молнией"] = 8,
		["Сотрясение"] = 8,
		["Зазубренный костяной шип"] = 1,
		["Подавляющий взгляд"] = 32,
		["Гнев деревьев"] = 8,
		["Ледяной обстрел"] = 16,
		["Всплеск оскверняющих вод"] = 16,
		["Пылающий молот"] = 4,
		["Драконье извержение"] = 4,
		["Яростная буря"] = 8,
		["Corpo-a-Corpo"] = 1,
		["Бросок динамита"] = 4,
		["Крыло бури"] = 8,
		["Порча Г'ууна"] = 32,
		["Раскаленный разлом"] = 4,
		["Резонирующая сфера"] = 64,
		["Топор из кости дракона"] = 1,
		["Стадо кабанов"] = 8,
		["Удар бури"] = 1,
		["Мощный удар"] = 32,
		["Иссушение"] = 8,
		["Прорастание"] = 1,
		["Потрескивающая воронка"] = 64,
		["Неистовый натиск"] = 1,
		["Меховая буря"] = 1,
		["Священная земля"] = 2,
		["Хватай за горло!"] = 1,
		["Ледяной всплеск"] = 16,
		["Огромные валуны"] = 8,
		["Удушающая пыль"] = 8,
		["Порча"] = 32,
		["Ядовитый удар"] = 8,
		["Шар огня"] = 4,
		["Сейсмический удар"] = 1,
		["Шип ша"] = 32,
		["Извержение шлака"] = 4,
		["Дыхание дракона"] = 4,
		["Древняя сфера"] = 64,
		["Великий посох хранительницы стаи"] = 8,
		["Перехват"] = 1,
		["Штормовой поток"] = 16,
		["Энергия бури"] = 8,
		["Волна змеи"] = 4,
		["Некротическая слизь"] = 32,
		["Дикий огонь"] = 4,
		["Вечная сфера"] = 64,
		["Волшебная перегрузка"] = 64,
		["Лютый холод"] = 16,
		["Удар палача"] = 32,
		["Нефритовый огонь"] = 4,
		["Сверкающий заряд"] = 8,
		["Перезаряженная душа"] = 8,
		["Быстрое прижигающее пламя"] = 4,
		["Плетение Тьмы"] = 32,
		["Токсичные испарения"] = 8,
		["Пробужденная земля"] = 8,
		["Электрифицированные чешуйки"] = 8,
		["Бросок кости"] = 1,
		["Кислотная бомба"] = 8,
		["Пылающий арсенал"] = 4,
		["Живой жар"] = 4,
		["Сотрясающий импульс"] = 8,
		["Быстродействующий яд"] = 8,
		["Обжигающий жар"] = 4,
		["Нестабильные угли"] = 4,
		["Фрагмент древней сферы"] = 64,
		["Ярость Одина"] = 1,
		["Дыхание магического льда"] = 80,
		["Кислотный плевок"] = 8,
		["Ответвление"] = 1,
		["Песчаная ловушка"] = 8,
		["Пытка разума"] = 32,
		["Ответная реакция"] = 2,
		["Освященная земля"] = 2,
		["Залп шипастых стрел"] = 1,
		["Инфернальное извержение"] = 4,
		["Земляной столп"] = 8,
		["Дротик"] = 1,
		["Взрывное пламя"] = 4,
		["Коварный удар"] = 1,
		["Ядовитый всплеск"] = 8,
		["Священный свет"] = 2,
		["Обрушение"] = 1,
		["Зажигательные пули"] = 4,
		["Автоматическая стрельба"] = 1,
		["Око шторма"] = 8,
		["Прилив мощи"] = 8,
		["Смертельные каменные когти"] = 8,
		["Яростные молнии"] = 8,
		["Разящий удар Нефритовой Змеи"] = 4,
		["Сейсмический взрыв"] = 8,
		["Раскаленные удары"] = 1,
		["Выстрел в живот"] = 1,
		["Усиленный посох хранительницы стаи"] = 8,
		["Необузданное пламя"] = 4,
		["Вихрь"] = 1,
		["Гниющие глаза"] = 8,
		["Болезнетворное облако"] = 8,
		["Тотем лавы"] = 4,
		["Сокрушающее цунами"] = 16,
		["Энергетическая бомба"] = 64,
		["Абсолютный нуль"] = 16,
		["Иссушающая гниль"] = 8,
		["Статический выброс"] = 64,
		["Шоковый удар"] = 8,
		["Слово Тьмы: Смерть"] = 32,
		["Гниющая щепка Древорта"] = 8,
		["Удар разложения"] = 1,
		["Потрескавшиеся обломки"] = 8,
		["Пульсация гидрокопья"] = 16,
		["Всплеск"] = 8,
		["Горящий шлак"] = 4,
		["Удары по земле"] = 1,
		["Брызги грязи"] = 1,
		["Раздробление камня"] = 8,
		["Опаляющий выстрел"] = 4,
		["Огненные стрелы"] = 4,
		["Смоляное плетение"] = 32,
		["Бубонная чума"] = 8,
		["Огненная бомба"] = 4,
		["Повторный толчок"] = 8,
		["Воспламенение"] = 4,
		["Кристаллический рев"] = 64,
		["Ярость хранительницы кладки"] = 28,
		["Извержение магмы"] = 4,
		["Ледяная перегрузка"] = 16,
		["Щит небес"] = 2,
		["Возгорание души"] = 127,
		["Горение"] = 4,
		["Оплетающая ловушка"] = 1,
		["Громовое присутствие"] = 8,
		["Прыжок берсерка"] = 8,
		["Испепеление"] = 4,
		["Слово Тьмы: Боль"] = 32,
		["Пульсирующее пламя"] = 4,
		["Атака с \"Неистовством ветра\""] = 1,
		["Энергетическое напряжение"] = 8,
		["Покров скорби"] = 32,
		["Разгоряченные удары"] = 1,
		["Леденящее превосходство"] = 16,
		["Вспышка огня"] = 4,
		["Звуковое поле"] = 1,
		["Ледяная могила"] = 16,
		["Ионизирующий заряд"] = 8,
		["Промокание насквозь"] = 16,
		["Кольцо злобы"] = 32,
		["Кристальный покров"] = 64,
		["Шепот Темной Звезды"] = 32,
		["Пламя феникса"] = 4,
		["Разрывающее бешенство"] = 1,
		["Огонь кузни"] = 4,
		["Промеж глаз"] = 1,
		["Энергетический удар"] = 64,
		["Пылающий рывок"] = 4,
		["Удар неистовых кулаков"] = 4,
		["Обжигающее присутствие"] = 4,
		["Разлом"] = 64,
		["Зона вечности"] = 64,
	},
	["deathlog_healingdone_min"] = 1,
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["realtime_dps_size"] = 12,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_shadow"] = true,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["show_warning_id1_amount"] = 2,
	["current_exp_raid_encounters"] = {
		[2614] = true,
		[2607] = true,
		[2590] = true,
		[2605] = true,
		[2592] = true,
		[2635] = true,
		[2587] = true,
		[2639] = true,
	},
	["keystone_frame"] = {
		["scale"] = 1,
		["position"] = {
		},
	},
	["show_totalhitdamage_on_overkill"] = false,
	["trinket_data"] = {
		[394453] = {
			["lastCombatId"] = 5093,
			["lastActivation"] = 1672347387.255,
			["averageTime"] = 57,
			["activations"] = 124,
			["totalCooldownTime"] = 7137.971999406816,
			["lastPlayerName"] = "Ледиланатель",
			["maxTime"] = 374.9210000038147,
			["minTime"] = 40.05699992179871,
			["spellName"] = "Пламя хранительницы стаи",
		},
		[385903] = {
			["lastCombatId"] = 6276,
			["lastActivation"] = 1672777225.366,
			["averageTime"] = 52,
			["activations"] = 10,
			["totalCooldownTime"] = 529.6719994544983,
			["lastPlayerName"] = "Шаналот",
			["maxTime"] = 113.4689998626709,
			["minTime"] = 40.23199987411499,
			["spellName"] = "Пагубная кристаллизация",
		},
		[382426] = {
			["lastCombatId"] = 5959,
			["lastActivation"] = 1672695906.671,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "Злюккер",
			["maxTime"] = 0,
			["minTime"] = 9999999,
			["spellName"] = "Злопамятная молния",
		},
		[214052] = {
			["lastCombatId"] = 4567,
			["lastActivation"] = 1672140990.891,
			["averageTime"] = 85,
			["activations"] = 3,
			["totalCooldownTime"] = 255.3289999961853,
			["lastPlayerName"] = "Аэрена",
			["maxTime"] = 140.2179999351502,
			["minTime"] = 50.15100002288818,
			["spellName"] = "Метеорит Скверны",
		},
		[388755] = {
			["lastCombatId"] = 6077,
			["lastActivation"] = 1672751826.514,
			["averageTime"] = 60,
			["activations"] = 143,
			["totalCooldownTime"] = 8589.535000562668,
			["lastPlayerName"] = "Коткокосик",
			["maxTime"] = 149.2000000476837,
			["minTime"] = 40.00100016593933,
			["spellName"] = "Стрела пронзания души",
		},
		[388739] = {
			["lastCombatId"] = 6076,
			["lastActivation"] = 1672751719.28,
			["averageTime"] = 73,
			["activations"] = 231,
			["totalCooldownTime"] = 17059.32000041009,
			["lastPlayerName"] = "Пагубность",
			["maxTime"] = 290.2230000495911,
			["minTime"] = 40.13600015640259,
			["spellName"] = "Чистое разложение",
		},
		[397376] = {
			["lastCombatId"] = 6276,
			["lastActivation"] = 1672777217.633,
			["averageTime"] = 83,
			["activations"] = 36,
			["totalCooldownTime"] = 2994.660000801086,
			["lastPlayerName"] = "Хуготор",
			["maxTime"] = 228.9760000705719,
			["minTime"] = 40.28299999237061,
			["spellName"] = "Раскаленные угли",
		},
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["savedCustomSpells"] = {
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [3]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			339538, -- [1]
			"Templar's Verdict", -- [2]
			461860, -- [3]
		}, -- [9]
		{
			55090, -- [1]
			"Scourge Strike", -- [2]
			237530, -- [3]
		}, -- [10]
		{
			277185, -- [1]
			"Gladiator's Badge (Trinket)", -- [2]
			135884, -- [3]
		}, -- [11]
		{
			98021, -- [1]
			"Обмен здоровья", -- [2]
			237586, -- [3]
		}, -- [12]
		{
			278383, -- [1]
			"Ruffling Tempest (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [13]
		{
			59638, -- [1]
			"Frostbolt", -- [2]
			135846, -- [3]
		}, -- [14]
		{
			49184, -- [1]
			"Howling Blast", -- [2]
			135833, -- [3]
		}, -- [15]
		{
			277187, -- [1]
			"Gladiator's Emblem (Trinket)", -- [2]
			132344, -- [3]
		}, -- [16]
		{
			278227, -- [1]
			"Barkspines (Trinket)", -- [2]
			134439, -- [3]
		}, -- [17]
		{
			268998, -- [1]
			"Kindled Soul (Trinket)", -- [2]
			651093, -- [3]
		}, -- [18]
		{
			196917, -- [1]
			"Свет мученика (Урон)", -- [2]
			1360762, -- [3]
		}, -- [19]
		{
			343355, -- [1]
			"Void Bolt", -- [2]
			1035040, -- [3]
		}, -- [20]
		{
			120761, -- [1]
			"Glaive Toss", -- [2]
			132330, -- [3]
		}, -- [21]
		{
			278812, -- [1]
			"Lion's Grace (Trinket)", -- [2]
			464140, -- [3]
		}, -- [22]
		{
			270827, -- [1]
			"Webweaver's Soul Gem (Trinket)", -- [2]
			237431, -- [3]
		}, -- [23]
		{
			278057, -- [1]
			"Volatile Blood Explosion (Trinket)", -- [2]
			538040, -- [3]
		}, -- [24]
		{
			279664, -- [1]
			"Bloody Bile (Trinket)", -- [2]
			136007, -- [3]
		}, -- [25]
		{
			278862, -- [1]
			"Chill of the Runes (Trinket)", -- [2]
			252270, -- [3]
		}, -- [26]
		{
			215969, -- [1]
			"Epidemic", -- [2]
			136066, -- [3]
		}, -- [27]
		{
			278359, -- [1]
			"Blood Hatred (Trinket)", -- [2]
			132175, -- [3]
		}, -- [28]
		{
			278155, -- [1]
			"Lingering Power of Xalzaix (Trinket)", -- [2]
			254105, -- [3]
		}, -- [29]
		{
			271115, -- [1]
			"Ignition Mage's Fuse (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [30]
		{
			277179, -- [1]
			"Gladiator's Medallion (Trinket)", -- [2]
			252267, -- [3]
		}, -- [31]
		{
			271462, -- [1]
			"Rotcrusted Voodoo Doll (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [32]
		{
			228649, -- [1]
			"Blackout Kick", -- [2]
			574575, -- [3]
		}, -- [33]
		{
			345020, -- [1]
			"Skulking Predator", -- [2]
			2103921, -- [3]
		}, -- [34]
		{
			94472, -- [1]
			"Atonement", -- [2]
			135887, -- [3]
		}, -- [35]
		{
			212739, -- [1]
			"Epidemic", -- [2]
			136066, -- [3]
		}, -- [36]
		{
			277181, -- [1]
			"Gladiator's Insignia (Trinket)", -- [2]
			134501, -- [3]
		}, -- [37]
		{
			70890, -- [1]
			"Scourge Strike", -- [2]
			237530, -- [3]
		}, -- [38]
		{
			121414, -- [1]
			"Glaive Toss", -- [2]
			132330, -- [3]
		}, -- [39]
		{
			44461, -- [1]
			"Living Bomb", -- [2]
			236220, -- [3]
		}, -- [40]
		{
			271071, -- [1]
			"Conch of Dark Whispers (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [41]
		{
			271465, -- [1]
			"Rotcrusted Voodoo Doll (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [42]
		{
			33778, -- [1]
			"Lifebloom", -- [2]
			134206, -- [3]
		}, -- [43]
		{
			88082, -- [1]
			"Fireball", -- [2]
			135812, -- [3]
		}, -- [44]
		{
			108271, -- [1]
			"Астральный сдвиг", -- [2]
			"Interface\\Addons\\Details\\images\\icon_astral_shift", -- [3]
		}, -- [45]
		{
			237680, -- [1]
			"Howling Blast", -- [2]
			135833, -- [3]
		}, -- [46]
		{
			271671, -- [1]
			"Cacaphonous Chord (Trinket)", -- [2]
			454048, -- [3]
		}, -- [47]
		{
			270925, -- [1]
			"Waterspout (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [48]
		{
			77535, -- [1]
			"Щит крови", -- [2]
			"Interface\\Addons\\Details\\images\\icon_blood_shield", -- [3]
		}, -- [49]
		{
			382056, -- [1]
			"Украшение пламени", -- [2]
			1387353, -- [3]
		}, -- [50]
		{
			381475, -- [1]
			"Взрывающийся фрагмент копья", -- [2]
			4638721, -- [3]
		}, -- [51]
		{
			382058, -- [1]
			"Украшение пламени", -- [2]
			1387353, -- [3]
		}, -- [52]
		{
			382097, -- [1]
			"Рокочущий рубин", -- [2]
			1016245, -- [3]
		}, -- [53]
		{
			377455, -- [1]
			"Смертельные силки ледяной крови", -- [2]
			237430, -- [3]
		}, -- [54]
		{
			385903, -- [1]
			"Пагубная кристаллизация", -- [2]
			237007, -- [3]
		}, -- [55]
		{
			382090, -- [1]
			"Благословение Пожирательницы Бурь", -- [2]
			4554454, -- [3]
		}, -- [56]
		{
			388739, -- [1]
			"Чистое разложение", -- [2]
			4635246, -- [3]
		}, -- [57]
		{
			382135, -- [1]
			"Одержимый светоч горя", -- [2]
			650636, -- [3]
		}, -- [58]
		{
			381967, -- [1]
			"Путь направленных течений", -- [2]
			1020391, -- [3]
		}, -- [59]
		{
			388855, -- [1]
			"Миниатюрный поющий камень", -- [2]
			4638394, -- [3]
		}, -- [60]
		{
			387036, -- [1]
			"Раскаленные угли", -- [2]
			460952, -- [3]
		}, -- [61]
		{
			394453, -- [1]
			"Пламя хранительницы стаи", -- [2]
			514016, -- [3]
		}, -- [62]
		{
			214052, -- [1]
			"Метеорит Скверны", -- [2]
			135799, -- [3]
		}, -- [63]
		{
			383934, -- [1]
			"Бьющееся сердце воды", -- [2]
			839910, -- [3]
		}, -- [64]
		{
			382426, -- [1]
			"Злопамятная молния", -- [2]
			572029, -- [3]
		}, -- [65]
		{
			397376, -- [1]
			"Раскаленные угли", -- [2]
			460952, -- [3]
		}, -- [66]
		{
			377451, -- [1]
			"Чародейская леденящая сфера", -- [2]
			4643989, -- [3]
		}, -- [67]
		{
			214200, -- [1]
			"Световое излучение", -- [2]
			237541, -- [3]
		}, -- [68]
		{
			388755, -- [1]
			"Стрела пронзания души", -- [2]
			2103807, -- [3]
		}, -- [69]
		{
			384004, -- [1]
			"Дворфийский обстрел", -- [2]
			252172, -- [3]
		}, -- [70]
		{
			214985, -- [1]
			"Кромсающий вихрь", -- [2]
			1029585, -- [3]
		}, -- [71]
	},
	["keystone_cache"] = {
	},
	["raid_data"] = {
		["mythic_raid_data"] = {
			[2587] = {
				["longest"] = 335.0310000000172,
				["kills"] = 0,
				["try_history"] = {
					{
						0.6734150145947955, -- [1]
						112.6980000000331, -- [2]
					}, -- [1]
					{
						0.6653160842989757, -- [1]
						126.1639999999898, -- [2]
					}, -- [2]
					{
						0.6483478611110274, -- [1]
						128.5359999999928, -- [2]
					}, -- [3]
					{
						0.6471026708928074, -- [1]
						105.752999999997, -- [2]
					}, -- [4]
					{
						0.6234375024084512, -- [1]
						116.7739999999758, -- [2]
					}, -- [5]
					{
						0.3692338762778195, -- [1]
						239.2979999999807, -- [2]
					}, -- [6]
					{
						0.2204848132700552, -- [1]
						335.0310000000172, -- [2]
					}, -- [7]
				},
				["wipes"] = 22,
				["best_try"] = 0.2204848132700552,
			},
		},
	},
	["always_use_profile_name"] = "",
	["profile_by_spec"] = {
	},
	["combat_id_global"] = 6277,
	["displays_by_spec"] = {
	},
	["plugin_window_pos"] = {
		["y"] = -44.3792724609375,
		["x"] = -238.7297210693359,
		["point"] = "TOP",
		["scale"] = 1,
	},
	["last_changelog_size"] = 6404,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1671124736,
	["npcid_pool"] = {
		[65414] = "Призрачный ша",
		[127485] = "Мародер из братства Трюмных Крыс",
		[24777] = "Часовой Солнечного Клинка",
		[10375] = "Скальный паучонок",
		[186859] = "Резчик А'тир",
		[184300] = "Голем из черного камня",
		[7396] = "Земельник-камнелом",
		[184301] = "Пещерный ловец",
		[29768] = "Непреклонный душитель",
		[29832] = "Голем Драккари",
		[56201] = "Садовая оса",
		[56329] = "Кер Шань",
		[197099] = "Проекция Тарантизы",
		[185326] = "Корень разложения",
		[101637] = "Валарьяр-претендентка",
		[18315] = "Эфириал-чудесник",
		[65415] = "Ша Бездны",
		[61448] = "Сик'тик-солдат",
		[154103] = "Огр-повар",
		[58377] = "Красарангский мучитель",
		[184816] = "Горлодерка – мастерица проклятий",
		[191983] = "Вулканическая капля",
		[11783] = "Терадримский осколыш",
		[127488] = "Маг огня корпорации Эшвейнов",
		[198126] = "Надоедливый ураган",
		[194543] = "Изначальный магмарожденный",
		[199150] = "Территориальный протодракон",
		[187889] = "Расколотый фрагмент",
		[194544] = "Конкулар",
		[195056] = "Йети-берсерк",
		[61705] = "Падший призыватель пламени",
		[190962] = "Бойцовский пес клана Нокхуд",
		[58634] = "Сборщик из Корцзя",
		[189939] = "Рувин Камнедробительница",
		[186356] = "Стервятник клана Нокхуд",
		[50828] = "Бонобос",
		[188404] = "Голодный протодракон",
		[127490] = "Рыцарь-капитан Валири",
		[198130] = "Гниющий тотем <Саблелап Зловонный>",
		[4421] = "Чарлга Остробок",
		[195059] = "Повстанец-костолом",
		[8904] = "Тенегорнский сенатор",
		[195060] = "Повстанец-целитель",
		[187894] = "Заряженный дракончик",
		[186359] = "Бурошкур-задира",
		[9416] = "Ворг легиона Изрубленного Щита",
		[198645] = "Магмовый яростень <Тень Смерти>",
		[54924] = "Чжи-Чжи",
		[191479] = "Обгорелый рогошип",
		[4853] = "Геомант из племени Каменного Свода",
		[186361] = "Гниющий древень",
		[190968] = "Норбетт",
		[187897] = "Драгхар Отрицатель",
		[196599] = "Магматий",
		[10120] = "Тюремщик подземелья",
		[195064] = "Повстанец-целитель",
		[191481] = "Детеныш топотокопыта",
		[196600] = "Горящие угли",
		[24715] = "Крайне взрывоопасная овца <Зелфан>",
		[198136] = "Почетная ваятельница земли",
		[186363] = "Бурошкур-разлагатель",
		[187387] = "Камнесерд",
		[196601] = "Опаляющая жижа",
		[54925] = "Хушунь",
		[187900] = "Нокхудский мародер",
		[192507] = "Вонючий костолом",
		[29834] = "Бешенка Драккари",
		[195579] = "Изначальный порыв",
		[188413] = "Ярость воды",
		[193532] = "Базуал",
		[56717] = "Прыгопотам",
		[18317] = "Эфириал-жрец",
		[187902] = "Нокхудский мародер",
		[184319] = "Рефти-распорядитель",
		[65814] = "Красарангская шипящая оска",
		[26763] = "Аномалус",
		[198652] = "Восставший бакар <Пробудитель гробниц Ганзай>",
		[96015] = "Инквизитор Истязарий",
		[193534] = "Струнраан",
		[54926] = "Сяо",
		[11784] = "Терадримский страж",
		[193535] = "Базрикрон",
		[198142] = "Ваятель земли из карьера",
		[186369] = "Вольный паводник",
		[75285] = "Сумеречный лекарь бурь",
		[56206] = "Пандриарх Воздушный Мех",
		[56462] = "Косозуб-хулиган",
		[181763] = "Лавовый феникс",
		[61453] = "Му'Шиба",
		[193025] = "Лаго Утопленник",
		[127497] = "Стражник корпорации Эшвейнов",
		[181764] = "Лавовый феникс",
		[61965] = "Лужа смолы",
		[75286] = "Сумеречный послушник",
		[187907] = "Куалаши-костекрушитель",
		[197121] = "Охотник-костестрел",
		[187396] = "Поджигатель клана Рыжей Иглы",
		[192003] = "Кроворог",
		[197122] = "Призывательница гнили",
		[193539] = "Боязливый квакун",
		[190980] = "Строптивый рогоплав",
		[192516] = "Древний хранитель времени",
		[197123] = "Злобная гиена",
		[185350] = "Прожорливый кровоклюв",
		[56719] = "Ша Жестокости",
		[9097] = "Легионер из легиона Изрубленного Щита",
		[9257] = "Чернокнижник из легиона Изрубленного Щита",
		[193541] = "Разбухший плеточник",
		[18894] = "Страж Скверны - громила",
		[77080] = "Саргерайская вершительница",
		[196102] = "Сотворенный плеточник",
		[197126] = "Стрелок гнили",
		[185353] = "Нокхудский старший охотник",
		[64014] = "Цийлинь Каменный Зев <Ку'нас>",
		[191496] = "Сухокопытная олениха",
		[76057] = "Червь-трупоед",
		[7077] = "Земельник-строитель",
		[190985] = "Тень Смерти",
		[81432] = "Гром'карский техник",
		[10217] = "Тотем удара пламени <Знахарь из племени Тлеющего Терновника>",
		[184331] = "Попиратель времен из рода Бесконечности",
		[197128] = "Бурошкур-заклинательница",
		[193545] = "Дикий бакар",
		[24781] = "Энергия Пустоты",
		[190986] = "Пирхус Боевой Рог",
		[197129] = "Зловонная певица гнили",
		[194570] = "Истощенный протодракон",
		[186892] = "Куалаши-хребтолом",
		[7397] = "Земельник-камнерез",
		[187916] = "Воин стихий – кузнец",
		[197130] = "Гнилое чудовище",
		[29836] = "Боевой наездник Драккари",
		[187405] = "Свирепый воин клана Рыжей Иглы",
		[17871] = "Шаркун Нижетопи",
		[26125] = "Восставший вурдалак <Инитесса>",
		[135706] = "Мародер из братства Трюмных Крыс",
		[181775] = "Неуправляемый страж",
		[184335] = "Посланница из рода Бесконечности",
		[197132] = "Брюхокол",
		[127503] = "Надзиратель Корги",
		[86809] = "Гром'карский поджигатель",
		[195597] = "Изначальный протодракончик",
		[196109] = "Старый протодракон",
		[197133] = "Стервятник-шкуродер",
		[190991] = "Пожог",
		[194575] = "Нарастающая буря",
		[199182] = "Прыгучий паучок",
		[56210] = "Пандриарх Золотистый Нектар",
		[24078] = "Металлорез из клана Укротителей драконов",
		[197135] = "Злобный заклинатель гнили",
		[193552] = "Бандит Шрама Тени",
		[56722] = "Ик'тик-воин",
		[12201] = "Принцесса Терадрас",
		[187410] = "Призванное цунами",
		[196624] = "Камнерезчик Туманного дола",
		[197136] = "Иссохшая кусака",
		[104215] = "Капитан патруля Гердо",
		[197137] = "Иссушительница",
		[190995] = "Заклинатель первородной воды",
		[191507] = "Грагза Покорительница Драконов",
		[188948] = "Углезуб-сборщик",
		[59794] = "Крик'тик - прерыватель чар",
		[190484] = "Киракка",
		[190996] = "Ваятель первородной земли",
		[196115] = "Хранитель чар",
		[197139] = "Разлагающийся слизень",
		[9034] = "Злоб'рел",
		[194068] = "Влажная изморось",
		[9098] = "Чароплет из легиона Изрубленного Щита",
		[195092] = "Гидравлический размыватель",
		[191509] = "Пылающий грозный ворон",
		[196116] = "Кристальная ярость",
		[9258] = "Налетчик из легиона Изрубленного Щита",
		[186391] = "Злобный ледяной змей",
		[190998] = "Непокорный рогоплав",
		[191510] = "Тлеющий разоритель",
		[196117] = "Кристальный крушитель",
		[189463] = "Речноспин-говорун",
		[186392] = "Злобный ледяной бурильщик",
		[195094] = "Штормовой протодракон",
		[4854] = "Гримлок",
		[197142] = "Разложившийся старый древень",
		[189464] = "Куалаши-факельщица",
		[103450] = "Топор Скверны",
		[195095] = "Затерянный во времени мурлок-гигант",
		[196119] = "Драконоид-чароплет",
		[24079] = "Выплавщик из клана Укротителей драконов",
		[24207] = "Войско мертвых|T1392565:0|t <Аган>",
		[105754] = "Проекция советника Меландра",
		[10218] = "Сильный исцеляющий идол <Знахарь из племени Тлеющего Терновника>",
		[131112] = "Боец из братства Волнорезов",
		[189466] = "Командир Железного Факела",
		[185883] = "Пылающий протодракон",
		[195609] = "Мятежный угольщик",
		[196121] = "Часовой Расколотого Пламени",
		[197145] = "Гигантский штормодемон",
		[189467] = "Куалаши-костедробительница",
		[195610] = "Мятежная угольщица",
		[187932] = "Лавовый феникс",
		[196634] = "Мятежник Туманного дола",
		[197146] = "Эмиссар куалаши",
		[107291] = "Бдительный окулус",
		[186397] = "Неугомонный ветер",
		[138281] = "Безликий осквернитель",
		[196123] = "Тарасекк-воин",
		[184862] = "Изначальный протодракончик",
		[189981] = "Дружелюбный гнолл",
		[194588] = "Гигантский плеточник",
		[182815] = "Призванный элементаль лавы",
		[57109] = "Служитель Сомнения",
		[197148] = "Куалаши - воин лавы",
		[189470] = "Вспышка лавы",
		[182816] = "Призванный элементаль лавы",
		[192030] = "Мерзлый кулак",
		[188447] = "Джадзигет",
		[197149] = "Куалаши-лавамант",
		[189471] = "Куалаши-кузнец",
		[187936] = "Костоглодка-тотемогрызка",
		[102430] = "Смолоплюй-слизень",
		[189472] = "Куалаши - воин лавы",
		[190496] = "Террос",
		[187937] = "Матерый равнинный мамонт",
		[24080] = "Оружейник из клана Укротителей драконов",
		[187426] = "Углезуб-падальщик",
		[102431] = "Кровавая принцесса Тал'ена",
		[189474] = "Опаляющая кузня",
		[74790] = "Гуг'рокк",
		[186915] = "Куалаши - крушитель ворот",
		[188451] = "Зеримек",
		[98081] = "Ревущий идол <Уларогг Скаломол>",
		[196642] = "Голодный плеточник",
		[184869] = "Изначальный протодракон",
		[189988] = "Потусторонняя тварь <Nightsbane-Outland>",
		[186917] = "Буйный порыв",
		[191524] = "Железнокожий куалаши",
		[187941] = "Тенелапая-шкуросшивательница",
		[9035] = "Гнев'рел",
		[194084] = "Дикий протодракон",
		[9259] = "Рубака из легиона Огненного Клейма",
		[189478] = "Главный кузнец Горек",
		[187431] = "Ветрожабр-небобой",
		[62358] = "Оскверненная капля",
		[196645] = "Оскверненный бакар",
		[193062] = "Крадущийся морозношкур",
		[197669] = "Темнозубый-браконьер",
		[133685] = "Оскверненный дух",
		[187432] = "Ветрожабр-ветромант",
		[102434] = "Фазовый паук",
		[193063] = "Морозношкур-матриарх",
		[194087] = "Дикий протодракон",
		[186921] = "Призывающая мороз Най'джин",
		[187433] = "Ветрожабр-охотник",
		[7030] = "Тенегорнский геолог",
		[56472] = "Благоухающий Лотос",
		[7078] = "Пещерный скорпид",
		[186922] = "Призывающая мороз Син'тия",
		[151091] = "Геолорд Грек'ог",
		[61463] = "Брюхошлак",
		[7206] = "Древний каменный хранитель",
		[194089] = "Неукрощенный протодракон",
		[24849] = "Всадник на протодраконе",
		[186923] = "Призывающий мороз Джул'ек",
		[183340] = "Гиена-падальщица",
		[183341] = "Темнолап-бандит",
		[17491] = "Разбойник из клана Веселого Черепа",
		[63767] = "Чашин",
		[194091] = "Неукрощенный протодракон",
		[56473] = "Летящий Снег",
		[189485] = "Ветророжденный воин стихий",
		[194092] = "Дикий протодракон",
		[190509] = "Силовой росток",
		[183343] = "Темнолап-костолом",
		[192045] = "Искатель Ветра Аваш",
		[197164] = "Ледокус",
		[185903] = "Ненасытный камнезуб",
		[190510] = "Страж хранилища",
		[62360] = "Оскверненная капля",
		[75820] = "Мстительный элементаль магмы",
		[197165] = "Гнолл-Снегошкур",
		[187440] = "Акир-предвестник",
		[155192] = "Гарпия-налетчица",
		[59417] = "Отзвук ша",
		[59545] = "Золотой жук",
		[194095] = "Бушующее адское пламя",
		[198702] = "Нестабильный мороз",
		[195119] = "Воин стихий – искромаг",
		[191536] = "Расхитительница Макко",
		[24082] = "Укротитель протодраконов",
		[197167] = "Гнолл-Снегошкур",
		[12203] = "Обвал",
		[61337] = "Глинтрок-крепкошкур",
		[186420] = "Ткач земли",
		[29713] = "Слад'ранский душитель",
		[193075] = "Ледниковая великанша",
		[189492] = "Рашагет",
		[186421] = "Изначальный буран",
		[75055] = "Факельщик из племени Иглошкурых",
		[8908] = "Оплавленный боевой голем",
		[9036] = "Гнус'рел",
		[36384] = "Гном с шокером",
		[191541] = "Грубошкурый олень",
		[183863] = "Могу-властитель",
		[13323] = "Подземный деметродон",
		[65842] = "Лекарь Сильной Руки",
		[192054] = "Пойманный элементаль воды",
		[198197] = "Искрошкурый протодракон",
		[198709] = "Нестабильная земля",
		[195638] = "Превращающая руна",
		[4855] = "Буян из племени Каменного Свода",
		[65843] = "Гирокоптер Сильной Руки",
		[74545] = "Геомант из племени Иглошкурых",
		[195639] = "Изначальный протодракон",
		[24083] = "Порабощенный протодракон",
		[56732] = "Лю Пламенное Сердце",
		[36385] = "Гном с сетеметом",
		[191545] = "Ненасытный стервятник",
		[61339] = "Глинтрок-оракул",
		[197176] = "Буйный козел",
		[57628] = "Ук-Ук",
		[198200] = "Камнечешуйный протодракон",
		[186427] = "Неугомонная буря",
		[75058] = "Сумеречный аквамант",
		[197177] = "Разъяренный ледорой",
		[190011] = "Извлекающий шторм",
		[195130] = "Воин стихии огня",
		[17429] = "Неофит-орк Скверны",
		[197178] = "Жестокий йети",
		[193595] = "Сухокопытный лось",
		[59804] = "Хваткая ненависть <Тажань Чжу>",
		[67125] = "Громожабра",
		[2748] = "Аркедас",
		[56349] = "Злобный дух",
		[76595] = "Саргерайская жрица душ",
		[195132] = "Тевгай",
		[61340] = "Глинтрок-проклинатель",
		[74548] = "Пламенеющий служитель",
		[198716] = "Нестабильная буря",
		[187455] = "Янтарный хищник",
		[83762] = "Гром'карский матрос",
		[130087] = "Налетчик из братства Стальных Волн",
		[191551] = "Ненасытный стервятник",
		[74549] = "Камнепев из племени Иглошкурых",
		[190528] = "Искра Пепла",
		[186945] = "Опаляющий выстрел",
		[23956] = "Стратег из клана Укротителей драконов",
		[187969] = "Демиург Морозной Вспышки",
		[196671] = "Чародейский опустошитель",
		[194624] = "Зумакх",
		[74550] = "Ваятельница лабиринтов из племени Иглошкурых",
		[61981] = "Страхопряд-охранник",
		[58014] = "Эдди",
		[75318] = "Ядовитый всплеск <Кристалл ядовитого всплеска>",
		[187971] = "Мокророт-краболов",
		[197185] = "Вербовщик воинов стихий",
		[197697] = "Огнезев",
		[199233] = "Огнечешуйчатый капитан",
		[197698] = "Громоголов",
		[74551] = "Зверобой из племени Иглошкурых",
		[47649] = "Период цветения <Scartum-Khaz'goroth>",
		[83765] = "Гром'карский пехотинец",
		[9037] = "Мрак'нел",
		[186438] = "Изначальный элементаль лавы",
		[9261] = "Темнопряд из легиона Огненного Клейма",
		[74552] = "Искусный охотник из племени Иглошкурых",
		[58015] = "Йоога",
		[192582] = "Солдат Драконьей Погибели",
		[76088] = "Искусный охотник из племени Иглошкурых",
		[190023] = "Лавовые щупальца",
		[191047] = "Тарасекк-налетчик",
		[59551] = "Попрыгун",
		[74553] = "Отмеченный кровью страж из племени Иглошкурых",
		[191048] = "Тарасекк-наблюдатель",
		[191560] = "Слизь разложения",
		[196679] = "Ледяной покров",
		[76089] = "Зверобой из племени Иглошкурых",
		[48418] = "Заклинательница из братства Справедливости",
		[191049] = "Тарасекк-вор",
		[196168] = "Нагреватель источников",
		[7175] = "Душитель из племени Каменного Свода",
		[74554] = "Шкуробой из племени Иглошкурых",
		[76090] = "Отмеченный кровью страж из племени Иглошкурых",
		[189515] = "Заряженный протодракон",
		[191051] = "Проворная лиса-виверна",
		[59552] = "Хозен-плакса",
		[74555] = "Клыкобой из племени Иглошкурых",
		[196171] = "Пламенный кипятень",
		[48419] = "Шахтер из братства Справедливости",
		[61216] = "Глинтрок-проклинатель",
		[65598] = "Красарангский хранитель рун",
		[58017] = "Шипящий желтый хмелементаль",
		[191566] = "Вечная сфера",
		[183888] = "Горлодерка-воровка",
		[50339] = "Сулик'шор",
		[195150] = "Глумливая псина",
		[192591] = "Льдистый паук",
		[59553] = "Королева певчих птиц",
		[190032] = "Обезумевший протодракон",
		[104246] = "Караульный из Сумеречной стражи",
		[48420] = "Землекоп из братства Справедливости",
		[186962] = "Каскад",
		[187474] = "Пятнистый камнезуб",
		[190034] = "Пламенный разрушитель",
		[104247] = "Чародей из Сумеречной стражи",
		[84028] = "Осадный мастер Рокра",
		[50340] = "Гаарн Ядовитый",
		[193618] = "Беспокойные камни",
		[97081] = "Король Бьорн",
		[59426] = "Попрыгун",
		[17624] = "Страж-смотритель из клана Веселого Черепа",
		[186965] = "Тлеющее перо <Лавовый феникс>",
		[75327] = "Столп огня",
		[75839] = "Дозорный Каатар",
		[9038] = "Беше'рел",
		[187478] = "Матерый большекопыт",
		[193109] = "Усиленный гнев великого посоха",
		[191574] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[97083] = "Король Ранульф",
		[196694] = "Чародейский добытчик",
		[59555] = "Навязчивый ша",
		[59811] = "Нестабильная энергия",
		[194647] = "Говорящий с бурей <Дафия Перерожденная>",
		[97084] = "Король Тор",
		[195672] = "Куалаши-негодяй",
		[77889] = "Гро'таш Разрушитель",
		[99644] = "Страж Скверны - уничтожитель",
		[104251] = "Часовой из Сумеречной стражи",
		[189531] = "Разложившийся старый древень",
		[195674] = "Встревоженный посвященный",
		[77890] = "Даруг Властная",
		[99645] = "Техник из клана Призрачной Луны",
		[188509] = "Пробудитель гробниц Ганзай",
		[197211] = "Гурблбоблр Захватчик",
		[101437] = "Пылающая жеода",
		[188510] = "Восставший бакар",
		[187487] = "Пятнистый хищник",
		[188511] = "Осквернитель из клана Нокхуд",
		[190047] = "Пробудитель гробниц Арбан",
		[101438] = "Злобнозем-глыба",
		[101950] = "Пожиратель разума Каарж",
		[190048] = "Остаточный борей",
		[194655] = "Воин стихий – породитель потопа",
		[23960] = "Заклинатель рун из клана Укротителей драконов",
		[194656] = "Воин стихий – разбиватель волн",
		[12206] = "Доисторическое чудище",
		[24664] = "Кель'тас Солнечный Скиталец",
		[189538] = "Магмакоготь",
		[193634] = "Рого'ранка",
		[181861] = "Магмобивень",
		[17370] = "Головорез из клана Веселого Черепа",
		[197218] = "Разъяренная капля",
		[185445] = "Грабитель из клана Нокхуд",
		[17626] = "Легионер из клана Веселого Черепа",
		[99649] = "Повелитель ужаса Мендаций",
		[8911] = "Огнестраж-разрушитель",
		[17882] = "Черная Охотница",
		[184422] = "Тлерон",
		[197219] = "Мерзкий плеточник",
		[9039] = "Рок'рел",
		[187494] = "Буйный ветер",
		[18394] = "Эфириал-призрак <Эфириал-чароплет>",
		[197220] = "Яростный потоп",
		[76104] = "Чудовищный трупный паук",
		[9583] = "Ветеран из легиона Кровавого Топора",
		[193127] = "Рядовая Шикзар",
		[63782] = "Закаленный в боях парашютист",
		[74569] = "Исцеляющие воды",
		[195175] = "Джарадин-воин",
		[187497] = "Элементаль грязной воды",
		[188009] = "Великий Огонь",
		[76105] = "Тотем Хрустального огня <Ругуг>",
		[187498] = "Элементаль жижи",
		[196200] = "Алгет'арский рыцарь эха",
		[196712] = "Нейтрализующее устройство",
		[197224] = "Прирученный магмонтенок",
		[74570] = "Уничтожитель",
		[195177] = "Протодракон",
		[188011] = "Изначальный земляной часовой",
		[197225] = "Превращенный грозный ворон",
		[77130] = "Саргерайская ритуалистка",
		[187500] = "Костоглод-рубака",
		[196202] = "Алгет'арская заклинательница",
		[47403] = "Жнец братства Справедливости",
		[157300] = "Тунк",
		[191084] = "Паучок",
		[196203] = "Алгет'арский целитель",
		[76107] = "Тотем солнечных осколков <Ругуг>",
		[77131] = "Саргерайский воплотитель",
		[191597] = "Куалаши - заклинатель земли",
		[57257] = "Пещерный ужас",
		[193133] = "Яркочешуйчатый гигант",
		[186479] = "Временник",
		[187503] = "Костоглод-подручный",
		[75852] = "Оскверненный тотем исцеления <Сумеречный лекарь бурь>",
		[62632] = "Сик'тик-инженер",
		[198253] = "Смерч",
		[77132] = "Саргерайский ревнитель",
		[189040] = "Разозленная жеода",
		[47404] = "Наблюдатель братства Справедливости",
		[190576] = "Протодракончик",
		[187505] = "Раздиратель",
		[75853] = "Огненная глыба",
		[96584] = "Яростный пронзатель",
		[181875] = "Олфис Раскаленный",
		[195184] = "Защитная сфера",
		[195696] = "Изначальный громозверь",
		[183923] = "Гнолл-захватчик",
		[189042] = "Потревоженный мороз",
		[190066] = "Воин стихий воды",
		[186483] = "Куалаши-сталемастер",
		[187507] = "Бешеный Коготь",
		[197233] = "Дракомандир Саркарет",
		[189555] = "Астральный служитель",
		[194162] = "Агрессивный рокочущий ящер",
		[190579] = "Первозданный гнев",
		[77134] = "Саргерайский священник",
		[59306] = "Волна Отчаяния",
		[59434] = "Порождение ша",
		[195187] = "Джарадин – укротитель пламени",
		[60202] = "Незаметный смертосмрад",
		[193652] = "Седокамень",
		[190069] = "Протодракон-землетряс",
		[56875] = "Крик'тик-подрывник",
		[187510] = "Тенелапый-охотник",
		[196212] = "Надоедливая коза",
		[192630] = "Грязевой буян",
		[96587] = "Скверноподданный заразитель",
		[59051] = "Раздор",
		[55084] = "Гормальский охотник",
		[4857] = "Каменный хранитель",
		[185465] = "Боевой пес клана Нокхуд",
		[190584] = "Затерянный во времени мурлок",
		[60203] = "Нахасса",
		[198263] = "Стойкий хранитель стаи",
		[186490] = "Темнолап-охотник",
		[188026] = "Ледяная могила",
		[193145] = "Прожорливый протодракон",
		[74834] = "Кокон <Моргедар>",
		[75090] = "Ужас из пучины",
		[184444] = "Угрожающий механолог",
		[50350] = "Моргринн Треснувший Клык",
		[191099] = "Назойливый цветок",
		[191611] = "Охотник на драконов Игордан",
		[198266] = "Прыгающий породитель выводка",
		[190588] = "Тектонический крушитель",
		[183422] = "Кортрокс Разрушитель",
		[192636] = "Дикий протодракон",
		[56877] = "Райгонн",
		[188542] = "Меткий стрелок Бурошкуров",
		[74580] = "Загустевшая чумная слизь",
		[83026] = "Осадный мастер Олугар",
		[195197] = "Короткошерстный медведь",
		[134284] = "Падший вестник смерти",
		[58285] = "Слован",
		[50351] = "Джон-Дар",
		[54702] = "Гормальский налетчик",
		[195198] = "Короткошерстный терзатель",
		[63532] = "Яйцеед из клана Скользкой Чешуи",
		[55470] = "Хозен-задира",
		[190080] = "Тарасекк – повелитель стихий",
		[191104] = "Изначальный косильщик",
		[104270] = "Голем-страж",
		[192640] = "Горный жеребец",
		[193664] = "Древняя заступница",
		[57134] = "Ик'тик-душитель",
		[65452] = "Мстительный гуртанский дух",
		[61485] = "Генерал Па'валак",
		[193153] = "Пилодер Охотник",
		[83028] = "Гром'карский остроглаз",
		[187523] = "Тенелапый-следопыт",
		[183940] = "Силитид-опустошитель",
		[196737] = "Алия Солнечный Полет",
		[193154] = "Забытый грифон",
		[194178] = "Разрушительная лава",
		[191619] = "Взрослый рогоплав",
		[184453] = "Жестокий мотиватор",
		[65881] = "Капрал Джексон Сильвер",
		[74583] = "Зараженный паучок",
		[191108] = "Изначальный элементаль огня",
		[8913] = "Сумеречный эмиссар",
		[56239] = "Молодой мушан",
		[192644] = "Горный камнеклык",
		[193668] = "Караульный Мордрен",
		[190085] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[194692] = "Рогатый бронедон",
		[113998] = "Крушитель из племени Камня Силы",
		[81750] = "Огрон из клана Кровавого Молота",
		[65626] = "Головорез из Доцзяна",
		[26716] = "Лазурный хранитель",
		[156814] = "Гор'грот",
		[194181] = "Вексам <Магическая книга>",
		[190598] = "Тсерасор Покровительница",
		[191110] = "Изначальный элементаль огня",
		[99922] = "Эбеновый ворг",
		[188039] = "Василиск-грязнорот",
		[184456] = "Магический громила",
		[194694] = "Рогатый бронедон",
		[191111] = "Ярость воды",
		[187528] = "Зуболом",
		[65627] = "Серобокий сторож",
		[65883] = "Гиро-механик Клейкомяш",
		[157328] = "Чаротворец из клана Темного Молота",
		[75097] = "Кристаллический осколок",
		[23965] = "Ледяная могила",
		[104274] = "Баалгар Бдительный",
		[75865] = "Волна жара",
		[191113] = "Стихийная капля",
		[7209] = "Осколок обсидиана",
		[95061] = "Большой элементаль огня <Grisella-Malygos>",
		[190602] = "Несущий бурю агрессор",
		[104275] = "Имаку'туя",
		[184972] = "Эраног",
		[190603] = "Несущий бурю ледострел",
		[63279] = "Кровожадный саурок",
		[188044] = "Тлеющий гигант",
		[192651] = "Чистоводное речное чудище",
		[193163] = "Агрессивный побережник",
		[190604] = "Камнестраж-агрессор",
		[187021] = "Часовой гнили",
		[60208] = "Прыгунок",
		[156821] = "Призыватель теней из клана Темного Молота",
		[56753] = "Рогоклювый долгоног",
		[190605] = "Камнестраж-скаломол",
		[57649] = "Стенающий ужас",
		[153239] = "Огр-громила",
		[62000] = "Страхопряд",
		[104277] = "Гончая Легиона",
		[66655] = "Кривоскок-соня",
		[195215] = "Повстанец-костолом",
		[95832] = "Валарьяр - дева щита",
		[183954] = "Горлодерка-иссушительница",
		[156825] = "Центурион из клана Темного Молота",
		[153242] = "Огр - темный чародей",
		[190609] = "Эхо Дорагосы",
		[186515] = "Повелительница гиен Дургун",
		[187539] = "Земляной ваятель клана Рыжей Иглы",
		[183956] = "Бурошкур-воин",
		[97369] = "Тотем жидкой магмы <Мулари-Гордунни>",
		[187540] = "Затерянный во времени грязеплюх",
		[183957] = "Бурошкур-шаман",
		[197266] = "Градина <Первозданный град>",
		[186517] = "Задира Бакра",
		[95834] = "Валарьяр-мистик",
		[187542] = "Призванная рябь",
		[57267] = "Зерновой воришка",
		[9266] = "Знахарь из племени Тлеющего Терновника",
		[26782] = "Кристаллический хранитель",
		[198292] = "Изначальный магмарожденный",
		[195221] = "Луговой бакар",
		[75360] = "Жгучий уголь",
		[58419] = "Спящий страж",
		[58803] = "Остатки Ненависти",
		[195222] = "Часовой гнили",
		[59315] = "Пасть Отчаяния",
		[195223] = "Ржавая Лилия",
		[187545] = "Энергичный плеточник",
		[184986] = "Курог Зловещий Тотем",
		[56884] = "Тажань Чжу",
		[191129] = "Пробужденный загробник",
		[187546] = "Разрастающийся плеточник",
		[57396] = "Подбирающееся Сомнение",
		[83808] = "Взрывное пламя <Говорящий с огнем из клана Кровавого Молота>",
		[58548] = "Хитрая лисица",
		[58804] = "Зубастый тихоступ",
		[191131] = "Углезуб-лозоткач",
		[17377] = "Кели'дан Разрушитель",
		[29982] = "Мародер Драккари",
		[66917] = "Хозен-задира",
		[187549] = "Буреклык-рубака",
		[191645] = "Крылатый змей",
		[65638] = "Надсмотрщик из Корцзя",
		[197788] = "Куалаши – охотник на драконов",
		[190110] = "Паровое слияние",
		[99678] = "Непроходящая порча",
		[58165] = "Доминатор из Доцзяна",
		[189087] = "Восставший охун",
		[195742] = "Воин стихий – инструктор",
		[197278] = "Грозовая буря",
		[95072] = "Большой элементаль земли <Кыйконкорасс>",
		[194719] = "Находчивый древозуб",
		[187553] = "Кровавый Коготь",
		[196767] = "Чаденот",
		[96608] = "Эбеновый ворг",
		[78437] = "Гул'кош",
		[62005] = "Зверь <Вайтишка>",
		[187043] = "Застывшая лава <Охотник на драконов Игордан>",
		[188067] = "Ткач Холода Морозной Вспышки",
		[112733] = "Ядошкурый тенеткач",
		[197793] = "Пробудившийся исполин",
		[190115] = "Куалаши-разоритель",
		[196770] = "Хотнот",
		[29791] = "Дух люторога <Гал'дара>",
		[190116] = "Куалаши-черепоносец",
		[95842] = "Валарьяр - призыватель молний",
		[194212] = "Бушующие обломки",
		[182439] = "Злобный бокоход",
		[199331] = "Морозный червь",
		[191653] = "Прибрежная саламантера",
		[196772] = "Опаленный магмобивень",
		[190630] = "Лавовые щупальца <Магмобивень>",
		[191654] = "Инеистый подчинитель",
		[96611] = "Сердитый бык",
		[58807] = "Крупица Ненависти",
		[199333] = "Хладодышащий арахнид",
		[6906] = "Бейлог",
		[47162] = "Глубток",
		[197798] = "Куалаши-крыложог",
		[198310] = "Тарасекк огня",
		[192680] = "Охранник",
		[197799] = "Насыщатель из карьера",
		[153266] = "Смертолап Ужасный",
		[191145] = "Надзиратель Замбул",
		[61239] = "Глинтрок-оракул",
		[192169] = "Взрослая лиса-виверна",
		[160433] = "Курганный паучок",
		[7226] = "Песчаная буря <Древний каменный хранитель>",
		[198824] = "Красноклюв-охотник",
		[195241] = "Изначальный протодракон",
		[191658] = "Инеистый поработитель",
		[7290] = "Тенегорнский меткий стрелок",
		[197801] = "Пробудившийся земляной часовой",
		[58808] = "Водокус-ползун",
		[101476] = "Раскаленный углешкур <Даргрул>",
		[191659] = "Саламантера-вожак",
		[130909] = "Смрадная личинка",
		[74347] = "Мордреш Огненный Глаз",
		[194219] = "Изначальный изводень",
		[195243] = "Пробудившаяся скала <Базрикрон>",
		[17827] = "Коготь",
		[192684] = "Прожорливый речной луциан",
		[195756] = "Ледокоготь-чаромет",
		[98406] = "Угольный скорпион",
		[193709] = "Воин стихий – хранитель земли",
		[104293] = "Аватара тьмы",
		[193198] = "Капитан Копьеносица",
		[194222] = "Куалаши – душитель пламени",
		[195758] = "Нокхуд-загонщик",
		[74349] = "Подчинитель магмы из клана Кровавого Молота",
		[74861] = "Прислужник-демон Бездны",
		[191152] = "Огнеметатель клана Рыжей Иглы",
		[23970] = "Врайкул-скелет",
		[194224] = "Бешеный матерый медведь",
		[56890] = "Крик'тик-разведчик",
		[191665] = "Рычащий чернолап",
		[24674] = "Феникс <Кель'тас Солнечный Скиталец>",
		[194225] = "Муугурв",
		[66928] = "Стрелок ша",
		[195761] = "Нокхуд-командир",
		[104295] = "Пылающий бес",
		[192690] = "Тлеющее перо <Пылающий огнешквал>",
		[50364] = "Нал'лак Раздиратель",
		[58810] = "Фрагмент Ненависти",
		[191155] = "Земляной ваятель клана Рыжей Иглы",
		[17380] = "Броггок",
		[65905] = "Лейтенант Сильной Руки",
		[48445] = "Лакей-болванчик",
		[190133] = "Краб-солдат",
		[186550] = "Изначальный элементаль огня",
		[195764] = "Вадне Черное Сердце",
		[192693] = "Возрожденный феникс <Пылающий огнешквал>",
		[9268] = "Берсерк из племени Тлеющего Терновника",
		[194741] = "Буйствующий лесной великан",
		[192694] = "Защитник-покровитель",
		[185528] = "Хитроклык-мистик",
		[101994] = "Безликое щупальце",
		[9716] = "Солдат-наемник из легиона Кровавого Топора",
		[74353] = "Сумеречный аквамант",
		[59835] = "Крик'тик-роевик",
		[191672] = "Лавовый тарантул",
		[188089] = "Быстрый длиннорог",
		[192696] = "Дозорный Тирхолда",
		[56636] = "Командир Ри'мок",
		[56764] = "Всепоглощающий ша",
		[61243] = "Геккан",
		[183995] = "Горлодерка-проклинательница",
		[61499] = "Круг огня",
		[24675] = "Яйцо феникса",
		[194745] = "Гнилозубая гиена",
		[58812] = "Злобная сущность",
		[199353] = "Ледяная могила",
		[17381] = "Мастер",
		[192699] = "Смотритель крепости",
		[193723] = "Моховой бронедон",
		[191164] = "Хранитель чар",
		[192188] = "Одичалый протодракон",
		[192700] = "Часовой крепости",
		[197307] = "Капитан из Пещер змеев",
		[185534] = "Охотник-костестрел",
		[56765] = "Разрушительный ша",
		[133835] = "Дикий кровавый роевик",
		[18341] = "Пандемоний",
		[102253] = "Разрушитель из Подкаменного разлома",
		[26723] = "Керистраза",
		[197820] = "Тенелапый-жилорез",
		[195261] = "Матерый равнинный лось",
		[192702] = "Чернорабочий",
		[193214] = "Забытое творение",
		[192703] = "Смотритель крепости",
		[47296] = "Хеликс Отломчикс",
		[74357] = "Пленный шахтер",
		[191680] = "Камневерный покоритель",
		[56766] = "Нестабильная энергия",
		[194752] = "Потревоженная рогатая сова",
		[194241] = "Злобный заклинатель гнили",
		[187075] = "Головокружение",
		[191682] = "Серный яростень",
		[188100] = "Кричащий дракончик",
		[47297] = "Болванчик",
		[66425] = "Наваждение ша",
		[56511] = "Оскверненная живая вода",
		[169162] = "Охотничий ворг",
		[186054] = "Шаман из засады",
		[187078] = "Исступленные осколки",
		[200387] = "Неуклюжий заразитель",
		[9269] = "Ясновидец из племени Тлеющего Терновника",
		[66426] = "Ша - вестник ужаса",
		[187079] = "Призванная дрожь",
		[75384] = "Чудовищное порождение Лабиринтов",
		[200388] = "Искаженный ша <[*] Призыв ша>",
		[58943] = "Хозен-головорез",
		[195270] = "Темнозубый-ловчий",
		[9717] = "Призыватель из легиона Кровавого Топора",
		[193223] = "Вакрил",
		[90997] = "Крушитель из племени Камня Силы",
		[187593] = "Изначальное пламя",
		[48450] = "Яснокрылый визгун",
		[198343] = "Неисправный защитник",
		[186570] = "Элементаль лавы",
		[187082] = "Изначальная лавина",
		[61247] = "Глинтрок-зеленорог",
		[184011] = "Странствующая гниль",
		[90998] = "Заклинатель чумных осколков",
		[187083] = "Изначальная лавина",
		[99956] = "Зараженный Скверной яростный боец",
		[7291] = "Галганн Огнемолот",
		[58432] = "Горный хищник",
		[193738] = "Лось речной развилки",
		[187084] = "Воин стихий – ветробой",
		[74363] = "Сумеречный боец из тени",
		[55873] = "Косозуб-смутьян",
		[191180] = "Дикий протодракон",
		[56513] = "Жинаня Вилколап",
		[197835] = "Каурдит",
		[18343] = "Таварок",
		[192717] = "Протодракон-патриарх",
		[193229] = "Хенлар",
		[91000] = "Злобнозем-исполин",
		[133852] = "Живая гниль",
		[83578] = "Огрон-работник",
		[192718] = "Дева усердия",
		[186064] = "Льдистая королева",
		[58945] = "Хозен-кинжальщик",
		[187088] = "Воин стихий – землетряс",
		[187600] = "Куалаши - каменный целитель",
		[91001] = "Смолоплюй-ползун",
		[187089] = "Тарасекк Морозной Вспышки",
		[184018] = "Бромач",
		[192720] = "Дева терпения",
		[104822] = "Пламя печали",
		[190161] = "Сарана",
		[187090] = "Разъяренный утес",
		[187602] = "Куалаши - раздиратель чешуи",
		[184019] = "Дюжий камнемет",
		[74366] = "Мастер горна Гон'ду",
		[66688] = "Щупальца ша",
		[99704] = "Чернокнижник из клана Призрачной Луны",
		[184020] = "Огромный берсерк",
		[92538] = "Личинка смолоплюя",
		[191187] = "Дикая оса",
		[63809] = "Джек Оробей",
		[91003] = "Рокмора",
		[150238] = "Свинобраз-геомант",
		[184022] = "Геомант из племени Каменного Свода",
		[189653] = "Снегошкур-боец",
		[18344] = "Принц Шаффар",
		[184023] = "Злобный василиск",
		[61634] = "Командир Во'цзак",
		[189654] = "Снегошкур-шаман",
		[91004] = "Уларогг Скаломол",
		[26918] = "Хаотический разлом",
		[58435] = "Черношкур",
		[193750] = "Воин стихий – жрец бури",
		[81279] = "Огненные стрелы",
		[4844] = "Тенегорнский геодезист",
		[55236] = "Нефритовый страж",
		[59459] = "Прыгунок",
		[189656] = "Гиена снегошкуров",
		[91005] = "Нараксас",
		[190680] = "Сторож из лагеря Кейган",
		[191704] = "Протодракон-патриарх",
		[197847] = "Костеглод-щитолом",
		[191705] = "Протодракон-патриарх",
		[91006] = "Камнеспинный щелкозуб",
		[66948] = "Скрюченный труп",
		[193243] = "Акросот",
		[74371] = "Капитан-костещеп",
		[91007] = "Даргрул",
		[189149] = "Диссонирующая хранительница",
		[190173] = "Элементаль земли",
		[57413] = "Прыгохвост-грызун",
		[26727] = "Опытный охотник на магов",
		[91008] = "Скальный камнешвыр",
		[190686] = "Морозный разрушитель",
		[75396] = "Ужас из пучины",
		[75652] = "Дитя Бездны",
		[186592] = "Защитник Чорук",
		[81283] = "Гром'карский пехотинец",
		[59205] = "Взрывчатка богомолов",
		[77700] = "Извлекатель душ из клана Призрачной Луны",
		[59461] = "Прыгунок",
		[55622] = "Дук Укем",
		[190688] = "Пылающий демон",
		[133870] = "Больной плеточник",
		[191712] = "Клокочущая душа источника",
		[192224] = "Катан Решительная",
		[96640] = "Валарьяр-лучница",
		[193760] = "Заряженный губитель",
		[194272] = "Зуброн нагорья",
		[186594] = "Защитник Драконьей Погибели",
		[24552] = "Лыббс",
		[192737] = "Боевой мамонт куалаши",
		[24744] = "Вексалиус",
		[194273] = "Иссушительница",
		[190690] = "Рокочущий опустошитель",
		[191714] = "Ищущий буревик",
		[192226] = "Ганмат Мудрый",
		[192738] = "Брундин Драконобой",
		[197857] = "Брюхокол",
		[194786] = "Горный бакар",
		[192227] = "Ползучая лава",
		[29735] = "Взбешенный ворг",
		[197346] = "Илгату",
		[17770] = "Топеглад",
		[191716] = "Льдистый паучок",
		[60358] = "Унга - житель поселения",
		[196835] = "Старший охотник Крошк",
		[13142] = "Загнивший плетун",
		[186598] = "Солдат Драконьей Погибели",
		[102273] = "Страж ужаса - разведчик",
		[57415] = "Прыгохвост-скакун",
		[26728] = "Посвященный охотник на магов",
		[57671] = "Шаловливый гну-синь",
		[190694] = "Разозленный пар",
		[187111] = "Древний рогоплав",
		[58439] = "Тораджарская Погибель",
		[186600] = "Защитник Драконьей Погибели",
		[19306] = "Маносос",
		[195814] = "Чудовищный монолит",
		[6908] = "Олаф",
		[192743] = "Реджара Каменный Кулак",
		[78728] = "Шаадум",
		[195815] = "Изначальный камень",
		[192744] = "Дорбейн Плавильщик",
		[56520] = "Айюй \"Сковородка\"",
		[156913] = "Разлагающийся труп",
		[113536] = "Углепанцирный подчинитель",
		[186602] = "Целитель Драконьей Погибели",
		[102019] = "Закаленный бурей уничтожитель",
		[192745] = "Сейсмическая сила",
		[24745] = "Чистая энергия",
		[7228] = "Иронайа",
		[58312] = "Головокружение",
		[200936] = "Живой жар",
		[197353] = "Язвошкур",
		[190187] = "Драконья иллюзия",
		[194794] = "Беспокойная сосулька",
		[59464] = "Прыгун",
		[197354] = "Дупляк",
		[74379] = "Костещеп-ледоплет",
		[190188] = "Темнолап-тихоступ",
		[190700] = "Паровой разоритель",
		[17771] = "Оракул из племени Темной Крови",
		[192236] = "Бдительный кузнец бури <Слейпънир>",
		[192748] = "Темнолап-вор",
		[194284] = "Застывший осадок",
		[186606] = "Страж котла Драконьей Погибели",
		[195820] = "Нокхудский диверсант <Драконобойный копьемет>",
		[192237] = "Бдительный голиаф <Бирисс>",
		[69773] = "Скарабей",
		[26729] = "Распорядитель",
		[26793] = "Кристаллический хлестун",
		[66446] = "Лекарь Громовой крепости",
		[186607] = "Солдат Драконьей Погибели",
		[195821] = "Нокхудский диверсант <Драконобойный копьемет>",
		[192238] = "Наэлектризованная сущность",
		[194798] = "Гигантский ледник",
		[19307] = "Ужасень Нексуса",
		[198382] = "Тлеющий воспламенитель",
		[186609] = "Щитобой Драконьей Погибели",
		[75149] = "Аггем Терновое Проклятие",
		[190193] = "Скованный береговой луциан",
		[56906] = "Диверсант Кип'тилак",
		[196336] = "Куалаши – метатель пламени",
		[74382] = "Сумеречный темный маг",
		[186611] = "Беспокойная лава",
		[75406] = "Шлакна",
		[200944] = "Боец клана Нокхуд",
		[58826] = "Цзао Искатель Солнца",
		[186612] = "Пожирательница Змеев",
		[195314] = "Смертогургургль",
		[191731] = "Чужеродная капля",
		[200945] = "Подстрекательница из клана Нокхуд",
		[185589] = "Громила разрушителей миров",
		[59850] = "Часовой экспедиции",
		[194803] = "Неторопливый жесткозуб",
		[8920] = "Оружейный техник",
		[56395] = "Новообращенный Шадо-Пан",
		[56523] = "Кочевой мушан",
		[191221] = "Рубака из клана Нокхуд",
		[187638] = "Огнечешуйчатый тарасекк",
		[26730] = "Убийца магов",
		[185591] = "Кузнец разрушителей миров",
		[78735] = "Зар'шуул",
		[186615] = "Яростная буря",
		[191222] = "Молодой ледяной протодракон",
		[75408] = "Аку'май",
		[200948] = "Нокхудский ученик",
		[185592] = "Пикирующий соглядатай",
		[198389] = "Копье Горы <Старшая охотница Амаа>",
		[194806] = "Потрескивающая воронка",
		[54988] = "Охотник Букового леса",
		[4861] = "Крылан-охотник",
		[192759] = "Пожиратель",
		[193271] = "Траккен Шрам Тени",
		[193783] = "Тракхан",
		[198390] = "Расколотый фрагмент <Турборис>",
		[191736] = "Кроут",
		[188665] = "Фрагмент камнехвата",
		[56524] = "Длинноклык-ревун",
		[185594] = "Страж-разрушитель миров",
		[191225] = "Тарасекк-землелом",
		[24555] = "Гараксас",
		[192761] = "Искак",
		[24683] = "Маг-стражник Солнечного Клинка",
		[185595] = "Сектант разрушителей миров",
		[186107] = "Стражник хранилища",
		[95885] = "Тиратон Салтерил",
		[188667] = "Кипящий элементаль огня",
		[185596] = "Бастион разрушителей миров",
		[186620] = "Лавовый ползун",
		[54989] = "Гормальский поработитель",
		[191739] = "Лейтенант чешуйчатых губителей",
		[188668] = "Изначальная лавина",
		[186109] = "Куалаши-хребтолом",
		[190716] = "Воин стихий – послушник",
		[75155] = "Аку'май Пожиратель",
		[187645] = "Кроджек Береговой Охотник",
		[192764] = "Смотритель огня",
		[190205] = "Сполох",
		[191229] = "Воин ярости шторма",
		[57421] = "Мотылянь",
		[26731] = "Великая ведунья Телестра",
		[190206] = "Воин стихий – танцор пламени",
		[74900] = "Ваятель лабиринтов Тукаар",
		[191230] = "Драконоид – заклинатель огня",
		[95887] = "Смотрящий",
		[193790] = "Грузчица Расколотого Пламени",
		[194302] = "Воин стихий – землетряс",
		[186624] = "Скованная искра",
		[192767] = "Изначальная ледяная глыба",
		[193791] = "Наемник Расколотого Пламени",
		[190208] = "Ездок на оползне",
		[191232] = "Драконид – вестник шторма",
		[79508] = "Абиссал Скверны",
		[188673] = "Тлеющий колосс",
		[198399] = "Тареш <Тареш>",
		[194816] = "Выкованное чудовище",
		[191233] = "Налетевший буревик",
		[61389] = "Великий страж клана Каргеш",
		[192769] = "Тондрозий",
		[24684] = "Рыцарь крови Солнечного Клинка",
		[152843] = "Гарпия - призывательница молний",
		[190210] = "Магмарожденный ваятель земли",
		[74902] = "Воин-костещеп",
		[187139] = "Кристальный крушитель",
		[3127] = "Ядохвостый скорпид",
		[184580] = "Олаф",
		[96657] = "Иллиана Танцующая с Клинками",
		[58830] = "Искалеченный часовой",
		[190723] = "Темношкурый снежный человек",
		[191235] = "Налетевший элементаль бури",
		[195842] = "Укхельский осквернитель",
		[184581] = "Бейлог",
		[59598] = "Малый ша",
		[193795] = "Воин стихий земляных оков",
		[29931] = "Люторог Драккари",
		[79510] = "Хихикающий пироман",
		[184582] = "Эрик \"Быстрый\"",
		[186630] = "Обузданный камень",
		[195844] = "Ветрокрут",
		[9241] = "Охотник за головами из племени Тлеющего Терновника",
		[190214] = "Смертожабр-разрушитель",
		[190726] = "Полосатый зуброн",
		[79511] = "Пылающий плут",
		[58319] = "Малый ша",
		[186120] = "Древорот",
		[186632] = "Пронзатель чешуи",
		[195846] = "Необузданная буря",
		[47314] = "Бомба-липучка",
		[193799] = "Тотем гниломагии",
		[186121] = "Гниломаг Око Гнева",
		[191240] = "Добытчик с холмов",
		[191752] = "Средоточие разложения",
		[56272] = "Лесной хищник",
		[3527] = "Тотем исцеляющего потока <Античка>",
		[193288] = "Призванный разрушитель",
		[186122] = "Рира Когтерезка",
		[198919] = "Сгусток тайной магии <Магический разрушитель>",
		[195848] = "Родниковая саламантера",
		[24685] = "Магистр Солнечного Клинка",
		[190730] = "Глубинный червь",
		[133912] = "Кровавый осквернитель",
		[195849] = "Упрямый баран",
		[188171] = "Мастер чар Тарон",
		[7309] = "Земельник-комендант",
		[193290] = "Пузырек магмы",
		[186124] = "Рви-зуб",
		[190731] = "Густошерстный медведь",
		[81305] = "Раздиратель Плоти Нок'Гар",
		[7405] = "Смертоносный пещерный скорпид",
		[188172] = "Мастер чар",
		[193291] = "Жарокрыл-вожак",
		[66205] = "Зерновой вандал",
		[194315] = "Призыватель бури Солонго",
		[187149] = "Адепт бури из клана Нокхуд",
		[195851] = "Укхельский вестник смерти",
		[188173] = "Часовой Расколотого Пламени",
		[56401] = "Жевун Зеленой Скалы",
		[194316] = "Призыватель бури Зарии",
		[186638] = "Куалаши - заклинатель земли",
		[187150] = "Предатель из клана Нокхуд",
		[188174] = "Разрушительное пламя",
		[192781] = "Элементаль руды",
		[193293] = "Куалаши-страж",
		[194317] = "Призыватель бури Бороо",
		[195853] = "Куалаши-новобранец",
		[184592] = "Хаутия Рухоедка",
		[193806] = "Изначальный протодракон",
		[195854] = "Вольный ветрохлест",
		[27949] = "Командир Альянса",
		[195855] = "Восставший воин",
		[188689] = "Слизь разложения",
		[96664] = "Валарьяр - резчик рун",
		[56658] = "Оскверненная капля",
		[198415] = "Тирхолдский скакун",
		[190737] = "Землерожденный захватчик",
		[187154] = "Нестабильный смотритель",
		[187666] = "Эзригет",
		[24686] = "Чернокнижник Солнечного Клинка",
		[197904] = "Зачарованный боевой топор",
		[190738] = "Верный стихиям фурболг",
		[187155] = "Хранительница печати",
		[83612] = "Черепон",
		[192274] = "Барон Пепловетр",
		[192786] = "Куалаши-расхититель",
		[50388] = "Торик-Этис",
		[197905] = "Зачарованный скипетр",
		[198417] = "Тирхолдский грифон",
		[186644] = "Леймор",
		[188180] = "Королет",
		[192787] = "Куалаши-хребтолом",
		[55507] = "Ожившая статуэтка",
		[197906] = "Мерцающая искра",
		[198930] = "Смертожабр-разрушитель",
		[83613] = "Корамар",
		[192788] = "Куалаши-чудотворица",
		[56915] = "Солнце",
		[195348] = "Земляной шпиль <Базрикрон>",
		[57299] = "Низинный охотник",
		[192789] = "Лучница из клана Нокхуд",
		[26734] = "Лазурный головорез",
		[187159] = "Кричащий дракончик",
		[189719] = "Страж Иридий",
		[198421] = "Мелководный острозуб",
		[187160] = "Кристальная ярость",
		[187672] = "Ржавозубый ползун",
		[192791] = "Боевое копье клана Нокхуд",
		[197398] = "Голодный плеточник",
		[19632] = "Светящийся острожал",
		[192792] = "Чистоводная бешенка",
		[24559] = "Полководец Саларис",
		[24687] = "Врач Солнечного Клинка",
		[189722] = "Голиаф-проглот",
		[186139] = "Бурошкур-воин",
		[58068] = "Разведчик из Доцзяна",
		[83616] = "Зоггош",
		[196377] = "Эдавикс",
		[192794] = "Повелительница зверей из клана Нокхуд",
		[193306] = "Ныряющий охотник",
		[186140] = "Бурошкур-шаман",
		[198937] = "Смертожабр",
		[191259] = "Зовущий бурю воин стихий",
		[55509] = "Конк",
		[186141] = "Странствующая гниль",
		[196379] = "Хакад Древний",
		[192796] = "Трубач из клана Нокхуд",
		[197403] = "Недремлющая хрупкопанцирная черепаха - вожак",
		[186142] = "Бурошкур-детеныш",
		[56917] = "Устойчивая взрывчатка",
		[138538] = "Хватка Бездны",
		[196380] = "Фризкон Древний",
		[26735] = "Лазурный чешуеплет",
		[181536] = "Нестабильный элементаль",
		[75172] = "Ужас из пучины",
		[189727] = "Каджин Непреклонная",
		[58965] = "Арикс'аради",
		[102302] = "Хранитель портала",
		[192799] = "Нестабильный камень <Invisible Stalker>",
		[197406] = "Рассерженная стрекотуха",
		[196383] = "Буйный расхититель",
		[192800] = "Мастер копья из клана Нокхуд",
		[189217] = "Фригеллий",
		[189729] = "Изначальное цунами",
		[186658] = "Геомант из племени Каменного Свода",
		[191777] = "Дикий протодракон",
		[20465] = "Бешенка Нижетопи",
		[193313] = "Бдительный трупокрыл",
		[58070] = "Красарангская охотница",
		[58198] = "Послушник Шадо-Пан",
		[196385] = "Грод Древний",
		[188707] = "Ночегниль",
		[190243] = "Изворотливая саламантера",
		[186660] = "Саблелап Зловонный",
		[187172] = "Воин стихий – землетряс",
		[77734] = "Терон'кров",
		[192803] = "Боевой охун",
		[193827] = "Бушующий чернолап",
		[99233] = "Огнезол <Вул'кан>",
		[187173] = "Воин стихий – раскалыватель земли",
		[195875] = "Оскверненный бакар",
		[9019] = "Император Дагран Тауриссан",
		[190245] = "Хранительница стаи Денна",
		[56919] = "Взрывчатка богомолов",
		[187174] = "Воин стихий – ветробой",
		[195876] = "Оскверненный охун",
		[196388] = "Кудесник-расхититель",
		[188710] = "Шерат",
		[26800] = "Берсерк Альянса",
		[186151] = "Хан Балакар",
		[187175] = "Воин стихий – ветробой",
		[195877] = "Восставший мистик",
		[188711] = "Тареш",
		[197413] = "Огненный пузырень",
		[186664] = "Душитель из племени Каменного Свода",
		[195366] = "Резвый долгоног",
		[195878] = "Укхельский заклинатель зверей",
		[6910] = "Ревелош",
		[59479] = "Янь-Чжу Высвобожденный",
		[197414] = "Паровой гневень",
		[7022] = "Ядоносный скорпид",
		[188713] = "Вешрак Северный",
		[193320] = "Преобразованная земля <Потревоженный краеугольный камень>",
		[56792] = "Фрагмент сомнения",
		[190761] = "Летучая лиса Шокари",
		[184107] = "Рунический защитник",
		[24689] = "Презренный-костолом",
		[193833] = "Мерцающее пламя",
		[186667] = "Больной шаман",
		[187691] = "Бурошкур-копатель",
		[188715] = "Старшая охотница Амаа",
		[96677] = "Зубастый гризли",
		[186668] = "Больной громила",
		[17395] = "Призыватель из клана Призрачной Луны",
		[1860] = "Kontast",
		[189228] = "Несущий град мародер",
		[74411] = "Некролит из племени Мертвой Головы",
		[186669] = "Cаламант из племени Илистого Плавника",
		[192812] = "Падальщица-матриарх",
		[56537] = "Чуфа",
		[96934] = "Валарьяр-зверолов",
		[190765] = "Таинственный фантом",
		[61528] = "Лавовый страж Гордот",
		[189230] = "Чудотворец-землетряс",
		[74412] = "Аарукс",
		[194349] = "Плененный дух",
		[190766] = "Куалаши – укротитель ярости",
		[31216] = "Зеркальное изображение <Артмааг-Дракономор>",
		[189231] = "Мародер-землетряс",
		[186672] = "Колоссальный постэффект",
		[102566] = "Злобнорог Поработитель",
		[189232] = "Кокия Пламенное Копыто",
		[193839] = "Подавительница из клана Нокхуд",
		[186161] = "Неистовство лавы <Модак Огнеметательница>",
		[189233] = "Кислотный паучок",
		[193840] = "Налетчик из клана Нокхуд",
		[24690] = "Презренный-полутруп",
		[156986] = "Огр-надсмотрщик",
		[187187] = "Мститель Черного Когтя",
		[196913] = "Мара'нар Громогласный",
		[189235] = "Надзиратель Лахар",
		[76462] = "Знамение смерти <Нер'зул>",
		[190259] = "Эхо утраты",
		[74927] = "Нестабильный шлаковый элементаль <Гуг'рокк>",
		[187189] = "Убийца из Черного Когтя",
		[188725] = "Углезуб-копейщик",
		[186678] = "Вождь Гррлгллмеш",
		[61658] = "Взрослая гончая пламени",
		[26802] = "Следопыт Альянса",
		[186679] = "Шаман племени Илистого Плавника",
		[191286] = "Извержение лавы <Куалаши-драконоборец>",
		[185656] = "Призывательница гнили",
		[187192] = "Яростный Коготь",
		[4847] = "Тенегорнский охотник за реликвиями",
		[4863] = "Нефритовый василиск",
		[193847] = "Чалсек Сын Земли",
		[190776] = "Чародейский командир",
		[10076] = "Верховная жрица Тауриссана",
		[80816] = "Ахри'ок Дугру",
		[56924] = "Рассвирепевший хозен-буян",
		[185147] = "Призывательница бури из клана Нокхуд",
		[193849] = "Раккеш Поток Огня",
		[190778] = "Зоркий небесный страж",
		[184124] = "Часовая Талондрас",
		[189243] = "Алора Марево",
		[76466] = "Ментальный демон",
		[97197] = "Валарьяр-очиститель",
		[190779] = "Чародейский голем",
		[184125] = "Хронолорд Дейос",
		[131402] = "Клещ из Подгнилья",
		[189244] = "Моргг",
		[29874] = "Поджигатель Драккари",
		[17653] = "Чаротворец из клана Призрачной Луны",
		[190780] = "Чародейский элементаль",
		[56541] = "Мастер Снежный Вихрь",
		[191805] = "Дикий протодракон",
		[197436] = "Темношкур-собиратель",
		[189247] = "Прирученный феникс",
		[165189] = "Копытень",
		[50783] = "Сальинь-разведчик",
		[55902] = "Кромсатель духов Шань'цзэ",
		[187201] = "Разоритель из клана Нокхуд",
		[184130] = "Земельник-комендант",
		[186690] = "Ловчий племени Илистого Плавника",
		[184131] = "Земельник-страж",
		[187203] = "Замерзший загробник",
		[62301] = "Адъюнкт Кри'зот",
		[184132] = "Земельник-дозорный",
		[192834] = "Речное чудище рощи",
		[187204] = "Заземленный воин стихий",
		[195906] = "Рыжешкурый охотник",
		[17398] = "Новообращенный орк Скверны",
		[75191] = "Поработитель из клана Кровавого Молота",
		[184134] = "Прыгун-падальшик",
		[193348] = "Древний равнинный топотун",
		[97202] = "Олмир Просвещенный",
		[194884] = "Шела Плетущая Ветер",
		[196420] = "Пещерный охотник",
		[194373] = "Гнолл-Бурошкур",
		[195397] = "Льдистый невидимка",
		[188231] = "Штормохлест из клана Нокхуд",
		[76216] = "Когти Аргуса",
		[194374] = "Загустевший минерал",
		[186696] = "Сотрясающий тотем",
		[195398] = "Разрушительный протодракон",
		[9693] = "Вызыватель из легиона Кровавого Топора",
		[59487] = "Щит-пузырь",
		[189768] = "Куалаши - метатель пламени",
		[194375] = "Кипящая ламинария",
		[47714] = "Пар",
		[195399] = "Любопытный детеныш рогоплава",
		[7023] = "Обсидиановый часовой",
		[198471] = "Пламенный кипятень",
		[3560] = "Исцеляющий идол <Оракул из племени Каменного Свода>",
		[192329] = "Агрессивный орел",
		[187211] = "Протодракон-ветробой",
		[187723] = "Жестоко скованный элементаль",
		[7343] = "Скелет-костещеп",
		[187212] = "Протодракон-землетряс",
		[196426] = "Гротовый ползун",
		[186701] = "Призванный чешуйчатый кусака",
		[83385] = "Пророк Бездны Калург",
		[195915] = "Фирава Воспламенитель",
		[56289] = "Приречный цзинь-юй",
		[156501] = "Равнир",
		[56929] = "Крик'тик-охранитель",
		[192333] = "Орел-вожак",
		[26805] = "Священник Альянса",
		[186191] = "Голос разложения",
		[195917] = "Изначальный загробник",
		[192334] = "Граат",
		[76220] = "Пылающий плут",
		[194894] = "Воин стихий – буревестник",
		[191311] = "Дракончик из рода Бесконечности",
		[195918] = "Порабощенный панциролом",
		[59873] = "Оскверненная живая вода",
		[194895] = "Нестабильный шквал",
		[56034] = "Равнинный ястреб - налетчик",
		[195919] = "Пылающий мастер цепей",
		[189265] = "Куалаши-костестраж",
		[194896] = "Изначальный щит бури",
		[187218] = "Магмакоготь-налетчик",
		[192337] = "Щупальце Бездны <Олдгард>",
		[102583] = "Выжигатель Скверны",
		[65984] = "Крохотный мутировавший шелкопряд",
		[194897] = "Тотем энергии бури",
		[75198] = "Геомант из клана Кровавого Молота",
		[75966] = "Оскверненный дух",
		[194898] = "Воин стихий – искрящий клинок",
		[191315] = "Вестник льда",
		[55139] = "Боец Румпуса",
		[188244] = "Изначальный исполин",
		[196946] = "Глубинный гигант",
		[189780] = "Гигантский выдрек-подстрекатель",
		[59874] = "Олицетворение страха",
		[83389] = "Железнокрылый изрыгатель огня",
		[192340] = "Нокхудский ученик",
		[48229] = "Кобольд-землекоп",
		[193876] = "Изначальный протодракончик",
		[192341] = "Куалаши-драконоборец",
		[61666] = "Падший псарь",
		[194389] = "Порождение лавы <Куалаши-лавамант>",
		[191318] = "Приливный защитник",
		[191319] = "Древний дробильщик <Освобожденный служитель>",
		[4848] = "Тенегорнский черный маг",
		[187748] = "Хребтодерка",
		[186628] = "Обузданный галечник",
		[95676] = "Один",
		[195927] = "Жнец душ Галтмаа",
		[75713] = "Подчинитель костей из клана Призрачной Луны",
		[48230] = "Огр-надзиратель",
		[194035] = "Тундровый медведь",
		[193880] = "Короткошерстный медвежонок",
		[187036] = "Освобожденный служитель",
		[195093] = "Москхой",
		[187226] = "Длиннокрылый небесный охотник",
		[195928] = "Жнец душ Даарен",
		[56712] = "Разъяренный дух <Пандриарх Золотистый Нектар>",
		[7076] = "Земельник-страж",
		[187552] = "Буреклык-шаман",
		[185691] = "Злобная гиена",
		[26737] = "Безумный манаплеск",
		[74946] = "Кристалл штормового потока",
		[83392] = "Буйный копытень",
		[195929] = "Жнец душ Тумен",
		[188251] = "Земляной столп",
		[26794] = "Орморок Воспитатель Дерев",
		[201560] = "Воин стихий – заклинательница пламени",
		[187772] = "Опаловый Клык",
		[194168] = "Царственный рокочущий ящер",
		[190840] = "Воин стихий – надзиратель",
		[74505] = "Тукр",
		[59236] = "Мука Отчаяния",
		[188252] = "Мелидрусса Истощенная Холодом",
		[59832] = "Ик'тик-резокрыл",
		[194146] = "Одичалый протодракон",
		[74435] = "Мягконог",
		[188276] = "Яростный жеребец из стада",
		[190812] = "Дикий протодракон",
		[191324] = "Вторгшийся ливень",
		[75459] = "Зараженная летучая мышь",
		[75715] = "Оживленные ритуальные кости",
		[98954] = "Скверноподданный мирмидон",
		[188128] = "Василиск-камнекус",
		[18105] = "Газ'ан",
		[186206] = "Жестокая костекрушительница",
		[9692] = "Налетчик из легиона Кровавого Топора",
		[56762] = "Юй-лун",
		[74875] = "Вестник смерти Черношип",
		[61412] = "Темный шаман Корантал",
		[131436] = "Избранная кровавая матрона",
		[193373] = "Громовой кулак из клана Нокхуд",
		[78135] = "Чаротворец клана Призрачной Луны",
		[26792] = "Кристаллический заступник",
		[74948] = "Ругуг",
		[187231] = "Иссохшая кусака",
		[195933] = "Повелительница могил Монкх",
		[56876] = "Крик'тик-сапер",
		[62633] = "Сик'тик-строитель",
		[17371] = "Чернокнижник из клана Призрачной Луны",
		[102232] = "Скальный зверолов",
		[186208] = "Стрелок гнили",
		[191212] = "Тотем землетрясения",
		[187232] = "Затерянный во времени острокрыл",
		[81603] = "Защитница Друна",
		[192351] = "Ученая гиена",
		[189926] = "Разведчик из лагеря Кейган",
		[75096] = "Кристаллическая аберрация <Геомант из племени Иглошкурых>",
		[197982] = "Воин бури",
		[66503] = "Пехотинец Громовой крепости",
		[189465] = "Речноспин-топотун",
		[191328] = "Опутывающее течение",
		[187745] = "Дезориентированный дозорный",
		[192352] = "Темнолап-наставник",
		[66652] = "Малая нестабильная энергия <Ша Жестокости>",
		[74584] = "Чумнопряд",
		[187366] = "Змееныш-мирогрыз",
		[23961] = "Железоголов из клана Укротителей драконов",
		[194912] = "Объездчик магмонтов",
		[191329] = "Недремлющая хрупкопанцирная черепаха",
		[191841] = "Шпион воинов стихий",
		[102335] = "Хранитель портала",
		[83390] = "Укротитель из клана Громоборцев",
		[24696] = "Ведьма из клана Змеиных Колец",
		[189925] = "Мародер из лагеря Кейган",
		[17401] = "Маноед-гончая Скверны <Призыватель из клана Призрачной Луны>",
		[74950] = "Загустевшая чумная слизь",
		[74355] = "Пленный шахтер",
		[65880] = "Моргус Вредоруб",
		[185180] = "Горлодерка-захватчица",
		[192344] = "Ваятельница пепла Торнека",
		[92610] = "Барабанщик из Подкаменного разлома",
		[197985] = "Чаротворец пламени",
		[190307] = "Углеспин Непокорный",
		[153964] = "Кровоклюв",
		[24560] = "Жрица Делрисса",
		[191843] = "Стражница Бахир",
		[102336] = "Хранитель портала",
		[59494] = "Пузыристый бражный хмелементаль",
		[192773] = "Врата воинов стихий",
		[189795] = "Потревоженные обломки",
		[66505] = "Оружейник Громовой крепости",
		[186725] = "Тррша",
		[60432] = "Акула-молот лагуны Найели",
		[187749] = "Носоломка",
		[187750] = "Смертельный Ветер",
		[83025] = "Гром'карский военачальник",
		[61240] = "Глинтрок-тихоступ",
		[75410] = "Страж пучины",
		[191313] = "Пузырящийся побег",
		[199011] = "Скрипорев",
		[187238] = "Иссушительница",
		[200035] = "Червь-трупоед",
		[102337] = "Хранитель портала",
		[24556] = "Зелфан",
		[61670] = "Сик'тик-разрушитель",
		[189798] = "Древний протодракон",
		[198500] = "Заклинатель земли совета",
		[186727] = "Куалаши-буян",
		[187239] = "Затерянный во времени солнцелов",
		[58215] = "Саурок из племени Дикой Чешуи",
		[97677] = "Колючий паучок",
		[131445] = "Надзиратель блока",
		[189289] = "Пенумбрий",
		[185168] = "Громила из клана Нокхуд",
		[198501] = "Заклинатель льда совета",
		[186728] = "Матерый магмонт",
		[191335] = "Содрогающаяся земля",
		[187752] = "Рубилунг",
		[188230] = "Налетчик из клана Нокхуд",
		[195905] = "Быстрый длиннорог",
		[58856] = "Навязчивый ша",
		[59751] = "Страж Шадо-Пан",
		[198502] = "Заклинатель бури совета",
		[74953] = "Сгустившаяся капля",
		[75209] = "Лавовый элементаль земли",
		[187753] = "Проклятая Кровь",
		[190485] = "Эркхарт Кровь Бури",
		[186339] = "Тиира",
		[193384] = "Равнинный камнезуб",
		[189801] = "Древний протодракон",
		[198503] = "Заклинатель огня совета",
		[187244] = "Затерянный во времени разрушитель",
		[191337] = "Каменный таран",
		[61701] = "Сик'тик-воин",
		[48447] = "Страшный попугай",
		[196968] = "Скованная саламандра",
		[193385] = "Матерый большекопыт",
		[24761] = "Яркочешуйчатый змей",
		[194409] = "Эргбурк",
		[61445] = "Хайан Неудержимый",
		[75210] = "Страж из клана Кровавого Молота",
		[75466] = "Злобный нетопырь",
		[196457] = "Ориан Темные Воды",
		[187404] = "Опаленный угольник",
		[29304] = "Слад'ран",
		[195135] = "Бурая бичевательница",
		[186220] = "Бурошкур-заклинательница",
		[192325] = "Каменные кандалы",
		[191339] = "Течение-защитник",
		[190433] = "Тотем землетрясения",
		[191341] = "Воспламененная ярость",
		[196970] = "Тарантиза",
		[91332] = "Камнерукий охотник",
		[59752] = "Душитель Шадо-Пан",
		[28231] = "Кристаллическая грация",
		[17723] = "Болотоход",
		[75211] = "Магматический властелин",
		[75467] = "Пещерная летучая мышь",
		[196459] = "Бурошкур-задира",
		[196971] = "Рендвит",
		[193388] = "Массивные хрупкопанцирные черепахи",
		[56106] = "Волк-налетчик",
		[187566] = "Гиена-матриарх",
		[191823] = "Свирепый протодракон",
		[187246] = "Рогоплав-магоед",
		[95833] = "Хирья",
		[9938] = "Магмус",
		[196972] = "Ворвелнор",
		[193389] = "Массивные хрупкопанцирные черепахи",
		[186627] = "Обузданное адское пламя",
		[61928] = "Сик'тик-стражник",
		[186735] = "Инферно Скованный",
		[191342] = "Крылатая погибель",
		[193341] = "Анген",
		[185660] = "Цайгенот",
		[196973] = "Керзанти",
		[104217] = "Таликса Пламя Гнева",
		[18331] = "Эфириал-черный маг",
		[190319] = "Ледорой",
		[186736] = "Огненный часовой",
		[74942] = "Кристалл ядовитого всплеска",
		[56357] = "Волчарро",
		[194526] = "Сгусток магмы <Барон Пепловетр>",
		[77006] = "Трупный паучонок",
		[193391] = "Массивные хрупкопанцирные черепахи",
		[56538] = "Кривоскок-барахольщик",
		[76036] = "Сумеречный боец из тени",
		[166262] = "Разлагающийся труп",
		[58216] = "Сборщик трав из племени Дикой Чешуи",
		[191856] = "Яростная буря <Дафия Перерожденная>",
		[58273] = "Бандит Речного Клинка",
		[75981] = "Обжигающие тени",
		[55016] = "Поработитель Гормал",
		[193394] = "Мшистый вожак",
		[186226] = "Зловонная певица гнили",
		[186738] = "Мраскул",
		[58986] = "Кровопускатель Речного Клинка",
		[59102] = "Лесная охотница",
		[188274] = "Сутаан",
		[26929] = "Головокружение",
		[66000] = "Ас Сильной Руки",
		[74446] = "Гхаму-ра",
		[190322] = "Высокорогий вожак",
		[186739] = "Лазурный Клинок",
		[189812] = "Горлок шатун Мокрого утеса",
		[102397] = "Могучий повелитель гнева",
		[187960] = "Солнечношкурый топокопыт",
		[138338] = "Оживленный страж <Падший вестник смерти>",
		[189299] = "Разлагающийся слизень",
		[189811] = "Потревоженный краеугольный камень",
		[58858] = "Налетчик Речного Клинка",
		[186740] = "Чародейское создание",
		[195062] = "Повстанец-испепелитель",
		[186334] = "Гипоксикрон",
		[192371] = "Куалаши-пылекрут",
		[184693] = "Живой жар",
		[189227] = "Куалаши-охотник",
		[55659] = "Дикий бес <Отверстия>",
		[186229] = "Увядший дуб",
		[186741] = "Чародейский элементаль",
		[182455] = "Подчиненный клубок пара",
		[56171] = "Крупный белый равнинный ястреб",
		[187414] = "Призванный тайфун",
		[189557] = "Куалаши-стреломет",
		[187506] = "Осколыш-камнехват",
		[189813] = "Дафия Перерожденная",
		[59103] = "Детеныш лесного тигра",
		[199027] = "Магмас",
		[75452] = "Костебрюх",
		[57195] = "Ик'тик-быстрорез",
		[9216] = "Полководец из клана Черной Вершины",
		[192885] = "Снегорогий зуброн",
		[26746] = "Безумный призрак маны",
		[189814] = "Лекарь волн Мокрого утеса",
		[133007] = "Освобожденное чудовище",
		[199028] = "Гласиас",
		[191351] = "Недремлющая хрупкопанцирная черепаха",
		[187767] = "Эмбар Огненная Тропа",
		[59546] = "Говорящая рыба",
		[50352] = "Ку'нас",
		[191778] = "Враждебный протодракон",
		[189815] = "Сбиватель Мокрого утеса",
		[4849] = "Тенегорнский археолог",
		[199029] = "Циклас",
		[187256] = "Затерянный во времени ящер",
		[9696] = "Ворг легиона Кровавого Топора",
		[4860] = "Каменный распорядитель",
		[188708] = "Смутьян Киика",
		[189304] = "Перегруженная манасущность",
		[17252] = "Виникгорил",
		[193815] = "Буйный ливень",
		[199030] = "Лоамас",
		[57196] = "Ик'тик-острокрыл",
		[99728] = "Мрачный страж <Повелитель ужаса Мендаций>",
		[195961] = "Загипнотизированный лекарь",
		[199717] = "Заступник из клана Нокхуд",
		[193053] = "Шипастый бакар",
		[58274] = "Налетчик Речного Клинка",
		[28410] = "Спиритуалист из клана Укротителей драконов",
		[186746] = "Элементаль-каратель",
		[195448] = "Пылающий огнешквал",
		[195960] = "Околдованный аквамант",
		[192377] = "Скальный гризли",
		[10374] = "Скальный паук",
		[193401] = "Снегослойный бакар",
		[197138] = "Больная рубака",
		[61699] = "Сик'тик Желтокрыл",
		[194937] = "Ошпариватель",
		[191354] = "Тай'фун Перерожденный",
		[187771] = "Кадрос Ледяной Гнев",
		[195962] = "Очарованный панцирный страж",
		[186737] = "Телаш Серокрылый",
		[29306] = "Гал'дара",
		[17826] = "Владыка болот Мусел'ек",
		[61672] = "Ученик темного шамана",
		[193558] = "Воин стихий – заклинательница пламени",
		[194939] = "Протодракон с Каскадов",
		[191867] = "Призванная ледяная буря",
		[63467] = "Разъяренный древень",
		[189402] = "Больной налетчик",
		[54944] = "Послушник монастыря Тянь",
		[24698] = "Контрабандист Эфириума",
		[65617] = "Светлячок Цзыцзинь",
		[17725] = "Скрытень Нижетопи",
		[188666] = "Высвобожденный выброс лавы",
		[187353] = "Мордиган Стальной Рот",
		[192776] = "Яркочешуйчатый хрустогрыз",
		[24561] = "Яззай",
		[61398] = "Синь Мастер Боя",
		[86526] = "Гром'карский мастер цепей",
		[7321] = "Ткач Пламени из племени Каменного Свода",
		[56543] = "Ненасытень Зеленой Скалы",
		[187262] = "Затерянный во времени дьявозавр",
		[56862] = "Пьяный хозен-буян",
		[112668] = "Инфернальный бес <Таликса Пламя Гнева>",
		[160394] = "Курганный паук",
		[60986] = "Зеркальное изображение <Зерновой ловкач>",
		[189822] = "Шас'ит",
		[186239] = "Куалаши-черепоносец",
		[190212] = "Магмарожденный лавоклинок",
		[187263] = "Мокророт-волномант",
		[195965] = "Протодракончик из Пещер змеев",
		[83623] = "Страж из клана Кровавого Молота",
		[48417] = "Кровавый волшебник из братства Справедливости",
		[196855] = "Брейккас",
		[193407] = "Рогатый равнинный топотун",
		[101326] = "Прославленный предок",
		[199037] = "Воин стихий – штурмовик",
		[187264] = "Затерянный во времени Шипошкурый",
		[187931] = "Буреклык – заклинательница костей",
		[127381] = "Ильный краб",
		[194303] = "Воин земли – разбиватель осколков",
		[189312] = "Ледниковый элементаль",
		[61338] = "Глинтрок-тихоступ",
		[55790] = "Разъяренный дух зверя <Хугобум>",
		[60013] = "Призрачное видение Шань'цзэ <Укротитель духов Шань'цзэ>",
		[187265] = "Затерянный во времени геомант",
		[194622] = "Сполох",
		[6017] = "Тотем лавы <Оракул из племени Каменного Свода>",
		[86565] = "Вращающиеся цепи",
		[190207] = "Пеплоплет воинов стихий",
		[186219] = "Оружейник Вордак",
		[186242] = "Затаившийся брюхокол",
		[66196] = "Зерновой дух",
		[187266] = "Затерянный во времени вождь",
		[58212] = "Потрошитель из клана Скользкой Чешуи",
		[99868] = "Фенрир",
		[196992] = "Чародейский элементаль",
		[61910] = "Скопление смолы",
		[66264] = "Прыгохвост-копатель",
		[137103] = "Кровавый образ",
		[199041] = "Чародейская бестия",
		[74787] = "Надсмотрщик за рабами Крушто",
		[186367] = "Ко'джо",
		[191847] = "Равнинный топотун из клана Нокхуд",
		[188803] = "Свирепый воин клана Рыжей Иглы",
		[29307] = "Колосс Драккари",
		[198017] = "Преобразованная земля <Элементаль земли>",
		[190339] = "Рогатый бронедон",
		[186756] = "Шикаарский бакар",
		[186110] = "Джарадинский заклинатель земли",
		[55151] = "Амбал Румпуса",
		[196482] = "Заросшее древо",
		[190932] = "Кхарад Воинственная",
		[29819] = "Пикейщик Драккари",
		[190420] = "Магмарожденный рассекатель камня",
		[190340] = "Рефти-защитник",
		[17726] = "Мирмидон из клана Зловещего Плавника",
		[191364] = "Неистовая дрожь",
		[59778] = "Крик'тик-боец",
		[56303] = "Секретный агент Альянса",
		[191227] = "Копейщик из клана Нокхуд",
		[193273] = "Лискрон Ослепительный",
		[96574] = "Закаленный бурей страж",
		[194436] = "Молодой густошерстный медведь",
		[193413] = "Грозовая буря",
		[195460] = "Пятнистый хищник",
		[135699] = "Тюремщик корпорации Эшвейнов",
		[186836] = "Лавовый разрыватель",
		[187271] = "Солезубый костеглод",
		[61678] = "Падший разоритель",
		[59544] = "Кивающий тигр",
		[190342] = "Аппарат сдерживания",
		[186759] = "Молящийся воин стихий",
		[195461] = "Изворотливая саламантера",
		[198385] = "Распыленная энергия <Неисправный защитник>",
		[190965] = "Стервятник клана Нокхуд",
		[187445] = "Углезуб-прудовод",
		[197509] = "Изначальная грозовая туча",
		[193669] = "Процела Удар Урагана",
		[194291] = "Изначальный камнешкур",
		[194950] = "Кентавр-боец",
		[59119] = "Опустошитель Куньцзэнь",
		[195635] = "Заряженный временем медведь",
		[188296] = "Куалаши-джарадин",
		[97087] = "Валарьяр-защитник",
		[198214] = "Хранитель стаи Зирусс",
		[56754] = "Лазурный змей",
		[194439] = "Густошерстный матриарх",
		[66413] = "Пузыристый бражный хмелементаль",
		[187273] = "Солезубый стрекотун",
		[195058] = "Повстанец-костолом",
		[74434] = "Амненнар Хладовей",
		[187885] = "Смертоцвет-травлинг",
		[6907] = "Эрик \"Быстрый\"",
		[101075] = "Преданный червепоклонник",
		[190345] = "Воин стихий – геомант",
		[59605] = "Отупевший хозен-буян",
		[10177] = "Горный скарабей",
		[56706] = "Крик'тик-бомбардир",
		[193301] = "Агрессивный длиннорог",
		[196384] = "Таящаяся громила",
		[196559] = "Нестабильный побег",
		[189834] = "Куалаши-камневяз",
		[197147] = "Почетный страж куалаши",
		[191215] = "Тарасекк-легионер",
		[190960] = "Пирующий гриф",
		[58224] = "Первопроходец Брожай",
		[65872] = "Воплощение Отчаяния",
		[65882] = "Старший инженер Гайкокрутс",
		[100820] = "Дух волка <Orkue-Antonidas>",
		[95843] = "Король Галдор",
		[187886] = "Турборис",
		[189928] = "Разоритель могил из клана Укхел",
		[59120] = "Камнемет Куньцзэнь",
		[77133] = "Саргерайский щитоносец",
		[198350] = "Крошащийся валун",
		[59888] = "Ик'тик - подрезатель сухожилий",
		[29820] = "Охотник бога Драккари",
		[195816] = "Неугомонный камень",
		[190348] = "Опустошитель воинов стихий",
		[17727] = "Караульный из клана Зловещего Плавника",
		[185325] = "Бурошкур-детеныш",
		[189391] = "Тюремщица бури Ринея",
		[190278] = "Малифрон",
		[192462] = "Призванный ливень",
		[76446] = "Поработитель из клана Призрачной Луны",
		[152571] = "Гарпия-похитительница",
		[194444] = "Дикий протодракон",
		[9045] = "Послушник из легиона Изрубленного Щита",
		[186516] = "Капканщик Керваль",
		[187625] = "Фрагмент камнехвата",
		[18431] = "Эфириальный маяк",
		[58857] = "Дарнасская разбойница",
		[187743] = "Жестоко скованный элементаль",
		[83764] = "Гром'карский остроглаз",
		[74716] = "Водяной страж",
		[185508] = "Боец-коготь",
		[187279] = "Солезуб-нянька",
		[191886] = "Проводник изначальной лавы",
		[187342] = "Смертожабр",
		[197120] = "Бурая бичевательница",
		[191206] = "Воин стихий – чародейка",
		[135169] = "Тотем поглощения духа <Кровавый осквернитель>",
		[27389] = "Далронн Контролирующий",
		[186768] = "Больной рубака",
		[187928] = "Лавовый феникс",
		[187792] = "Сердитая капля",
		[187242] = "Тарасекк-расхититель",
		[76444] = "Порабощенная душа",
		[98963] = "Пылающий бес",
		[66976] = "Хмелештейн <Моргус Вредоруб>",
		[59889] = "Ик'тик - сеятель страха",
		[102287] = "Углепанцирный подчинитель",
		[187281] = "Солезубый охотник",
		[187793] = "Огромная волна",
		[196495] = "Тяжелый от пыльцы плеточник",
		[195605] = "Мятежный угольщик",
		[104918] = "Бдительный часовой из Сумеречной стражи",
		[189841] = "Терракотовый трясиноход",
		[78219] = "Оскверненный предок",
		[198424] = "Воин стихий – резчик льда",
		[194797] = "Заиндевелая сосулька",
		[195984] = "Матерый рыжебивневый мамонт",
		[57330] = "Крайнее Сомнение",
		[198032] = "Драконье извержение",
		[56763] = "Набирающий силы ша",
		[74462] = "Полководец Злоклык",
		[24830] = "Погромщик из племени Каменного Свода",
		[95888] = "Кордана Оскверненная Песнь",
		[186828] = "Рогоплав",
		[58610] = "Разрушитель из Корцзя",
		[56404] = "Брюхолов Зеленой Скалы",
		[192914] = "Летолапый йети",
		[193426] = "Слияние магмы",
		[186511] = "Гигра Пронзающая",
		[192223] = "Зафил Непокорный",
		[194962] = "Высокорогий вожак",
		[97678] = "Аранасийская мать выводка",
		[94224] = "Каменящий тотем",
		[190174] = "Гипнонетопырь",
		[187285] = "Солезубый громила",
		[66507] = "Снайпер Громовой крепости",
		[198034] = "Клешнекап",
		[59890] = "Ик'тик-наседка",
		[17728] = "Дикарь из племени Темной Крови",
		[8898] = "Маршал из клана Ярости Горна",
		[95886] = "Вул'кан",
		[102584] = "Злонравный осквернитель",
		[26930] = "Снежная буря",
		[193428] = "Озверевшая гиена",
		[102387] = "Саел'орн",
		[24723] = "Селин Огненное Сердце",
		[127486] = "Офицер корпорации Эшвейнов",
		[81767] = "Говорящий с огнем из клана Кровавого Молота",
		[56832] = "Шипастый крепкохват",
		[55368] = "Вдова Зеленая Лапа",
		[131492] = "Преданная жрица крови",
		[193429] = "Истерзанный зуброн",
		[185751] = "Плесневик",
		[74720] = "Мурлок из племени Мутной Воды",
		[67099] = "Суккула",
		[84215] = "Пушка \"Силы Чернорука\"",
		[192456] = "Воин стихий – отец потоков",
		[188704] = "Манит",
		[7011] = "Земельник-камнекрушитель",
		[193430] = "Рыскающий стервятник",
		[186825] = "Раскаленный воин стихий",
		[190359] = "Затаившийся фанатик",
		[50338] = "Кор'нас Ночной Изверг",
		[131318] = "Старейшина Ликса",
		[4850] = "Скрытень из племени Каменного Свода",
		[50331] = "Го-Кан",
		[97720] = "Ползун из чумных осколков <Рокмора>",
		[193431] = "Голодный кусака",
		[187543] = "Призванный зефир",
		[74721] = "Желчный плавник из племени Мутной Воды",
		[186777] = "Соток Мясорубка",
		[9701] = "Горный скорпид",
		[74518] = "Палач Мясодел",
		[48502] = "Головорез из братства Справедливости",
		[190407] = "Водяной яростень",
		[189340] = "Чаргат Дробитель Чешуи",
		[193944] = "Куалаши-лавамант",
		[184461] = "Тарасекк-мародер",
		[75157] = "Аку'май Ядовитый",
		[186781] = "Захватчик резервуара",
		[187802] = "Илистая бешенка",
		[65522] = "Щит-пузырь",
		[187565] = "Гиена-дворняга",
		[189338] = "Бобр-грызун Речного Рога",
		[194164] = "Нетерпеливый детеныш рокочущего ящера",
		[190362] = "Ослепительная стрекоза",
		[195752] = "Ледокоготь-боец",
		[7320] = "Изверг из племени Каменного Свода",
		[191898] = "Куалаши - укротитель ярости",
		[59801] = "Крик'тик - направитель ветров",
		[76954] = "Пабу-ра",
		[81297] = "Лютоклык",
		[189851] = "Разведчик ритуала",
		[104300] = "Владычица теней",
		[200131] = "Пораженный ша страж",
		[59124] = "Сборщик Куньцзэнь",
		[191899] = "Куалаши-мародер",
		[190767] = "Куалаши-ковщик",
		[195012] = "Яростный ледорой",
		[29822] = "Огнепряд Драккари",
		[189852] = "Тенешкурый ловец",
		[190405] = "Насыщательница Сария",
		[17729] = "Копейщик из племени Темной Крови",
		[190958] = "Нокхудский охотник-мистик",
		[193948] = "Терзатель Туманного дола",
		[17990] = "Гриб Нижетопи",
		[102404] = "Камнерукий повелитель личинок",
		[76259] = "Страж Скверны <Когти Аргуса>",
		[152998] = "Охотничий ворг",
		[56912] = "Крик'тик-поглотитель",
		[8901] = "Резервист из клана Ярости Горна",
		[29305] = "Мураби",
		[80808] = "Нииза Нокс",
		[65520] = "Огромный ик'тик-куньчун",
		[190963] = "Изначальный тенеплет",
		[185810] = "Льдистый паук",
		[187493] = "Буйная вода",
		[190366] = "Любопытный детеныш рогоплава",
		[186783] = "Блакор Хозяйка Котла",
		[188693] = "Скульптор кости Джардак",
		[133836] = "Оживленный страж",
		[59726] = "Опасность",
		[190403] = "Ледниковый протодракон",
		[76260] = "Хихикающий пироман",
		[58741] = "Низинный бегун",
		[186272] = "Возрожденный феникс <Лавовый феникс>",
		[67093] = "Сик'тик - боевой лекарь",
		[61929] = "Сик'тик - янтарный прядильщик",
		[191903] = "Матерый магмонт",
		[199368] = "Каменистый кристалл",
		[187559] = "Тень горя",
		[195265] = "Призывательница бури Аринга",
		[28419] = "Бесноватый упырь",
		[190368] = "Призывательница пламени Аюми",
		[9262] = "Призыватель духов из легиона Огненного Клейма",
		[187297] = "Боец клана Нокхуд",
		[78734] = "Зиптек",
		[65684] = "Ик'тик-завоеватель",
		[96480] = "Скверноуст-изрыгатель",
		[197535] = "Верховная чаротворица Ривати",
		[198047] = "Чаротворица бури",
		[56740] = "Порождение тумана",
		[186604] = "Солдат Драконьей Погибели",
		[197131] = "Увядший дуб",
		[192457] = "Преображенный прилив",
		[190586] = "Земледробитель",
		[76407] = "Нер'зул",
		[182211] = "Изначальный элементаль огня",
		[56514] = "Буйноскок",
		[190370] = "Вестник бури Сайраз",
		[193442] = "Камнекрушительница Токара",
		[187299] = "Громила из клана Нокхуд",
		[76518] = "Костяной ритуал",
		[74652] = "Меткострел из племени Иглошкурых",
		[200126] = "Падший заклинатель воды",
		[58614] = "Искатель из Корцзя",
		[189859] = "Пещерный скрытень",
		[190371] = "Воин стихий – землетряс",
		[197197] = "Беспокойный бурноводный выдрек",
		[191395] = "Дикий протодракон",
		[190961] = "Грязевая саламантера",
		[102368] = "Страж Скверны - разрушитель",
		[192931] = "Скрог-волнокол",
		[193443] = "Молька Камнеломка",
		[197221] = "Бушующий поток",
		[194467] = "Бурошкур-рубака",
		[17730] = "Лекарь Темной Крови",
		[8899] = "Драгун из клана Кузни Рока",
		[56183] = "Разжиревший кроколиск",
		[78731] = "Кхатуун <Даруг Властная>",
		[56439] = "Ша Сомнения",
		[76263] = "Саргерайский маг",
		[48505] = "Страж Тьмы из братства Справедливости",
		[190373] = "Воин стихий – певица бури",
		[187813] = "Куалаши-стенолом",
		[198878] = "Воин стихий – буретворец",
		[76177] = "Стражница душ Ниами",
		[102369] = "Ловец Скверны - разоритель",
		[189669] = "Приковывающее копье",
		[189039] = "Первозданный град",
		[74728] = "Сумеречный владыка Балтиэль",
		[194469] = "Молодая рубака",
		[74984] = "Мурлок из племени Мутной Воды",
		[191398] = "Ужасающий страж",
		[196005] = "Нокхудский мародер",
		[75786] = "Ролталл",
		[192934] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[186902] = "Захватчик резервуара",
		[193958] = "Вестник урагана из клана Нокхуд",
		[188102] = "Харгалл Пять Клыков",
		[186792] = "Куалаши-застрельщик",
		[191399] = "Крылатая погибель",
		[196006] = "Нокхудский мародер",
		[55288] = "Каменный разрушитель",
		[186724] = "Куалаши – повелитель пламени",
		[75979] = "Эксгумированный дух",
		[58549] = "Хитрый лисенок",
		[74729] = "Прислужник-демон Бездны",
		[190888] = "Бобр-кусака Речного Рога",
		[191400] = "Акир-предвестник",
		[196007] = "Нокхудский мародер",
		[58257] = "Шкуродер Речного Клинка",
		[192873] = "Протодракон",
		[195269] = "Темнозубый-застрельщик",
		[12207] = "Тессалийская гидра",
		[190377] = "Воин стихий – сотворительница льда",
		[65508] = "Докучливый косозуб",
		[187306] = "Морхок",
		[185529] = "Бурая бичевательница",
		[196540] = "Яростное пламя <Пасталависта>",
		[36989] = "Захватчик из клана Бича Злобы",
		[186464] = "Вневременная причинность",
		[187326] = "Ползучая лава",
		[9040] = "Радо'рел",
		[48279] = "Гоблин-надсмотрщик",
		[62795] = "Сик'тик-страж",
		[187819] = "Скованная сущность бури",
		[58360] = "Квинтэссенция Отчаяния",
		[192938] = "Проворный убийца",
		[189043] = "Неистовое пламя",
		[56723] = "Ик'тик - командир звена",
		[186284] = "Медведь-кишкожуй",
		[105699] = "Манапард",
		[187393] = "Перемещенная земля",
		[187751] = "Паленый Клык",
		[102372] = "Гончая Скверны - убийца магов",
		[98533] = "Темная мать",
		[198058] = "Местная буря",
		[74475] = "Магмолат",
		[187908] = "Куалаши - раздиратель чешуи",
		[17731] = "Болотный скат",
		[56209] = "Пандриарх Ежевичный Посох",
		[56185] = "Косозуб-трудяга",
		[199298] = "Куалаши-черепоносец",
		[29826] = "Целитель Драккари",
		[185262] = "Воющий речной дух",
		[189869] = "Шпион воинов стихий",
		[190381] = "Тотем взрывной гнили <Гниломаг Око Гнева>",
		[17477] = "Бес цитадели Адского Пламени",
		[102373] = "Разъедающая гончая Скверны",
		[191917] = "Извергающаяся лава",
		[188334] = "Беспокойный крепкохватик",
		[192941] = "Громоспин-грохотун",
		[187033] = "Мерзорот",
		[66286] = "Лекарь Громовой крепости",
		[59933] = "Яйцо ик'тика-скорпида <Ик'тик-наседка>",
		[74988] = "Палач Мясодел",
		[23954] = "Ингвар Расхититель",
		[186115] = "Страж Ледяного Шипа",
		[186599] = "Укротитель огня Драконьей Погибели",
		[58489] = "Олень пустошей",
		[192955] = "Драконья иллюзия",
		[83620] = "Землелом из клана Кровавого Молота",
		[80875] = "Бомбитель",
		[194990] = "Искательница бурь - послушница",
		[66285] = "Пехотинец Громовой крепости",
		[113537] = "Углепанцирный подчинитель",
		[197059] = "Налетчик из клана Нокхуд",
		[24084] = "Туннельный вурдалак",
		[186299] = "Нокхудский мародер",
		[66287] = "Лейтенант Громовой крепости",
		[194991] = "Присягнувший боец авангарда",
		[74989] = "Сумеречный послушник",
		[60357] = "Унга - укрыватель сокровищ",
		[75152] = "Вестник смерти Джаргба",
		[79852] = "Ошир",
		[190294] = "Буремант из клана Нокхуд",
		[187817] = "Посвященный призыватель бури",
		[193967] = "Крылорез Драконьей Погибели",
		[62348] = "Сик'тик-солдат",
		[192968] = "Слизь разложения",
		[61177] = "Райгонн",
		[195138] = "Детонирующий кристалл",
		[193497] = "Короткошерстный медведь",
		[74478] = "Мастер теней из племени Мертвой Головы",
		[193457] = "Балара",
		[66288] = "Снайпер Громовой крепости",
		[61945] = "Стальная пасть клана Гуртан",
		[60299] = "Унга-рыбник",
		[187315] = "Больная рубака",
		[189875] = "Ожившие тлеющие осколки",
		[195506] = "Вторгшийся чистоводный крепкохват",
		[192946] = "Чешуйчатый кусака зарослей",
		[189363] = "Зараженный плеточник <Бурошкур-заклинательница>",
		[193970] = "Терзатель Туманного дола",
		[198577] = "Нестабильное пламя",
		[105703] = "Маназмей",
		[187316] = "Разрастающийся смертоцвет",
		[23953] = "Принц Келесет",
		[55291] = "Кромсатель духов Шань'цзэ",
		[17724] = "Болотный скат",
		[103146] = "Глазобомба",
		[8900] = "Кузнец-волшебник из клана Кузни Рока",
		[192951] = "Банкай",
		[17732] = "Оса ликулла",
		[75247] = "Гройат Слепой Охотник",
		[60282] = "Отчаявшийся смертосмрад",
		[188341] = "Подстрекательница из клана Нокхуд",
		[8996] = "Прислужник-демон Бездны <Рок'рел>",
		[162817] = "Торгок",
		[9156] = "Посол Огнехлыст",
		[191413] = "Дикий протодракон",
		[105704] = "Проявление магии",
		[187318] = "Кипящий плескун",
		[74480] = "Темный чародей-костещеп",
		[61434] = "Сик'тик - боец авангарда",
		[192949] = "Скаара",
		[186295] = "Нокхудский охотник-мистик",
		[193973] = "Чароброс Туманного дола",
		[61946] = "Призыватель бури из клана Хартак",
		[59849] = "Лиалия",
		[196809] = "Дикий водорослементаль",
		[101639] = "Валарьяр - дева щита",
		[188343] = "Воин стихий – призыватель бурь",
		[192950] = "Шензай",
		[193462] = "Батак",
		[186362] = "Бурошкур-гниломет",
		[57851] = "Буревестник",
		[105705] = "Обузданная энергия",
		[187320] = "Мокророт-моребой",
		[186116] = "Пузострелка",
		[417] = "Maagrym",
		[65779] = "Кромсатель духов Шань'цзэ",
		[103822] = "Древень",
		[66291] = "Солдат Громовой крепости",
		[194487] = "Злобный заклинатель гнили",
		[194999] = "Нестабильная искра",
		[187321] = "Изначальный элементаль лавы",
		[9956] = "Тенегорнский хранитель огня",
		[57422] = "Мутировавший шелкопряд",
		[192952] = "Эдай",
		[193969] = "Поджигатель Туманного дола",
		[190923] = "Ветерок",
		[187599] = "Куалаши-костекрушитель",
		[59687] = "Эхо Отчаяния",
		[197831] = "Камнедробитель из карьера",
		[65402] = "Молниеносный клинок клана Гуртан",
		[54936] = "Гормальский налетчик",
		[56595] = "Окаменевший колосс",
		[187085] = "Воин стихий – ветробой",
		[130025] = "Громила из братства Стальных Волн",
		[61947] = "Крушитель ребер клана Каргеш",
		[194020] = "Бакар буреклыков",
		[58108] = "Крик'тик-разведчик",
		[75506] = "Верная служительница из клана Призрачной Луны",
		[196856] = "Изначальный бурестраж",
		[188859] = "Согглмоггл",
		[84464] = "Обратная тяга",
		[9568] = "Властитель Змейталак",
		[186626] = "Скованный огонь",
		[77042] = "Саргерайский защитник",
		[195514] = "Нубаг",
		[61387] = "Цийлинь-стражник",
		[29774] = "Плюющаяся кобра",
		[188860] = "Уирглгургл",
		[189372] = "Защитник из клана Зимней Шкуры",
		[74483] = "Араxномант из племени Мертвой Головы",
		[188699] = "Феникс-падальщик",
		[47739] = "\"Капитан\" Пирожок",
		[24688] = "Тихий презренный",
		[83697] = "Гром'карский матрос",
		[48338] = "Разносчица напитков",
		[66668] = "Зараженный ша хищник",
		[189373] = "Охун-пикировщик",
		[196521] = "Костоглод-цепежуй",
		[0] = "[*] Лава",
		[190909] = "Быстрый длиннорог",
		[18309] = "Эфириал-падальщик",
		[57213] = "Зерноед",
		[61436] = "Сик'тик - танцующий с клинками",
		[56721] = "Ик'тик-заразитель",
		[57080] = "Проклятый свиток",
		[189886] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[191995] = "Старый Камнеклык",
		[104218] = "Советник Меландр",
		[138187] = "Искаженный ужас",
		[56184] = "Косозуб-вредитель",
		[198376] = "Кусачий детеныш",
		[192958] = "Удар молнии",
		[56896] = "Неустойчивая взрывчатка",
		[74380] = "Сумеречный лекарь бурь",
		[84978] = "Головорез из клана Кровавого Молота",
		[66200] = "Солдат Громовой крепости",
		[98177] = "Терзательница душ Глевианна",
		[156900] = "Хрун Изгнанник",
		[77812] = "Саргерайская стражница душ",
		[56589] = "Боец Га'док",
		[99891] = "Штормовой дракон",
		[94960] = "Химдалль",
		[194495] = "Бурлящее течение",
		[102272] = "Страж Скверны - разрушитель",
		[196003] = "Нокхудский мародер",
		[75509] = "Садана Кровавое Безумие",
		[194147] = "Вулканий",
		[74983] = "Сумеречный послушник",
		[107435] = "Герент Зловещий",
		[65683] = "Ик'тик - штурмовик роя",
		[190401] = "Воздушный протодракон",
		[150237] = "Свинобраз-воин",
		[74383] = "Воин-костещеп",
		[187842] = "Голиаф из клана Нокхуд",
		[61399] = "Глинтрок-разведчик",
		[192961] = "Аянга",
		[189378] = "Глашатай снега из клана Зимней Шкуры",
		[74486] = "Леденящий дух",
		[195273] = "Темнозубый-завыватель",
		[59808] = "Вестник шторма Шадо-Пан",
		[62205] = "Командующий флангом Нер'онок",
		[187843] = "Скованный колосс бури",
		[61392] = "Хартак Поджигатель",
		[102270] = "Эредарский завоеватель",
		[189379] = "Буранец",
		[198081] = "Ваятель земли из карьера",
		[186308] = "Илистый луциан",
		[56746] = "Карбонизация",
		[69768] = "Зандаларский военный разведчик",
		[19668] = "Исчадие Тьмы <Maryná-Nozdormu>",
		[17414] = "Техник из клана Призрачной Луны",
		[59518] = "Раздувшийся бражный хмелементаль",
		[197667] = "Темнозубый-мародер",
		[188115] = "Солезубый волнолом",
		[190404] = "Подземный протодракон",
		[17734] = "Болотник Нижетопи",
		[43778] = "Врагорез-5000",
		[46153] = "Нагорный ворг",
		[190065] = "Буйный дракончик",
		[56447] = "Навозный крепкохват",
		[27893] = "Руническое оружие <Nestea-Nozdormu>",
		[189893] = "Заряженный дракончик",
		[130026] = "Морской колдун из братства Трюмных Крыс",
		[186822] = "Заряженный рубиновый дракончик",
		[187930] = "Буреклык-проклинательница",
		[57215] = "Ястреб-зерновник",
		[196548] = "Ветвь древня",
		[201155] = "Неизвестно",
		[189382] = "Страж из клана Зимней Шкуры",
		[74488] = "Хладная душа",
		[190406] = "Воденыш",
		[186823] = "Воин стихий – призыватель лавы",
		[58111] = "Буревестник",
		[187551] = "Буреклык – призыватель пыли",
		[58367] = "Ик'тик-прародитель",
		[186509] = "Модак Огнеметательница",
		[79507] = "Страж Скверны",
		[189895] = "Шпион воинов стихий",
		[130027] = "Морпех корпорации Эшвейнов",
		[190056] = "Изначальный протодракон",
		[187687] = "Взволнованное семечко",
		[98035] = "Зловещий охотник <Отверстия>",
		[192225] = "Дихар Непоколебимая",
		[59519] = "Тучный бражный хмелементаль",
		[184847] = "Матриарх Аветира",
		[74489] = "Вурдалак-шипоед",
		[62537] = "Хозен-бездельник",
		[75001] = "Охотник Костяной Бивень",
		[187337] = "Заряженный временем охун",
		[191944] = "Вулканический лавохлест",
		[24069] = "Костекрушитель из клана Укротителей драконов",
		[56448] = "Мудрый Марис",
		[103561] = "Порождение тени",
		[102282] = "Лорд Малгат",
		[130028] = "Жрица корпорации Эшвейнов",
		[75927] = "Аззакель",
		[187338] = "Заряженная временем саламантера",
		[190983] = "Куалаши-разоритель",
		[196552] = "Пламенный коготь – феникс",
		[61567] = "Визирь Цзинь'бак",
		[98926] = "Темная охотница",
		[74490] = "Вурдалак-живодер",
		[100364] = "Дух отмщения",
		[17397] = "Адепт из клана Призрачной Луны",
		[193244] = "Защитная матрица титанов",
		[97068] = "Штормовой дракон",
		[58368] = "Ик'тик - боец авангарда",
		[55279] = "Укротитель духов Шань'цзэ",
		[193482] = "Воин стихий – жрец бури",
		[187617] = "Ацеквиан",
		[186053] = "Воительница из засады",
		[105715] = "Бдительный инквизитор",
		[56596] = "Шань Цзитун",
		[200137] = "Порочная ткачиха туманов",
		[74571] = "Катастрофа",
		[59520] = "Шипучий бражный хмелементаль",
		[196576] = "Зачарованный скипетр",
		[136665] = "Наблюдатель корпорации Эшвейнов",
		[74747] = "Ужас из пучины",
		[17735] = "Воин клана Зловещего Плавника",
		[29680] = "Слад'ранская гадюка",
		[196043] = "Насыщательница-воин стихий",
		[196555] = "Полянорогий бронедон",
		[187568] = "Тенелапый-собиратель",
		[56789] = "Волна дракона",
		[189901] = "Полководец Сарга",
		[56833] = "Крош",
		[75193] = "Надзиратель из клана Кровавого Молота",
		[18311] = "Эфириал - осквернитель гробниц",
		[196044] = "Хаотичный учебник",
		[17400] = "Страж Скверны - уничтожитель",
		[191057] = "Громоспин-крушитель",
		[189266] = "Куалаши-новобранец",
		[74492] = "Бубонный упырь",
		[186319] = "Тарасекк-работник",
		[187919] = "Давитель из кальдеры",
		[58983] = "Кровопускатель Речного Клинка",
		[196045] = "Оскверненный манадемон",
		[96247] = "Злобнозем-ползун",
		[190186] = "Магмомант воинов стихий",
		[193486] = "Воин стихий – штормовой разоритель",
		[77935] = "Саргерайский страж",
		[186605] = "Укротитель огня Драконьей Погибели",
		[56747] = "Гу Небесный Удар",
		[184303] = "Прыгучий паук",
		[192749] = "Остроклык",
		[192463] = "Призванная рябь",
		[59521] = "Булькающий бражный хмелементаль",
		[189392] = "Пленник из клана Зимней Шкуры",
		[194179] = "Разрушительный элементаль огня",
		[186321] = "Разгневанная орхидея",
		[192739] = "Пожирающий змей",
		[186125] = "Лови-тотем",
		[63764] = "Закаленный в боях парашютист",
		[192464] = "Яростный пламень <Полководец Сарга>",
		[66348] = "Оружейник Громовой крепости",
		[186354] = "Заклинатель рун Расколотого Пламени",
		[189905] = "Высший Чудотворец Фурал",
		[75426] = "Надзиратель из клана Кровавого Молота",
		[187124] = "Горлодерка-крикунья",
		[199232] = "Раскаленный шип",
		[196048] = "Порабощенный охотник",
		[190739] = "Подчиненный дух воды",
		[194290] = "Дикий бакар",
		[57672] = "Захмелевший хозен",
		[185811] = "Льдистый ползун",
		[186323] = "Каратель Расколотого Пламени",
		[133663] = "Фанатичный охотник за головами",
		[190198] = "Энергичный плеточник",
		[24815] = "Бес Солнечного Клинка",
		[185593] = "Целитель разрушителей миров",
		[29684] = "Тикающая бомба <Стратег из клана Укротителей драконов>",
		[188664] = "Земляной ваятель клана Рыжей Иглы",
		[185812] = "Льдистый паучок",
		[186705] = "Гейзерная саламантера",
		[190931] = "Ручной стервятник",
		[29573] = "Элементаль Драккари",
		[195063] = "Повстанец-кудесница",
		[188372] = "Изначальный тарасекк",
		[197074] = "Расколотый минерал",
		[29829] = "Землетряс Драккари",
		[194003] = "Тошнотворный рогоплав",
		[74751] = "Луч солнечных осколков <Камнепев из племени Иглошкурых>",
		[75007] = "Прирученный вепрь",
		[8902] = "Тенегорнский горожанин",
		[196051] = "Чародейский портал <Чародейский командир>",
		[186684] = "Лавовый феникс",
		[186111] = "Смотритель-воин стихий",
		[89012] = "Прожорливый волк",
		[185814] = "Льдистый крушитель",
		[191844] = "Шпион воинов стихий",
		[186112] = "Насыщатель-воин стихий",
		[18312] = "Эфириал-чароплет",
		[56637] = "Ук-Ук",
		[61442] = "Куай Бесчеловечный",
		[61657] = "Юная гончая пламени",
		[24085] = "Надзиратель из клана Укротителей драконов",
		[189953] = "Дружелюбный гнолл",
		[194517] = "Сокрушающий элементаль",
		[199124] = "Воин стихий – ледострел",
		[191446] = "Куалаши-негодяй",
		[61029] = "Изначальный элементаль огня",
		[195330] = "Буйная магма",
		[19016] = "Фамилиар цитадели Адского Пламени",
		[193725] = "Каркидан",
		[80805] = "Макогг Угольный Клинок",
		[186328] = "Огненный резчик",
		[63106] = "Сик'тик-роевик",
		[187352] = "Тарасекк-воин",
		[4852] = "Оракул из племени Каменного Свода",
		[192266] = "Барон Недриг",
		[188014] = "Смоляной грохотун",
		[59651] = "Ша Отчаяния",
		[189734] = "Куалаши-стреломет",
		[186329] = "Заклинатель гор",
		[187923] = "Лавовый птенец",
		[191448] = "Гнев великого посоха",
		[61408] = "Адарогг",
		[24071] = "Разрыватель сердец из клана Укротителей драконов",
		[48262] = "Огр-телохранитель",
		[95675] = "Король-бог Сковальд",
		[75829] = "Нхаллиш",
		[188696] = "Страдающий пар",
		[195032] = "Куалаши-джарадин",
		[97788] = "Штормовой дракон",
		[135366] = "Поджигатель из братства Чернозубых",
		[102395] = "Разведчик-убийца",
		[59237] = "Пасть Отчаяния",
		[66052] = "Капитан Дорен",
		[191637] = "Лавовый феникс",
		[190426] = "Тотем разложения <Зловонная певица гнили>",
		[191303] = "Протодракон-патриарх",
		[190663] = "Темношкур-терзатель",
		[187867] = "Куалаши-магмотворец",
		[97219] = "Солстен",
		[75451] = "Оскверненный дух",
		[46141] = "Обсидиановый огнекрыл",
		[186616] = "Гранит",
		[187598] = "Розор Кузнекрушитель",
		[74620] = "Боевой вепрь",
		[66395] = "Канонир Громовой крепости",
		[187868] = "Расплавленный мятежник",
		[192741] = "Грелла Огнетушительница",
		[59547] = "Цзян",
		[29830] = "Живое колдунство",
		[77232] = "Сумеречный послушник",
		[194523] = "Разозленный элементаль",
		[188717] = "Хихвир",
		[187209] = "Клозикк Вознесенный",
		[189229] = "Несущий град чудотворец",
		[65841] = "Боец Сильной Руки",
		[198868] = "Искрящий шок",
		[195258] = "Неистовый бурноводный выдрек",
		[187768] = "Дафия Бич Бури",
		[194524] = "Элементаль-землекрушитель",
		[187967] = "Сеннарт",
		[18313] = "Эфириал-колдун",
		[188723] = "Синешкур",
		[61444] = "Мин Коварный",
		[191833] = "Куалаши-мародер",
		[127479] = "Королева песков",
		[17399] = "Соблазнительница <Призыватель из клана Призрачной Луны>",
		[191083] = "Паучьи яйца",
		[74565] = "Поработитель Кор'ул",
		[58117] = "Искатель из Доцзяна",
		[196061] = "Чародейские обломки <Чародейский командир>",
		[65317] = "Сян",
		[180705] = "Магмонтенок",
		[66506] = "Канонир Громовой крепости",
		[189234] = "Хладодышащий арахнид",
		[186336] = "Пылающее проявление",
		[190943] = "Скальный стервятник",
		[58409] = "Сущность Отчаяния",
		[187872] = "Пепельный рощегрыз",
		[102398] = "Пылающий инфернал",
		[189246] = "Картис Песнь Снега",
		[127480] = "Жалящий паразит",
		[83763] = "Гром'карский техник",
		[197298] = "Молодой протодракон",
		[195039] = "Повстанец-костолом",
		[56070] = "Охотник Шелкодревного леса",
		[56198] = "Хищник дремучего леса",
		[100351] = "Аватара отмщения",
		[76037] = "Сумеречный лекарь бурь",
		[24200] = "Скарвальд Строитель",
		[75980] = "Острозуб из племени Мутной Воды",
		[186338] = "Маруук",
		[190945] = "Воин ярости шторма",
		[59800] = "Крик'тик-яростень",
		[8915] = "Сумеречный посол",
		[192481] = "Разлагающийся слизень <Древорот>",
		[58221] = "Красарангский охотник",
		[193505] = "Болезненный жулик",
		[54703] = "Гормальский поджигатель",
		[190434] = "Тотем ливня",
		[190946] = "Воин бури",
		[95674] = "Фенрир",
		[104273] = "Джазшариу",
		[196577] = "Зачарованный боевой топор",
		[76038] = "Сумеречный темный маг",
		[65504] = "Докучливый косозуб",
		[60201] = "Хваткий смертосмрад",
		[187224] = "Злобная заклинательница гнили",
		[190947] = "Измененный змей",
		[190611] = "Бешеный пыльцерог",
		[59887] = "Ик'тик-кровожад",
		[102400] = "Эредарский сумеречный целитель",
		[24697] = "Сестра Мучений",
		[127482] = "Сточный злобнокус",
		[156676] = "Огр-надзиратель",
		[153581] = "Гранк",
		[60204] = "Большая серая акула",
		[8903] = "Капитан из клана Ярости Горна",
		[56199] = "Легкокрылый охотник",
		[194402] = "Магический разрушитель",
		[76039] = "Сумеречный аквамант",
		[112738] = "Послушник Саел'орн",
		[48521] = "Заклинатель штормов из братства Справедливости",
		[153582] = "Вуг",
		[197671] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[18314] = "Ловчий нексуса",
		[57223] = "Зерновой ловкач",
		[195930] = "Жнец душ Мандакх",
		[65802] = "Красарангская шипящая оса",
		[61613] = "Клейкий осадок",
		[194021] = "Ненасытный стервятник",
		[153583] = "Джагнаг",
		[187502] = "Костоглод-буян",
		[75272] = "Огр-маг из клана Кровавого Молота",
		[185357] = "Часовой из клана Нокхуд",
		[192486] = "Лела",
		[104278] = "Порабощенная Скверной карательница",
		[58631] = "Темночешуйчатый жалень",
		[196798] = "Оскверненный манадемон",
		[62982] = "Подчинитель разума <Nightsbane-Outland>",
		[112732] = "Дитя Саел'орн",
		[111563] = "Караульный из Сумеречной стражи",
		[187240] = "Драконид-разрушительница",
		[192487] = "Лулу",
		[74980] = "Сумеречный лекарь бурь",
		[127484] = "Джес Хаулис",
		[59783] = "Призрачный медведь из лесной чащи",
		[47626] = "Адмирал Терзающий Рев",
		[58809] = "Лесной хвататель",
		[7012] = "Земельник-скульптор",
		[61242] = "Глинтрок-крепкошкур",
		[186246] = "Стервятник-шкуродер",
		[193414] = "Магмарожденный ткач пламени",
		[24201] = "Далронн Контролирующий",
		[48522] = "Пират из братства Справедливости",
		[193171] = "Териллод Фанатичный",
		[190953] = "Солнечношкурый топокопыт",
		[55238] = "Матриарх Букового леса",
		[191661] = "Камневерный заклинатель",
	},
	["death_recap"] = {
		["show_segments"] = false,
		["enabled"] = true,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		10, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		[355794] = 7,
		[15795] = "Охотник за головами из племени Тлеющего Терновника",
		[384463] = 5,
		[8122] = 5,
		[114050] = 7,
		[386513] = 10,
		[396752] = 1,
		[374227] = "Leóo-Stormscale",
		[257777] = "Джес Хаулис",
		[193273] = "Ревущий идол <Уларогг Скаломол>",
		[388562] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[382419] = 8,
		[386515] = 10,
		[368086] = 3,
		[345561] = "Тиира",
		[145152] = 11,
		[114051] = 7,
		[388565] = 10,
		[124290] = "[*] Натиск Клинка",
		[376279] = "Террос",
		[394709] = 2,
		[386520] = 4,
		[48583] = "Скарвальд Строитель",
		[114052] = 7,
		[368091] = "Злобная гиена",
		[394712] = "Нестабильный мороз",
		[198396] = "Один",
		[382426] = 6,
		[390618] = 1,
		[392666] = "Главный кузнец Горек",
		[353759] = "Рэйис",
		[119684] = "Синь Мастер Боя",
		[384476] = "Лучница из клана Нокхуд",
		[217851] = "Нараксас",
		[325092] = 10,
		[386526] = "Рогоплав-магоед",
		[54983] = "Укротитель протодраконов",
		[384479] = "Лучница из клана Нокхуд",
		[11892] = "Гримлок",
		[176898] = 1,
		[115078] = 10,
		[12468] = "Призыватель духов из легиона Огненного Клейма",
		[343527] = 2,
		[382435] = "Голос разложения",
		[376292] = "Хронолорд Дейос",
		[60103] = 7,
		[151303] = "Аку'май Пожиратель",
		[52424] = 6,
		[202497] = 11,
		[36554] = 4,
		[13748] = "Кузнец-волшебник из клана Кузни Рока",
		[164615] = "Говорящий с огнем из клана Кровавого Молота",
		[388583] = 5,
		[382440] = 8,
		[386536] = "Рогоплав-магоед",
		[195332] = "Огнезол <Вул'кан>",
		[394728] = "Нестабильная земля",
		[372203] = "Куалаши-факельщица",
		[14516] = "Бейлог",
		[116616] = 5,
		[209667] = "Советник Меландр",
		[314867] = 5,
		[212739] = 6,
		[164617] = "Говорящий с огнем из клана Кровавого Молота",
		[120200] = "Сик'тик Желтокрыл",
		[384492] = "Повелительница зверей из клана Нокхуд",
		[386540] = 8,
		[388588] = 3,
		[390636] = 5,
		[164618] = "Взрывное пламя <Говорящий с огнем из клана Кровавого Молота>",
		[22887] = "Копейщик из племени Темной Крови",
		[384494] = "Киракка",
		[15668] = "Магмус",
		[372208] = "[*] Джарадинская лава",
		[120201] = "Хайан Неудержимый",
		[394735] = "Нестабильная земля",
		[16244] = "Надзиратель из клана Укротителей драконов",
		[390640] = 1,
		[150286] = "Геомант из племени Иглошкурых",
		[384498] = 8,
		[386546] = "Чародейский элементаль",
		[177931] = 1,
		[1079] = 11,
		[212743] = 4,
		[386547] = "Тиира",
		[372213] = "Куалаши - воин лавы",
		[185099] = 10,
		[88974] = "Бомба-липучка",
		[114571] = "Раздор",
		[115083] = "Хищник дремучего леса",
		[215816] = "Akdraco-Draenor",
		[151312] = "Полководец Злоклык",
		[388598] = 1,
		[188172] = 4,
		[271877] = 4,
		[388599] = "Аймил",
		[4987] = 2,
		[388600] = 12,
		[230152] = 1,
		[198412] = "Один",
		[382458] = "Террос",
		[117644] = 3,
		[384507] = 7,
		[271881] = 4,
		[292359] = 5,
		[209676] = "Советник Меландр",
		[372222] = "Лазурный Клинок",
		[203533] = 8,
		[394748] = "Нестабильная буря",
		[372223] = "Куалаши-костестраж",
		[374271] = 6,
		[376319] = "Хронолорд Дейос",
		[394749] = "Нестабильная буря",
		[372224] = "Куалаши-костедробительница",
		[203534] = 7,
		[31719] = 5,
		[386559] = "Каджин Непреклонная",
		[372225] = "Куалаши-костедробительница",
		[390655] = 6,
		[269838] = "[*] Гнусный выброс",
		[394751] = "Нестабильная буря",
		[372226] = "Куалаши-костестраж",
		[236299] = 8,
		[1543] = 3,
		[190225] = "Сердитый бык",
		[386562] = "Каджин Непреклонная",
		[178963] = 12,
		[396802] = "Заклинатель ветров из клана Он'ир",
		[376325] = "[*] Зона вечности",
		[390660] = 1,
		[269843] = "Освобожденное чудовище",
		[390661] = 1,
		[394757] = 4,
		[117647] = 10,
		[1719] = 1,
		[394758] = 4,
		[355851] = 5,
		[372234] = "Аймил",
		[7] = "Мир (лава)",
		[164632] = "Гром'карская огненная лучница",
		[382474] = "Голос разложения",
		[33743] = 11,
		[271896] = 4,
		[42702] = "Туннельный вурдалак",
		[384524] = "Страж Иридий",
		[372238] = "Сеннарт",
		[106898] = 11,
		[396812] = "Зачарованный скипетр",
		[390669] = 5,
		[117649] = 3,
		[260879] = "Старейшина Ликса",
		[164635] = "Раздиратель Плоти Нок'Гар",
		[388623] = "Заросшее древо",
		[150301] = "Ваятельница лабиринтов из племени Иглошкурых",
		[292380] = 2,
		[384529] = "Гнилозубая гиена",
		[82326] = 2,
		[388625] = "Заросшее древо",
		[8374] = "Таварок",
		[327193] = 2,
		[260881] = 7,
		[372245] = "Аймил",
		[207640] = 11,
		[52174] = 1,
		[386581] = 2,
		[290337] = 1,
		[390677] = 5,
		[19434] = 3,
		[210714] = 7,
		[122259] = "Сик'тик-инженер",
		[394776] = 9,
		[198428] = "Уларогг Скаломол",
		[325153] = 10,
		[384539] = 7,
		[388635] = "Нестабильная искра",
		[257814] = "Джес Хаулис",
		[2782] = 11,
		[370208] = "Куалаши-стенолом",
		[227099] = 5,
		[384543] = 7,
		[47568] = 6,
		[382496] = 4,
		[192288] = "Олмир Просвещенный",
		[152357] = "Шкуробой из племени Иглошкурых",
		[3054] = "Тенегорнский сенатор",
		[386593] = 2,
		[41425] = 8,
		[12470] = "Призыватель духов из легиона Огненного Клейма",
		[370212] = "Куалаши-стенолом",
		[382499] = 12,
		[386595] = 2,
		[388643] = "Рашагет",
		[386596] = 2,
		[388644] = "Тарасекк-легионер",
		[390692] = 5,
		[61391] = 11,
		[386597] = 2,
		[388645] = "Рашагет",
		[386598] = 2,
		[13750] = 4,
		[188196] = 7,
		[119703] = "Осадные снаряды",
		[372266] = "Куалаши-костедробительница",
		[228128] = 11,
		[164648] = "Гром'карская огненная лучница",
		[258845] = 12,
		[378412] = 2,
		[273977] = 6,
		[280121] = 3,
		[15286] = 5,
		[372271] = 12,
		[394797] = 10,
		[325174] = 7,
		[55249] = "Гал'дара",
		[370225] = "Кричащий дракончик",
		[182057] = 8,
		[48082] = "Кристаллический хлестун",
		[114074] = 7,
		[394800] = "Заклинатель земли совета",
		[372275] = "Дафия Бич Бури",
		[388658] = 1,
		[390706] = 5,
		[17] = 5,
		[394802] = "Заклинатель бури совета",
		[388659] = "Рашагет",
		[390707] = 5,
		[154415] = "Стражница душ Ниами",
		[372279] = "Дафия Бич Бури",
		[374327] = "Кислотный паучок",
		[257827] = "Джес Хаулис",
		[386614] = 9,
		[273988] = 7,
		[390710] = "Хранительница стаи Денна",
		[55250] = "Гал'дара",
		[388663] = 10,
		[390711] = "Хранительница стаи Денна",
		[5116] = 3,
		[41172] = "Следопыт Альянса",
		[382522] = 2,
		[50131] = "Убийца магов",
		[5308] = 1,
		[394810] = 9,
		[21868] = "Принцесса Терадрас",
		[153395] = "Червь-трупоед",
		[386621] = 9,
		[45524] = 6,
		[183088] = "Крушитель из племени Камня Силы",
		[108446] = 9,
		[153396] = "Аззакель",
		[325190] = 10,
		[386623] = 12,
		[32363] = "Принц Шаффар",
		[388672] = 12,
		[32747] = 12,
		[386625] = 6,
		[388673] = 3,
		[374339] = "Рефти-защитник",
		[6268] = "Эрик \"Быстрый\"",
		[372293] = "Командир Железного Факела",
		[6524] = "Каменный распорядитель",
		[212784] = "Бдительный инквизитор",
		[355913] = "Рэйис",
		[325197] = 10,
		[192307] = "Хирья",
		[394821] = "Врата воинов стихий",
		[380487] = "Террос",
		[6940] = 2,
		[191284] = "Химдалль",
		[384584] = 7,
		[386632] = 1,
		[210738] = 6,
		[366155] = "Рэйис",
		[392776] = 1,
		[131900] = 3,
		[382538] = 2,
		[325202] = 10,
		[392778] = 1,
		[396874] = "Мудрый Марис",
		[374349] = "Лоухэпэшер-СвежевательДуш",
		[52437] = 1,
		[235313] = 8,
		[382541] = "Заряженный губитель",
		[150332] = "Воин-костещеп",
		[388686] = 10,
		[374352] = "Эхо Дорагосы",
		[204598] = 12,
		[86949] = 8,
		[8092] = 5,
		[374355] = "Опаляющая кузня",
		[384595] = 12,
		[172860] = "Гром'карский военачальник",
		[384596] = 12,
		[121762] = "Сик'тик-строитель",
		[114083] = 7,
		[212792] = 8,
		[271971] = "Зловещий охотник <Гернина>",
		[396884] = "Лоамас",
		[183100] = "Крушитель из племени Камня Силы",
		[384598] = 1,
		[382551] = 1,
		[386647] = 9,
		[157504] = 7,
		[374361] = "Эхо Дорагосы",
		[392791] = 1,
		[353884] = 2,
		[327264] = 10,
		[372315] = "Кадрос Ледяной Гнев",
		[325217] = 10,
		[392793] = 1,
		[394841] = "Врата воинов стихий",
		[93095] = "Leóo-Stormscale",
		[374364] = "Леймор",
		[343648] = 11,
		[382556] = "Бурая бичевательница",
		[386652] = 2,
		[44504] = "Презренный-полутруп",
		[196414] = 9,
		[378462] = 2,
		[199486] = 5,
		[384606] = 11,
		[394845] = 4,
		[394846] = "Врата воинов стихий",
		[157508] = "Саргерайский маг",
		[121253] = 10,
		[396895] = "Потусторонняя тварь <Тауфе>",
		[355941] = "Рэйис",
		[12472] = 8,
		[382563] = "Курог Зловещий Тотем",
		[269937] = 2,
		[292463] = 11,
		[386660] = "Леймор",
		[44505] = "Тихий презренный",
		[122278] = 10,
		[384613] = 1,
		[106920] = "Набирающий силы ша",
		[53] = 4,
		[108968] = 5,
		[38618] = "Командир Альянса",
		[384615] = 1,
		[207682] = 12,
		[396904] = "Мудрый Марис",
		[29166] = 11,
		[34267] = "Газ'ан",
		[154442] = "Нер'зул",
		[205636] = 11,
		[396906] = "Мудрый Марис",
		[207684] = 12,
		[384620] = "Яростная буря",
		[394859] = "Врата воинов стихий",
		[396907] = "Юй-лун",
		[15288] = "Сумеречный эмиссар",
		[396908] = 8,
		[207685] = 12,
		[292474] = 5,
		[384623] = "Куалаши-кузнец",
		[263806] = 7,
		[206662] = 7,
		[382576] = "Земельник-страж",
		[384624] = 1,
		[113066] = 3,
		[347765] = 12,
		[384625] = "Лазурный Клинок",
		[372339] = "[*] Лава",
		[382578] = "Земельник-страж",
		[66] = 8,
		[100780] = 10,
		[34268] = "Газ'ан",
		[374389] = "Любопытный детеныш рогоплава",
		[384628] = "Яростная буря",
		[394867] = "Врата воинов стихий",
		[9081] = "Тенегорнский черный маг",
		[164686] = "Садана Кровавое Безумие",
		[364152] = 6,
		[394869] = "Скульптор кости Джардак",
		[396917] = 7,
		[69041] = 8,
		[384631] = 4,
		[222024] = 6,
		[396918] = 8,
		[183117] = 12,
		[193356] = 4,
		[364155] = 6,
		[106925] = "Всепоглощающий ша",
		[33757] = 7,
		[125355] = 10,
		[396921] = 7,
		[163665] = "Макогг Угольный Клинок",
		[222026] = 6,
		[374397] = "Главный кузнец Горек",
		[384636] = 1,
		[193358] = 4,
		[114093] = 7,
		[384637] = "Яростная буря <Дафия Перерожденная>",
		[197454] = "Аватара отмщения",
		[207693] = 12,
		[272012] = "Иллидарский сатир <Гернина>",
		[396925] = "Куалаши-лавамант",
		[38621] = "Укротитель протодраконов",
		[272013] = "Злобная адская гончая <Гернина>",
		[23920] = 1,
		[376449] = "Ворота жгучего пламени",
		[209742] = "Проекция советника Меландра",
		[194384] = 5,
		[382593] = "Жестокая костекрушительница",
		[163668] = "Макогг Угольный Клинок",
		[370307] = "Эраног",
		[374403] = 7,
		[33758] = 1,
		[100784] = 10,
		[99] = 11,
		[100] = 1,
		[205648] = 7,
		[388739] = 11,
		[390787] = 5,
		[384644] = 12,
		[386692] = 1,
		[222031] = 12,
		[374407] = 6,
		[384646] = 2,
		[386694] = "Тотем энергии бури",
		[117679] = 11,
		[211793] = 6,
		[394886] = "Скульптор кости Джардак",
		[120751] = 3,
		[28272] = 8,
		[374410] = "Магмобивень",
		[394888] = 4,
		[388746] = 10,
		[398985] = "Хранитель стаи Зирусс",
		[116] = 8,
		[274073] = 3,
		[118] = 8,
		[394891] = "Брейккас",
		[382605] = 10,
		[120] = 8,
		[30832] = "Разбойник из клана Веселого Черепа",
		[274075] = 9,
		[83381] = "Элегон <Инотэк>",
		[122] = 8,
		[46302] = 1,
		[274076] = 9,
		[15801] = "Ревелош",
		[198487] = 10,
		[263840] = "Носок <Хугобум>",
		[130] = 8,
		[368276] = 5,
		[133] = 8,
		[372372] = "Куалаши-новобранец",
		[136] = 3,
		[388755] = 11,
		[166749] = "Саргерайский щитоносец",
		[386709] = 1,
		[150368] = "Некролит из племени Мертвой Головы",
		[384662] = "Выкованное чудовище",
		[2383] = 11,
		[93622] = 11,
		[384663] = "Выкованное чудовище",
		[388759] = 6,
		[2479] = 12,
		[48095] = "[*] Лютый холод",
		[152417] = "Ужас из пучины",
		[388760] = "Изначальное цунами",
		[392856] = "[*] Потрескавшиеся обломки",
		[106933] = "Боец Га'док",
		[57822] = 10,
		[49887] = "[*] Искажение гравитации",
		[374428] = "Тектонический крушитель",
		[265898] = 3,
		[382620] = "Охотник-костестрел",
		[172] = 9,
		[80313] = 11,
		[30449] = 8,
		[349857] = 3,
		[376478] = 1,
		[263852] = "Варежка <Хугобум>",
		[193375] = "Уларогг Скаломол",
		[211805] = 6,
		[196447] = 9,
		[181089] = "Кроут",
		[347812] = 6,
		[23922] = 1,
		[48096] = "Керистраза",
		[193376] = "Уларогг Скаломол",
		[154469] = "[*] Костяной ритуал",
		[196448] = 9,
		[49376] = 11,
		[198496] = "Уларогг Скаломол",
		[390817] = "Рашагет",
		[17139] = "Эфириал-жрец",
		[386723] = 2,
		[382628] = "Тотем энергии бури",
		[343721] = 2,
		[386725] = 10,
		[388773] = "Мраскул",
		[225119] = 8,
		[394917] = "Огнечешуйчатый капитан",
		[343724] = 2,
		[47585] = 5,
		[150377] = "Сумеречный послушник",
		[120759] = "Командир Во'цзак",
		[386728] = 2,
		[372394] = "Дафия Бич Бури",
		[81340] = 6,
		[368299] = "Охотник-костестрел",
		[386729] = 1,
		[388777] = "Мраскул",
		[343727] = "Исчадие Тьмы <Полисыя>",
		[288438] = 1,
		[163689] = "Ахри'ок Дугру",
		[386731] = 2,
		[274105] = 3,
		[120760] = "Командир Во'цзак",
		[152427] = "Магматический властелин",
		[15290] = 5,
		[384685] = 8,
		[230242] = 11,
		[267964] = "Неизвестно <Гернина>",
		[384686] = "Яростная буря",
		[313015] = 10,
		[15802] = "Ясновидец из племени Тлеющего Терновника",
		[384687] = "Яростная буря",
		[394926] = "Брейккас",
		[200551] = "Даргрул",
		[154477] = "Стражница душ Ниами",
		[106427] = "Новообращенный Шадо-Пан",
		[374451] = "Пылающий мастер цепей",
		[388786] = "[*] Непокорные волны",
		[390835] = 12,
		[151407] = "Гройат Слепой Охотник",
		[388788] = "[*] Непокорные волны",
		[106428] = "Новообращенный Шадо-Пан",
		[116155] = "Пузыристый бражный хмелементаль",
		[394933] = 12,
		[388790] = 10,
		[390838] = 11,
		[386743] = "Каджин Непреклонная",
		[150385] = "Темный чародей-костещеп",
		[384696] = "Мраскул",
		[114108] = 11,
		[90047] = "Заклинательница из братства Справедливости",
		[90559] = "\"Капитан\" Пирожок",
		[5246] = 1,
		[258917] = "Жрица корпорации Эшвейнов",
		[29427] = "Лекарь Темной Крови",
		[42724] = "Ингвар Расхититель",
		[77761] = 11,
		[386748] = "Драконобойный копьемет",
		[388796] = "Заросшее древо",
		[390844] = 5,
		[90560] = "\"Капитан\" Пирожок",
		[190319] = 8,
		[390845] = 5,
		[179057] = 12,
		[319175] = 4,
		[370] = 7,
		[380608] = 8,
		[258920] = 12,
		[396991] = "Драконид-разрушительница",
		[374466] = "Сеннарт",
		[394944] = 10,
		[388801] = "Восставший воин",
		[116670] = 10,
		[258921] = 12,
		[396993] = "Циклас",
		[408] = 4,
		[258922] = 12,
		[388804] = "Мраскул",
		[170869] = 1,
		[386757] = "Каджин Непреклонная",
		[374471] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[77764] = 11,
		[386760] = 9,
		[388808] = 1,
		[399047] = "Каурдит",
		[106433] = "Мастер Снежный Вихрь",
		[386761] = 10,
		[150394] = "Желчный плавник из племени Мутной Воды",
		[258925] = 12,
		[210803] = 10,
		[258926] = 12,
		[44518] = "Чернокнижник Солнечного Клинка",
		[114113] = 11,
		[392908] = 2,
		[15547] = "Тенегорнский сенатор",
		[319190] = 4,
		[202614] = "Злобнорог Поработитель",
		[267997] = "Мерзотень <Комт>",
		[15867] = "Знахарь из племени Тлеющего Терновника",
		[498] = 2,
		[388815] = "Рашагет",
		[399054] = "Рашагет",
		[32244] = 12,
		[321240] = "Тунк",
		[374482] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[131968] = "Сик'тик - боевой лекарь",
		[388817] = "Гранит",
		[116162] = "Шипучий бражный хмелементаль",
		[528] = 5,
		[394961] = 5,
		[388818] = 10,
		[230261] = 9,
		[388819] = 10,
		[374485] = "Пылающий демон",
		[121282] = "Командующий флангом Нер'онок",
		[397011] = "Почетный страж куалаши",
		[390868] = 5,
		[384725] = "Гнилозубая гиена <Пузострелка>",
		[164734] = "Лютоклык",
		[190331] = "Шуджа Люторез",
		[390869] = 11,
		[394965] = "Куалаши-лавамант",
		[388822] = "Эхо Дорагосы",
		[19574] = 3,
		[397014] = "Эмиссар куалаши",
		[199547] = 12,
		[394968] = "Куалаши - воин лавы",
		[115652] = "Раздувшийся бражный хмелементаль",
		[390873] = 10,
		[394969] = "Куалаши - воин лавы",
		[372444] = 10,
		[392922] = "Рашагет",
		[325347] = 11,
		[688] = 9,
		[209788] = 12,
		[325348] = 8,
		[392924] = "Верховная чаротворица Ривати",
		[386781] = "Телаш Серокрылый",
		[394973] = "Куалаши - воин лавы",
		[274156] = 6,
		[740] = 11,
		[744] = "Пещерный скорпид",
		[150405] = "Сумеречный лекарь бурь",
		[151429] = "Гройат Слепой Охотник",
		[394975] = "Плеточник Бездны <Тауфе>",
		[153477] = "Стражница душ Ниами",
		[768] = 11,
		[394976] = "Плеточник Бездны <Тауфе>",
		[224125] = 7,
		[12540] = "Радо'рел",
		[34026] = 3,
		[195457] = 4,
		[188290] = 6,
		[386787] = 10,
		[224126] = 7,
		[394979] = "Плеточник Бездны <Тауфе>",
		[213888] = 3,
		[224127] = 7,
		[151432] = "Гройат Слепой Охотник",
		[372456] = "Курог Зловещий Тотем",
		[382696] = "Земельник-страж",
		[167815] = "Укротитель из клана Громоборцев",
		[370410] = "Эраног",
		[327408] = 1,
		[372459] = "[*] Горение",
		[392937] = 1,
		[69070] = 8,
		[34795] = 2,
		[197509] = "Кровавый червь <Byvako-Drak'thul>",
		[198533] = "Статуя Нефритовой Змеи <Лаурэлин>",
		[392939] = 2,
		[288505] = 3,
		[397036] = 2,
		[15548] = "Лейтенант Сильной Руки",
		[980] = 9,
		[93644] = 12,
		[153485] = "Червь-трупоед",
		[390896] = 8,
		[116170] = "Шипучий бражный хмелементаль",
		[392945] = "Хранитель стаи Зирусс",
		[1064] = 7,
		[397041] = 9,
		[390898] = 11,
		[394994] = 8,
		[315132] = "Leóo-Stormscale",
		[374517] = "Главный кузнец Горек",
		[120778] = 6,
		[372470] = "Рэйис",
		[360184] = 3,
		[272131] = "Око Гул'дана <Комт>",
		[300801] = 12,
		[94158] = 5,
		[313088] = 12,
		[388855] = 2,
		[300802] = 12,
		[48107] = 8,
		[313089] = 12,
		[202635] = "Злобнорог Поработитель",
		[319233] = 6,
		[397048] = "Хладодышащий арахнид",
		[374523] = "Силовой росток",
		[50155] = "Керистраза",
		[384763] = 10,
		[205708] = 8,
		[384764] = "Гнилозубая гиена <Пузострелка>",
		[44268] = "Полководец Саларис",
		[30455] = 8,
		[392956] = 3,
		[319238] = 6,
		[388862] = "Оскверненный манадемон",
		[1464] = 1,
		[360194] = 4,
		[55531] = 11,
		[388863] = "Оскверненный манадемон",
		[390911] = "Рашагет",
		[48108] = 8,
		[32375] = 5,
		[186257] = 3,
		[390912] = "Мерзкий плеточник",
		[196496] = "Фенрир",
		[151446] = "Головорез из клана Кровавого Молота",
		[388866] = "Оскверненный манадемон",
		[382723] = "Жестокая костекрушительница",
		[196497] = "Фенрир",
		[345864] = 6,
		[388867] = 10,
		[374533] = "Главный кузнец Горек",
		[151447] = "Головорез из клана Кровавого Молота",
		[388868] = "[*] Магическая воронка",
		[374534] = "Главный кузнец Горек",
		[319245] = 6,
		[115151] = 10,
		[1680] = 1,
		[374535] = "Главный кузнец Горек",
		[343819] = 10,
		[153496] = "Червь-трупоед",
		[390918] = "Мерзкий плеточник",
		[343820] = 10,
		[19577] = 3,
		[190356] = 8,
		[1752] = 4,
		[1776] = 4,
		[390920] = "Курог Зловещий Тотем",
		[73685] = 7,
		[190357] = 8,
		[390921] = "Курог Зловещий Тотем",
		[68054] = "Дживс <Зевуудду>",
		[202644] = 12,
		[341776] = 4,
		[1856] = 4,
		[59628] = 4,
		[153499] = "Аззакель",
		[215956] = 8,
		[31224] = 4,
		[272156] = "Ужасень Бездны <Гернина>",
		[388878] = 2,
		[374544] = "Зловонная певица гнили",
		[15869] = "Знахарь из племени Тлеющего Терновника",
		[388879] = 2,
		[129488] = 4,
		[186265] = 3,
		[163740] = "Ахри'ок Дугру",
		[386833] = 9,
		[388881] = 2,
		[151454] = "Гройат Слепой Охотник",
		[42223] = 9,
		[388882] = "Насыщательница Сария",
		[154526] = "Дозорный Каатар",
		[370454] = "Marianro-DunModr",
		[388884] = "Зачарованный скипетр",
		[154527] = "Саргерайская стражница душ",
		[390933] = 5,
		[392981] = "[*] Пламенный хаос",
		[388886] = "Зачарованный скипетр",
		[372505] = 11,
		[112084] = "Цзао Искатель Солнца",
		[392983] = 10,
		[185245] = 12,
		[186269] = "Заклинатель чумных осколков",
		[390936] = 8,
		[278310] = 8,
		[272167] = "Желчегнус <Гернина>",
		[207771] = 12,
		[186270] = 3,
		[390938] = "Рассерженная стрекотуха",
		[374557] = 6,
		[44272] = "Зелфан",
		[106966] = "Нестабильная энергия",
		[390941] = 2,
		[272172] = "Шиварра <Комт>",
		[390942] = "Рассерженная стрекотуха",
		[392990] = 5,
		[31865] = "Соблазнительница <Призыватель из клана Призрачной Луны>",
		[266030] = 9,
		[120789] = "Командир Во'цзак",
		[386848] = 4,
		[382753] = 10,
		[196512] = "Фенрир",
		[172963] = "Осадный мастер Рокра",
		[150438] = "Бритвопанцирный хрустогрыз",
		[33778] = 11,
		[34290] = "Газ'ан",
		[35570] = "Надзиратель из клана Укротителей драконов",
		[257946] = 3,
		[201633] = 7,
		[397091] = 12,
		[45297] = 7,
		[374567] = "Леймор",
		[272180] = "Искаженный ужас",
		[202658] = "Злонравный осквернитель",
		[207778] = 7,
		[202659] = "Кровавая принцесса Тал'ена",
		[374570] = "Леймор",
		[278326] = 12,
		[321329] = 8,
		[150442] = "Бритвопанцирный хрустогрыз",
		[384810] = 2,
		[280375] = 2,
		[380715] = 3,
		[197541] = "Кордана Оскверненная Песнь",
		[44274] = "Зелфан",
		[397099] = "Яростный Коготь",
		[397100] = "Магмас",
		[22907] = "Владыка болот Мусел'ек",
		[395054] = "Рубиновый огнелетчик <Флдан>",
		[388911] = "Зачарованный боевой топор",
		[388912] = "Зачарованный боевой топор",
		[374578] = "Ослепительная стрекоза",
		[57841] = 4,
		[191401] = "Валарьяр-лучница",
		[364342] = "Зефистраза",
		[152495] = "Лавовый элементаль земли",
		[364343] = "Рэйис",
		[390964] = 5,
		[61425] = 3,
		[223143] = 2,
		[388918] = "Хранительница стаи Денна",
		[211881] = 12,
		[384823] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[374585] = 6,
		[380729] = 11,
		[390968] = "Древорот",
		[376634] = "Хан Балакар",
		[372539] = "Сеннарт",
		[382778] = 8,
		[397113] = "Эраног",
		[42740] = "Заклинатель рун из клана Укротителей драконов",
		[384827] = "Пузострелка",
		[388923] = "Заросшее древо",
		[390971] = 5,
		[151475] = "Гройат Слепой Охотник",
		[44276] = "Зелфан",
		[202669] = 4,
		[386877] = 3,
		[372543] = "Командир Железного Факела",
		[150452] = "Хладная душа",
		[5760] = 4,
		[193455] = 3,
		[153524] = "Зараженная летучая мышь",
		[195503] = 3,
		[6016] = "Охотник за головами из племени Тлеющего Терновника",
		[32379] = 5,
		[153525] = "Ругуг",
		[278350] = 9,
		[280398] = 5,
		[388929] = 12,
		[199600] = 4,
		[376643] = 3,
		[50420] = "Лавовый страж Гордот",
		[58867] = "Дух волка <Ватрониум>",
		[390978] = 5,
		[376644] = "Хан Балакар",
		[388931] = 11,
		[52212] = 6,
		[44533] = "Тихий презренный",
		[115167] = "[*] Оскверненные воды",
		[374599] = 10,
		[167862] = "[*] Удар!",
		[109536] = 3,
		[382791] = "Куалаши-лавамант",
		[189364] = 1,
		[199603] = 4,
		[113120] = 9,
		[388936] = 10,
		[7328] = 2,
		[202676] = "Кровавая принцесса Тал'ена",
		[382795] = "Куалаши-лавамант",
		[393035] = 12,
		[388940] = "Чародейский опустошитель",
		[374606] = 6,
		[197558] = "Фенрир",
		[15487] = 5,
		[390989] = 5,
		[116705] = 10,
		[15743] = "Вызыватель из легиона Кровавого Топора",
		[327510] = 2,
		[102883] = 3,
		[372561] = "Куалаши-охотник",
		[16191] = 7,
		[325464] = 6,
		[382802] = "Злобный заклинатель гнили",
		[8512] = 7,
		[300893] = 12,
		[118754] = 1,
		[231349] = 10,
		[44279] = "Крайне взрывоопасная овца <Зелфан>",
		[372566] = "Куалаши-охотник",
		[382805] = "Увядший дуб",
		[388949] = "Ледяной покров",
		[227255] = 12,
		[382808] = "[*] Иссушающее заражение",
		[393047] = 10,
		[266087] = 9,
		[49143] = 6,
		[288613] = 3,
		[372571] = "Ювитта",
		[210875] = "Закаленный бурей страж",
		[393050] = 10,
		[321379] = 5,
		[274281] = 11,
		[374621] = "Рокочущий опустошитель",
		[200637] = "Даргрул",
		[274282] = 11,
		[374622] = "Рокочущий опустошитель",
		[106470] = "[*] Шар огня",
		[274283] = 11,
		[374623] = "Морозный разрушитель",
		[376671] = 2,
		[386910] = "Телаш Серокрылый",
		[235450] = 8,
		[374624] = "Морозный разрушитель",
		[196543] = "Фенрир",
		[386911] = 2,
		[207806] = "Капитан патруля Гердо",
		[393055] = 12,
		[386912] = "[*] Туча энергии бури",
		[391008] = 4,
		[393056] = 10,
		[197568] = 7,
		[150470] = "Сумеречный боец из тени",
		[393057] = 10,
		[193473] = "Щупальце Бездны <Тауфе>",
		[34298] = "Коготь",
		[196545] = 6,
		[384868] = "Лучница из клана Нокхуд",
		[386916] = "Яростная буря",
		[90602] = "\"Капитан\" Пирожок",
		[372583] = "Куалаши-охотник",
		[382822] = 12,
		[376679] = 10,
		[321390] = 8,
		[46585] = 6,
		[228287] = 10,
		[395110] = 11,
		[198595] = "Валарьяр - призыватель молний",
		[382824] = 8,
		[120807] = "Командир Во'цзак",
		[386920] = "[*] Яростные молнии",
		[251837] = 11,
		[382825] = 10,
		[386921] = "Драконобойный копьемет",
		[374635] = "Главный кузнец Горек",
		[376683] = "Хан Балакар",
		[264057] = 9,
		[264058] = 1,
		[266106] = "Дикий кровавый роевик",
		[391019] = "Курог Зловещий Тотем",
		[376685] = "Хан Балакар",
		[266107] = "Дикий кровавый роевик",
		[325492] = 6,
		[90604] = "\"Капитан\" Пирожок",
		[388973] = "Чикенсаня",
		[22911] = "Эфириал - осквернитель гробниц",
		[31230] = 4,
		[378735] = 3,
		[266109] = "Дикий кровавый роевик",
		[391022] = "Курог Зловещий Тотем",
		[205766] = 8,
		[157644] = 8,
		[374641] = "Главный кузнец Горек",
		[209862] = "[*] Вулканический шлейф",
		[388976] = "Чародейский опустошитель",
		[164812] = 11,
		[255937] = 2,
		[207815] = "Капитан патруля Гердо",
		[384882] = "[*] Молния призванной бури",
		[203720] = 12,
		[386931] = 9,
		[150479] = "Вурдалак-живодер",
		[178124] = "Ошир",
		[190411] = 1,
		[362361] = "Чикенсаня",
		[388982] = "Чародейский опустошитель",
		[171982] = 9,
		[370553] = "Лоухэпэшер-СвежевательДуш",
		[87023] = 8,
		[391031] = "Изначальная грозовая туча",
		[388984] = "Чародейский опустошитель",
		[255941] = 2,
		[5217] = 11,
		[378747] = 3,
		[194509] = 5,
		[368509] = "Рэйис",
		[87024] = 8,
		[51963] = "Вороная горгулья <Нотушка>",
		[113645] = 7,
		[90096] = "[*] Взрыв",
		[115181] = 10,
		[5697] = 9,
		[368512] = "Рэйис",
		[372608] = 3,
		[31615] = "Владыка болот Мусел'ек",
		[102383] = 11,
		[214989] = "Дух отмщения",
		[150485] = "Чумнопряд",
		[12097] = "Бешенка Нижетопи",
		[372610] = 3,
		[114158] = 2,
		[382850] = 12,
		[370564] = "Лоухэпэшер-СвежевательДуш",
		[58875] = 7,
		[384899] = "Стрелок гнили",
		[256970] = "Рыцарь-капитан Валири",
		[44285] = "Гараксас",
		[388996] = "[*] Извержение энергии",
		[393092] = "Смерч",
		[372615] = "Прирученный феникс",
		[388998] = 3,
		[378760] = 8,
		[372617] = 5,
		[153561] = 8,
		[90099] = "Наблюдатель братства Справедливости",
		[266136] = 9,
		[384906] = 2,
		[391050] = "Верховная чаротворица Ривати",
		[378764] = "Древорот",
		[382860] = "Чикенсаня",
		[393099] = 10,
		[264091] = 8,
		[382861] = "Чикенсаня",
		[372623] = "Часовая Талондрас",
		[382862] = "Чикенсаня",
		[167898] = 7,
		[382863] = "Чикенсаня",
		[196567] = "Фенрир",
		[386959] = 10,
		[389007] = "[*] Дикая энергия",
		[391055] = "Курог Зловещий Тотем",
		[311193] = 1,
		[386960] = 10,
		[391056] = "Курог Зловещий Тотем",
		[303003] = 3,
		[378770] = 3,
		[382866] = "Чикенсаня",
		[83958] = 12,
		[42751] = "[*] Теневой топор",
		[386963] = 10,
		[376725] = "Буремант из клана Нокхуд",
		[296863] = 1,
		[393108] = 2,
		[337819] = 12,
		[343963] = 4,
		[204762] = "Топор Скверны",
		[288675] = 7,
		[40192] = 8,
		[376730] = "[*] Штормовые ветра",
		[2641] = 3,
		[376732] = "[*] Штормовые ветра",
		[185311] = 4,
		[44544] = 8,
		[30849] = "Убийца магов",
		[378783] = "Хранительница стаи Денна",
		[227291] = "Нюцзао <Тигрушкинс-Гордунни>",
		[378784] = "Хранительница стаи Денна",
		[376737] = "[*] Молния",
		[185313] = 4,
		[202719] = 12,
		[24450] = "meow <Glep-Antonidas>",
		[374691] = "Курог Зловещий Тотем",
		[384930] = "Брюхокол",
		[193505] = "Злобнозем-исполин",
		[382883] = "Злобный заклинатель гнили",
		[393122] = "Смерч <Ворота порывов ветра>",
		[164837] = "Лютоклык",
		[115191] = 4,
		[231390] = 3,
		[150504] = "Сумеречный аквамант",
		[3409] = 4,
		[372648] = "Сеннарт",
		[386984] = 10,
		[113656] = 10,
		[382889] = 7,
		[155625] = 11,
		[115192] = 4,
		[389033] = "Голодный плеточник",
		[374699] = "Призывательница пламени Аюми",
		[92155] = 6,
		[372652] = "[*] Резонирующая сфера",
		[164841] = "Терон'кров",
		[358319] = 11,
		[162794] = 12,
		[370607] = 11,
		[15618] = "Ветеран из легиона Кровавого Топора",
		[374704] = "Чаргат Дробитель Чешуи",
		[386991] = "Изначальный протодракон",
		[374705] = "Земледробитель",
		[389040] = "Тондрозий",
		[374706] = "Призывательница пламени Аюми",
		[346038] = 6,
		[150510] = "Ваятельница лабиринтов из племени Иглошкурых",
		[151534] = "Чарлга Остробок",
		[202728] = "Повелитель ужаса Мендаций",
		[25603] = "Эфириал-колдун",
		[264130] = 9,
		[51714] = 6,
		[327611] = 6,
		[44291] = "Жрица Делрисса",
		[44547] = "Сестра Мучений",
		[391092] = 5,
		[188395] = "[*] Шаровая молния",
		[370615] = "Эраног",
		[374711] = "Балара",
		[200682] = "Солстен",
		[118779] = 1,
		[150513] = "Араxномант из племени Мертвой Головы",
		[376762] = 10,
		[115196] = 4,
		[378811] = 12,
		[329666] = 3,
		[190446] = 8,
		[391099] = 5,
		[200685] = 12,
		[384957] = "Изумрудный разрушитель снов <Хохохохохох>",
		[30851] = "Призыватель из клана Призрачной Луны",
		[395197] = 7,
		[389054] = "Чародейский добытчик",
		[374720] = "Леймор",
		[173042] = "Гром'карский мастер цепей",
		[389055] = "Чародейский добытчик",
		[382912] = 11,
		[151541] = "Головорез из клана Кровавого Молота",
		[387008] = 6,
		[389056] = "Страж Иридий",
		[384961] = "Стрелок гнили",
		[378818] = "Куалаши-чудотворица",
		[151542] = "Головорез из клана Кровавого Молота",
		[12611] = "Яззай",
		[12739] = "Чернокнижник из клана Призрачной Луны",
		[51460] = 6,
		[389059] = "Чаргат Дробитель Чешуи",
		[51972] = "Кристаллическая грация",
		[376773] = 10,
		[288720] = 5,
		[315341] = 4,
		[384965] = 2,
		[391109] = 5,
		[226287] = "Злобнозем-глыба",
		[102401] = 11,
		[199667] = 1,
		[151545] = "Страж из клана Кровавого Молота",
		[372682] = "[*] Древний холод",
		[376778] = 3,
		[372683] = "Заряженный дракончик",
		[374731] = "Леймор",
		[378827] = "Куалаши-расхититель",
		[266201] = "Оживленный страж",
		[376780] = "Полководец Сарга",
		[35079] = 3,
		[15043] = "Яззай",
		[376781] = "Ворота жгучего пламени",
		[378829] = "Рашагет",
		[153595] = 8,
		[45062] = 11,
		[307159] = 3,
		[374735] = "Призывательница пламени Аюми",
		[384974] = "Стрелок гнили",
		[378831] = "Куалаши-расхититель",
		[153596] = 8,
		[391118] = "Лейтенант чешуйчатых губителей",
		[190456] = 1,
		[192504] = "Тиратон Салтерил",
		[307162] = 8,
		[391120] = "Лейтенант чешуйчатых губителей",
		[50182] = "Опытный охотник на магов",
		[307164] = 6,
		[376788] = "Аймил",
		[197625] = 11,
		[374741] = "Призывательница пламени Аюми",
		[387028] = 10,
		[154623] = "Саргерайский воплотитель",
		[197626] = 11,
		[150528] = "Араxномант из племени Мертвой Головы",
		[376791] = "Куча сокровищ",
		[370648] = "Эраног",
		[372696] = "Изначальный исполин",
		[119299] = "Адарогг",
		[372697] = "Изначальный исполин",
		[95750] = 9,
		[226296] = "Злобнозем-исполин",
		[197628] = 11,
		[200700] = "Даргрул",
		[370652] = 11,
		[374748] = 6,
		[321507] = 8,
		[372701] = "Часовая Талондрас",
		[30213] = "Грабоминул <Гернина>",
		[387036] = 10,
		[212988] = 12,
		[30853] = "Призыватель из клана Призрачной Луны",
		[378847] = "Куалаши-хребтолом",
		[323558] = 4,
		[323559] = 4,
		[11972] = "Караульный из клана Зловещего Плавника",
		["DEBUFF"] = 1,
		[323560] = 4,
		[32645] = 4,
		[196608] = 10,
		[90633] = 9,
		[151558] = "Огр-маг из клана Кровавого Молота",
		[264178] = 9,
		[193538] = 4,
		[391140] = 11,
		[270323] = 3,
		[209921] = "Раскаленный углешкур <Даргрул>",
		[384999] = 10,
		[370665] = "Рэйис",
		[307185] = 12,
		[391143] = "Драконид-разрушительница",
		[370666] = "Рэйис",
		[229376] = 8,
		[370667] = 8,
		[376811] = "Древорот",
		[395241] = "Воин стихий – электроткач",
		[270329] = 3,
		[395242] = "Черный разрушитель <Бабусянатусе>",
		[128519] = 3,
		[378861] = "[*] Потрескавшиеся обломки",
		[372718] = "Часовая Талондрас",
		[382957] = 4,
		[395244] = "Изумрудный разрушитель снов <Хохохохохох>",
		[372719] = "Часовая Талондрас",
		[150540] = "Ваятельница лабиринтов из племени Иглошкурых",
		[15620] = "Драгун из клана Кузни Рока",
		[395245] = "Изумрудный разрушитель снов <Хохохохохох>",
		[339956] = 1,
		[203782] = 12,
		[166923] = "Раздиратель Плоти Нок'Гар",
		[32390] = 9,
		[195592] = 7,
		[270335] = 3,
		[321529] = 8,
		[231428] = 9,
		[151566] = "Подчинитель магмы из клана Кровавого Молота",
		[321530] = 3,
		[382963] = 10,
		[387059] = "Пылающий мастер цепей",
		[59913] = 12,
		[128521] = 3,
		[270338] = 3,
		[228358] = 8,
		[385013] = 1,
		[1161] = 1,
		[207881] = "Таликса Пламя Гнева",
		[374776] = 6,
		[395254] = "Воин стихий – буретворец",
		[290819] = 3,
		[257028] = "Рыцарь-капитан Валири",
		[372730] = "Изначальный исполин",
		[374778] = "Страж хранилища",
		[270343] = 3,
		[374779] = "Курог Зловещий Тотем",
		[376827] = "Хан Балакар",
		[185358] = 3,
		[1329] = 4,
		[387067] = "Чародейское создание",
		[51723] = 4,
		[224266] = 2,
		[376829] = "Хан Балакар",
		[395259] = "Воин стихий – буретворец",
		[348162] = 10,
		[1449] = 8,
		[202766] = "Кровавая принцесса Тал'ена",
		[31623] = "Владыка болот Мусел'ек",
		[376832] = "Рэйис",
		[150549] = "Прислужник-демон Бездны",
		[356356] = 1,
		[229388] = 1,
		[207887] = "Таликса Пламя Гнева",
		[262161] = 1,
		[391171] = 12,
		[200721] = "Даргрул",
		[153623] = "Нхаллиш",
		[391172] = 12,
		[385029] = "Стервятник-шкуродер",
		[372743] = "Ткач Холода Морозной Вспышки",
		[151576] = "Ядовитый всплеск <Кристалл ядовитого всплеска>",
		[202770] = 11,
		[203794] = 12,
		[102417] = 11,
		[119311] = "[*] Шквал клинков",
		[191508] = "Валарьяр-претендентка",
		[319504] = 4,
		[387080] = 11,
		[203795] = 12,
		[368651] = 4,
		[387081] = 12,
		[1833] = 4,
		[266265] = "Падший вестник смерти",
		[203796] = 12,
		[368653] = 3,
		[372749] = "Ткач Холода Морозной Вспышки",
		[385036] = "Воин стихий – певица бури",
		[352273] = 7,
		[274459] = 10,
		[1953] = 8,
		[395277] = 8,
		[385039] = "Затаившийся брюхокол",
		[395278] = 7,
		[151581] = "Надзиратель из клана Кровавого Молота",
		[2050] = 5,
		[8262] = "Знахарь из племени Тлеющего Терновника",
		[2098] = 4,
		[385042] = 1,
		[327707] = 3,
		[188443] = 7,
		[382998] = 8,
		[385046] = "Затаившийся брюхокол",
		[201754] = "Элегон <Инотэк>",
		[372760] = 5,
		[391191] = 12,
		[387096] = 9,
		[194588] = "Темная охотница",
		[189469] = "Дух отмщения",
		[257045] = 3,
		[200732] = "Даргрул",
		[280615] = 7,
		[374812] = "Главный кузнец Горек",
		[86040] = 9,
		[395290] = 9,
		[372765] = "Сеннарт",
		[342049] = 3,
		[79897] = "Моргус Вредоруб",
		[389148] = 1,
		[2818] = 4,
		[395292] = "Огнезев",
		[397341] = "Курог Зловещий Тотем",
		[376864] = "Хан Балакар",
		[222236] = 1,
		[47632] = 6,
		[11974] = "Гнус'рел",
		[376865] = "Хан Балакар",
		[48400] = "Ледяная могила",
		[383009] = 7,
		[376866] = "Хан Балакар",
		[385058] = "Затаившийся брюхокол",
		[272432] = "Страж гнева <Комт>",
		[34322] = "Ужасень Нексуса",
		[195617] = 6,
		[335913] = 10,
		[385060] = 1,
		[194594] = 3,
		[385061] = 1,
		[387109] = 9,
		[13446] = "Туннельный вурдалак",
		[374823] = "Вестник бури Сайраз",
		[385062] = 1,
		[387110] = 9,
		[153640] = 8,
		[385063] = "Пеплоплет воинов стихий",
		[157736] = 9,
		[191524] = "Иллиана Танцующая с Клинками",
		[395303] = "Громоголов",
		[380969] = 10,
		[383017] = 7,
		[385065] = "Рашагет",
		[387113] = 2,
		[207907] = "Таликса Пламя Гнева",
		[201764] = 7,
		[3714] = 6,
		[111129] = "Гу Небесный Удар",
		[397354] = "Профессор Ихистраз",
		[385068] = "Гигантский штормодемон",
		[214052] = 9,
		[397356] = "Профессор Мистаркия",
		[191527] = "Иллиана Танцующая с Клинками",
		[376879] = 11,
		[203814] = 2,
		[164907] = "Оживленные ритуальные кости",
		[397358] = "Курог Зловещий Тотем",
		[391215] = 12,
		[385073] = "Гигантский штормодемон",
		[372787] = 5,
		[184362] = 1,
		[387122] = "Чародейское создание",
		[385075] = "Мраскул",
		[156718] = "Чудовищный трупный паук",
		[380980] = 12,
		[366646] = "Ювитта",
		[344121] = 3,
		[154671] = "Нер'зул",
		[387125] = "Изначальный громозверь",
		[397364] = 1,
		[374839] = "Главный кузнец Горек",
		[385078] = "Потрескивающая воронка",
		[383031] = 11,
		[387127] = "Изначальный громозверь",
		[372793] = "Изначальный исполин",
		[383032] = 10,
		[372794] = "Драгхар Отрицатель",
		[383033] = 10,
		[383034] = 10,
		[372796] = "Драгхар Отрицатель",
		[42772] = "Стратег из клана Укротителей драконов",
		[376892] = "Хан Балакар",
		[156722] = "Извлекатель душ из клана Призрачной Луны",
		[389179] = "Страж Иридий",
		[184367] = 1,
		[387132] = "Драконобойный копьемет",
		[195630] = 10,
		[106526] = "Мудрый Марис",
		[387133] = "Драконобойный копьемет",
		[256039] = "Надзиратель Корги",
		[199726] = "Король Тор",
		[151604] = "Чарлга Остробок",
		[226347] = "Камнерукий охотник",
		[383039] = 10,
		[376896] = "Хан Балакар",
		[387135] = "Воин стихий – искрящий клинок",
		[151605] = "Чарлга Остробок",
		[12167] = "Гримлок",
		[397376] = 10,
		[376899] = "[*] Трескучее облако",
		[185394] = 1,
		[391234] = 12,
		[173108] = "Вращающиеся цепи",
		[331850] = 4,
		[191538] = "Яростный пронзатель",
		[176180] = 1,
		[374854] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[6660] = "Резервист из клана Ярости Горна",
		[192563] = "Валарьяр-очиститель",
		[38166] = "Ша Жестокости",
		[194611] = "Темная охотница",
		[387143] = 9,
		[256044] = "Надзиратель Корги",
		[191540] = "Яростный пронзатель",
		[262232] = 1,
		[387145] = "Призыватель бури Бороо",
		[372811] = "Кокия Пламенное Копыто",
		[7268] = 8,
		[116768] = 10,
		[387146] = "Тотем энергии бури",
		[110113] = 3,
		[173112] = "Гром'карский матрос",
		[119840] = "Сик'тик-солдат",
		[391243] = 5,
		[370766] = "Кристальный крушитель",
		[381005] = 6,
		[391244] = 5,
		[45334] = 11,
		[372815] = 10,
		[374863] = "Вестник бури Сайраз",
		[200758] = 4,
		[387150] = "Телаш Серокрылый",
		[387151] = "Телаш Серокрылый",
		[372817] = 10,
		[16071] = "Темнопряд из легиона Огненного Клейма",
		[387152] = "Телаш Серокрылый",
		[8264] = "Оракул из племени Каменного Свода",
		[372819] = "Кокия Пламенное Копыто",
		[50198] = "Посвященный охотник на магов",
		[387154] = 9,
		[372820] = "Кокия Пламенное Копыто",
		[374868] = "Астральный служитель",
		[393298] = "Тлеющий колосс",
		[387155] = "Гранит",
		[290911] = 2,
		[383060] = 8,
		[372822] = 10,
		[383061] = "Тотем жидкой магмы <Wolfenstian-TwistingNether>",
		[393300] = "Тлеющий колосс",
		[387157] = 9,
		[383062] = "Разложившийся старый древень",
		[344155] = 6,
		[387158] = 9,
		[393302] = "Тлеющий колосс",
		[198715] = "Валь'кира-воительница <Менструа>",
		[393303] = "Тлеющий колосс",
		[201787] = 10,
		[397399] = "Icerockxd-Ragnaros",
		[344158] = 6,
		[387161] = 9,
		[397400] = 6,
		[226361] = "Скальный камнешвыр",
		[397401] = 6,
		[383067] = "Балара",
		[393306] = "Воин стихий – хранитель земли",
		[387163] = 2,
		[372829] = 2,
		[393307] = "Вулканий",
		[393308] = "Воин стихий – заклинательница пламени",
		[378974] = 2,
		[290921] = 7,
		[397405] = 8,
		[315496] = 4,
		[11976] = "Караульный из клана Зловещего Плавника",
		[12040] = "Злоб'рел",
		[372834] = 11,
		[114214] = 5,
		[107047] = "Боец Га'док",
		[115750] = 2,
		[212031] = "Обузданная энергия",
		[132169] = 1,
		[374885] = "Астральный служитель",
		[151623] = "Магматический властелин",
		[219199] = 3,
		[376934] = "Древорот",
		[389221] = "Яростная буря <Дафия Перерожденная>",
		[385126] = 2,
		[387174] = 2,
		[290930] = 6,
		[38682] = "Берсерк Альянса",
		[385127] = 2,
		[395366] = "Тондрозий",
		[191556] = "Яростный пронзатель",
		[48153] = 5,
		[395367] = "Тондрозий",
		[114216] = 5,
		[329840] = 12,
		[307315] = 10,
		[387178] = 2,
		[155722] = 11,
		[156746] = "Дозорный Каатар",
		[165961] = 11,
		[120360] = 3,
		[378989] = 11,
		[212036] = 5,
		[378990] = 11,
		[15496] = "Драгун из клана Кузни Рока",
		[376943] = "Дафия Перерожденная",
		[193607] = "Терзательница душ Глевианна",
		[383087] = "Злобная заклинательница гнили",
		[378992] = 11,
		[290939] = 9,
		[120361] = 3,
		[193608] = "Терзательница душ Глевианна",
		[106539] = 3,
		[378994] = 12,
		[372851] = "Мелидрусса Истощенная Холодом",
		[395377] = "Тондрозий",
		[290942] = 8,
		[391282] = "Гигантский штормодемон",
		[246851] = 3,
		[153679] = "Надсмотрщик за рабами Крушто",
		[358520] = 10,
		[385141] = "Воин стихий – певица бури",
		[246852] = 3,
		[290945] = 5,
		[224327] = "Советник Меландр",
		[153680] = "Костебрюх",
		[395382] = "Тондрозий",
		[257092] = "Королева песков",
		[372858] = "Кокия Пламенное Копыто",
		[188493] = "Нараксас",
		[246854] = 3,
		[372859] = "Кокия Пламенное Копыто",
		[5221] = 11,
		[185422] = 4,
		[372860] = "Кокия Пламенное Копыто",
		[110125] = "Служитель Сомнения",
		[188494] = "[*] Зловонная пасть",
		[148563] = 8,
		[223306] = 2,
		[120876] = 3,
		[280713] = 12,
		[5605] = "Оракул из племени Каменного Свода",
		[385149] = 2,
		[30991] = "Разбойник из клана Веселого Черепа",
		[280715] = 1,
		[290954] = 3,
		[333957] = 7,
		[383104] = 1,
		[370818] = "Ювитта",
		[12169] = "Гнев'рел",
		[274575] = 9,
		[151638] = "[*] Подавляющее поле",
		[280719] = 4,
		[153686] = "Костебрюх",
		[270481] = "Демонический тиран <Гернина>",
		[356488] = 7,
		[13321] = "Маноед-гончая Скверны <Призыватель из клана Призрачной Луны>",
		[150616] = "Вестник смерти Черношип",
		[124974] = 11,
		[244813] = 8,
		[206930] = 6,
		[227408] = 1,
		[204883] = 5,
		[206931] = 6,
		[226385] = "Смолоплюй-ползун",
		[379020] = "[*] Жезл отрицания",
		[290967] = 7,
		[383116] = 1,
		[15241] = "Оракул из племени Темной Крови",
		[89652] = "Огр-надзиратель",
		[376974] = 6,
		[15497] = "Оракул из племени Темной Крови",
		[385166] = "Черный разрушитель <Натазат>",
		[379023] = "Неуклюжий терзатель",
		[290970] = 7,
		[368785] = 6,
		[119345] = "Сик'тик - боец авангарда",
		[111666] = 3,
		[399502] = 4,
		[385168] = "[*] Гром и молния",
		[226388] = "[*] Тухлая слизь",
		[391312] = 9,
		[106547] = "Новообращенный Шадо-Пан",
		[280735] = 1,
		[243795] = 1,
		[333977] = 7,
		[385171] = "Черный разрушитель <Бабусянатусе>",
		[173148] = "Гром'карская огненная лучница",
		[198745] = "Закаленный бурей страж",
		[366742] = 11,
		[379029] = 8,
		[399507] = "Изначальный громозверь",
		[173149] = "[*] Горящие стрелы",
		[256083] = "Надзиратель Корги",
		[385174] = 1,
		[395413] = 10,
		[270501] = 5,
		[395414] = 10,
		[157792] = "Саргерайский маг",
		[391321] = 5,
		[258133] = "Мародер из братства Трюмных Крыс",
		[185438] = 4,
		[157794] = "Саргерайский маг",
		[383133] = 8,
		[385181] = "Голиаф-проглот",
		[290985] = 6,
		[224347] = 5,
		[69179] = 1,
		[157796] = "[*] Молот вершительницы судеб",
		[199775] = "Нараксас",
		[96312] = 2,
		[379041] = 2,
		[290988] = 6,
		[383137] = 8,
		[49184] = 6,
		[157797] = "Саргерайская вершительница",
		[385186] = "Мерзорот",
		[385187] = "Голиаф-проглот",
		[290991] = 3,
		[327851] = 3,
		[395427] = "Надзиратель Лахар",
		[44577] = "Бес Солнечного Клинка",
		[268467] = 8,
		[115767] = 1,
		[317614] = 6,
		[192611] = 12,
		[193635] = "Щупальце Бездны <Тауфе>",
		[385191] = 7,
		[156776] = "Поработитель из клана Призрачной Луны",
		[20243] = 1,
		[358572] = 1,
		[150634] = "Поработитель Кор'ул",
		[395433] = "Воин стихий – буретворец",
		[268473] = 8,
		[377004] = "Кроут",
		[305334] = 4,
		[389292] = 7,
		[204901] = "Хранитель портала",
		[156779] = 5,
		[15498] = "Тенегорнский сенатор",
		[54049] = "Друтуну <Опусмагнум>",
		[200806] = 4,
		[193639] = "Камнеспинный щелкозуб",
		[383151] = 10,
		[377008] = "Кроут",
		[183401] = "Злобнозем-ползун",
		[377009] = "Кроут",
		[97340] = 7,
		[395440] = 3,
		[193641] = 4,
		[119354] = "Сик'тик - танцующий с клинками",
		[226406] = "Углепанцирный подчинитель",
		[97341] = 5,
		[236645] = 8,
		[164974] = "Садана Кровавое Безумие",
		[291009] = 5,
		[199786] = 8,
		[387254] = 10,
		[374968] = "Ювитта",
		[315584] = 4,
		[374969] = "Главный кузнец Горек",
		[377017] = "Полководец Сарга",
		[315585] = 4,
		[377018] = "Полководец Сарга",
		[41252] = 11,
		[256101] = "Надзиратель Корги",
		[207979] = "Джазшариу",
		[192621] = "Вул'кан",
		[152690] = "[*] Руна тени",
		[280776] = 1,
		[207980] = "Баалгар Бдительный",
		[258150] = "Морской колдун из братства Трюмных Крыс",
		[387260] = 9,
		[391356] = 11,
		[196718] = 12,
		[387261] = "Рашагет",
		[391357] = 10,
		[124988] = 11,
		[291018] = 9,
		[387263] = 9,
		[391359] = 5,
		[387264] = "Гниломаг Око Гнева",
		[383169] = 2,
		[389313] = "Рашагет",
		[150646] = "Ваятель лабиринтов Тукаар",
		[258153] = "Морской колдун из братства Трюмных Крыс",
		[272592] = "Безликий осквернитель",
		[389314] = 11,
		[129597] = 10,
		[106560] = "[*] Фонтанирующий напиток",
		[6726] = "Тенегорнский охотник за реликвиями",
		[391365] = 10,
		[217200] = 3,
		[152696] = "[*] Руна тени",
		[194675] = "Пылающий бес",
		[370889] = "Leóo-Stormscale",
		[377034] = "Кроут",
		[391369] = 12,
		[124991] = 11,
		[291030] = 6,
		[391371] = 5,
		[385228] = 1,
		[15243] = "Огнестраж-разрушитель",
		[374990] = 3,
		[368847] = "Ювитта",
		[389325] = 10,
		[192631] = "Вул'кан",
		[117313] = 1,
		[194679] = 6,
		[391374] = 12,
		[370898] = "Рэйис",
		[178298] = "Гром'карский техник",
		[383185] = 2,
		[385233] = 1,
		[206967] = 6,
		[16790] = "Терадримский страж",
		[393425] = "Хан Балакар",
		[178299] = "Гром'карский техник",
		[391378] = 12,
		[272609] = "Безликий осквернитель",
		[291039] = 6,
		[150655] = "Ваятель лабиринтов Тукаар",
		[89158] = 3,
		[585] = 5,
		[589] = 5,
		[295137] = 5,
		[193659] = "Король-бог Сковальд",
		[291042] = 7,
		[195707] = 1,
		[377048] = 6,
		[151681] = "Гхаму-ра",
		[210042] = 12,
		[633] = 2,
		[383193] = 11,
		[393432] = "Рефти-защитник",
		[173183] = 7,
		[291045] = 3,
		[391385] = "Призванный элементаль лавы",
		[33833] = "Безумный призрак маны",
		[117828] = 9,
		[342240] = 7,
		[270569] = 9,
		[173184] = 7,
		[199805] = "Закаленный бурей страж",
		[291048] = 9,
		[342242] = 8,
		[150660] = "Ужас из пучины",
		[151684] = "Гхаму-ра",
		[185472] = 6,
		[393438] = 6,
		[342245] = 8,
		[151685] = "Мстительный элементаль магмы",
		[342246] = 8,
		[372963] = "Мелидрусса Истощенная Холодом",
		[342247] = 8,
		[270576] = 12,
		[291054] = 8,
		[228477] = 12,
		[383204] = "[*] Сокрушающее цунами",
		[228478] = 12,
		[393444] = "Рефти-защитник",
		[395492] = 12,
		[291057] = 3,
		[845] = 1,
		[853] = 2,
		[86603] = "Шадопанский пленник",
		[383208] = 2,
		[395495] = 10,
		[391400] = 10,
		[377066] = 5,
		[372971] = "Куалаши-кузнец",
		[391401] = 5,
		[209027] = "Караульный из Сумеречной стражи",
		[921] = 4,
		[391402] = "Рашагет",
		[286967] = 7,
		[395498] = 12,
		[391403] = 5,
		[15244] = "Опытный охотник на магов",
		[196742] = 10,
		[116297] = "[*] Авиаудар",
		[354546] = 4,
		[111690] = 11,
		[183433] = "Смолоплюй-ползун",
		[114250] = 2,
		[393456] = 3,
		[8269] = "Изверг из племени Каменного Свода",
		[1066] = 11,
		[385267] = "Потрескивающая воронка",
		[198793] = 12,
		[183435] = 2,
		[377077] = 6,
		[395507] = "Бронзовый хранитель времени <Аскельт>",
		[219271] = 7,
		[199818] = "[*] Разряд",
		[209033] = "Караульный из Сумеречной стражи",
		[109132] = 10,
		[212105] = 12,
		[383224] = "Рубиновый огнелетчик <Менструа>",
		[151697] = "Надзиратель из клана Кровавого Молота",
		[383225] = "Рубиновый огнелетчик <Флдан>",
		[383226] = 1,
		[393465] = "Стойкий хранитель стаи",
		[34861] = 5,
		[395514] = "Тондрозий",
		[209036] = "Часовой из Сумеречной стражи",
		[356608] = 12,
		[225419] = "Страж Скверны - уничтожитель",
		[260231] = 3,
		[383231] = "Куалаши-лавамант",
		[393470] = "Прыгающий породитель выводка",
		[387327] = 9,
		[1490] = 12,
		[150677] = "Гуг'рокк",
		[395519] = 10,
		[154773] = "Саргерайский страж",
		[368899] = 2,
		[372995] = 10,
		[12493] = "Рок'рел",
		[395521] = 10,
		[6343] = 1,
		[383235] = 7,
		[368901] = 7,
		[119374] = "[*] Вихрь",
		[191634] = 7,
		[121422] = "Сик'тик-стражник",
		[375046] = "Главный кузнец Горек",
		[387333] = "Рашагет",
		[1706] = 5,
		[1714] = 9,
		[391430] = 12,
		[200851] = 11,
		[387336] = 2,
		[122959] = "Синь Мастер Боя",
		[217234] = "Уларогг Скаломол",
		[373004] = "Курог Зловещий Тотем",
		[1850] = 11,
		[389387] = 10,
		[377101] = 6,
		[377102] = "Лоухэпэшер-СвежевательДуш",
		[395532] = 4,
		[375055] = "Чаргат Дробитель Чешуи",
		[377103] = 6,
		[370960] = "Дредвирм",
		[375056] = "Чаргат Дробитель Чешуи",
		[55597] = "Целитель Драккари",
		[389391] = 10,
		[375057] = "Чаргат Дробитель Чешуи",
		[377105] = "Страж хранилища",
		[395535] = 4,
		[113746] = 10,
		[204951] = "Хранитель портала",
		[156829] = "Гул'кош",
		[49966] = "АПРИЧНИК <Дайстрелу>",
		[370965] = 12,
		[375061] = "Главный кузнец Горек",
		[44335] = 1,
		[260242] = 3,
		[122962] = "Цийлинь-стражник",
		[123986] = 10,
		[387350] = "Аймил",
		[260243] = 3,
		[55342] = 8,
		[370969] = 12,
		[373017] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[128594] = 3,
		[370970] = 12,
		[2580] = 5,
		[352542] = 3,
		[395545] = "Лазурный чаровяз <Хугомонк>",
		[153762] = "Когти Аргуса",
		[375068] = "Лавовые щупальца",
		[395546] = "Лазурный чаровяз <Гернина>",
		[198813] = 12,
		[387356] = 9,
		[307495] = 12,
		[375071] = "Лавовые щупальца",
		[385310] = "Воин стихий – искромаг",
		[373024] = "Разложившийся старый древень",
		[385311] = "Воин стихий – искромаг",
		[55599] = "Целитель Драккари",
		[389407] = 11,
		[32409] = "[*] Слово Тьмы: Смерть",
		[373027] = "Сеннарт",
		[91737] = "Наблюдатель братства Справедливости",
		[389410] = 8,
		[131241] = "Огненный стрелок Шадо-Пан",
		[391459] = 6,
		[395555] = "Бронзовый хранитель времени <Аскельт>",
		[274738] = 7,
		[342314] = 8,
		[196770] = 6,
		[274739] = 7,
		[375079] = "Вестник бури Сайраз",
		[151720] = "Лавовый элементаль земли",
		[370984] = "Дредвирм",
		[274740] = 7,
		[375080] = "Вестник бури Сайраз",
		[196771] = 6,
		[55600] = 8,
		[274741] = 7,
		[14030] = "Налетчик из легиона Изрубленного Щита",
		[377129] = 2,
		[274742] = 7,
		[375082] = "Дафия Перерожденная",
		[204963] = "Лорд Малгат",
		[323889] = 2,
		[124503] = 10,
		[152746] = "Кристаллический осколок",
		[3716] = "Граз'крито <Пази-СвежевательДуш>",
		[51505] = 7,
		[21787] = "Тессалийская гидра",
		[393515] = 10,
		[72286] = "Akdraco-Draenor",
		[202917] = 9,
		[375086] = 7,
		[370991] = "Опаловый Клык",
		[375087] = "Marianro-DunModr",
		[152748] = "Гройат Слепой Охотник",
		[389422] = 10,
		[154796] = 12,
		[204966] = "Лорд Малгат",
		[330038] = 3,
		[47666] = 5,
		[393519] = "Прыгающий породитель выводка",
		[154797] = 11,
		[33076] = 5,
		[375091] = "Эмбар Огненная Тропа",
		[268609] = 2,
		[385331] = "Детонирующий кристалл",
		[373046] = "Мелидрусса Истощенная Холодом",
		[188587] = "Разрушитель из Подкаменного разлома",
		[124506] = 10,
		[373048] = "Сеннарт",
		[126554] = 9,
		[55602] = "Непреклонный душитель",
		[199851] = 1,
		[387385] = 9,
		[115804] = 10,
		[268616] = 4,
		[42292] = 1,
		[195757] = 6,
		[385339] = "Маруук",
		[119388] = 6,
		[252071] = 11,
		[371007] = "Кристальный крушитель",
		[123996] = "Сюэнь <Хугомонк>",
		[199854] = 1,
		[188592] = 7,
		[315720] = 1,
		[381249] = "Рашагет",
		[268623] = 9,
		[387393] = 9,
		[381250] = "Рашагет",
		[167092] = "Хихикающий пироман",
		[381251] = "Рашагет",
		[385347] = 11,
		[305485] = 7,
		[119902] = "Ученик темного шамана",
		[60211] = "Выплавщик из клана Укротителей драконов",
		[80483] = 3,
		[203953] = 11,
		[256171] = 4,
		[391493] = 11,
		[385350] = 11,
		[389446] = "Нейтрализующее устройство",
		[196787] = "Зараженный Скверной яростный боец",
		[156856] = "Гро'таш Разрушитель",
		[119903] = "Ученик темного шамана",
		[167095] = "Укротитель из клана Громоборцев",
		[368970] = "Leóo-Stormscale",
		[389448] = "Элегон <Инотэк>",
		[383305] = 2,
		[358733] = "Рэйис",
		[385354] = 2,
		[387402] = 9,
		[389450] = 3,
		[93795] = 1,
		[371021] = "[*] Крошащиеся осколки",
		[356687] = 3,
		[330067] = 7,
		[377166] = "Террос",
		[356689] = 3,
		[371024] = 8,
		[203958] = 11,
		[385359] = "Пузострелка",
		[31900] = "Новообращенный орк Скверны",
		[119905] = 9,
		[383312] = 6,
		[48438] = 11,
		[72807] = 2,
		[383313] = 6,
		[49206] = 6,
		[387409] = 9,
		[334168] = 7,
		[387411] = "Жнец душ Галтмаа",
		[383316] = 1,
		[319836] = 8,
		[395603] = 6,
		[44599] = "Врач Солнечного Клинка",
		[203961] = 11,
		[387413] = 9,
		[387414] = 9,
		[317791] = "Чародей из войска мертвых <Нотушка>",
		[119395] = 6,
		[325983] = 2,
		[385368] = 10,
		[121443] = "Командующий флангом Нер'онок",
		[40504] = "Мрак'нел",
		[325984] = 2,
		[377178] = 6,
		[214202] = 2,
		[373084] = "Командир Железного Факела",
		[228537] = 12,
		[10768] = 11,
		[21790] = "Тессалийская гидра",
		[216251] = 7,
		[368990] = "Тлерон",
		[107110] = "Юй-лун",
		[373087] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[393565] = 10,
		[201918] = "Оборонительная система",
		[55095] = 6,
		[393566] = 10,
		[373089] = "Командир Железного Факела",
		[383328] = 2,
		[40505] = "Страж из клана Кровавого Молота",
		[383329] = 2,
		[305515] = "Равнир",
		[389473] = "Глубинный гигант",
		[377187] = 11,
		[201920] = "Пожиратель разума Каарж",
		[110183] = 3,
		[34874] = "Топеглад",
		[119910] = 9,
		[227518] = 12,
		[122470] = 10,
		[200898] = "Инквизитор Истязарий",
		[377192] = 6,
		[111720] = "[*] Солнечные вихри",
		[391527] = 6,
		[385384] = 12,
		[121447] = "Командующий флангом Нер'онок",
		[202947] = "[*] Кровавая стая",
		[391528] = 11,
		[206019] = "Непроходящая порча",
		[124007] = "Сюэнь <Хугомонк>",
		[191685] = 6,
		[377195] = 6,
		[371052] = 10,
		[206020] = "[*] Прикосновение порчи",
		[356719] = 3,
		[369006] = "Тлерон",
		[264571] = 9,
		[260286] = 3,
		[385389] = "[*] Ударная волна",
		[387437] = 9,
		[334196] = 7,
		[116841] = 10,
		[153804] = "Костебрюх",
		[385391] = 1,
		[387440] = "Укхельский заклинатель зверей",
		[203975] = 11,
		[387441] = 2,
		[381298] = "Террос",
		[224453] = "Послушник Саел'орн",
		[377204] = "Полководец Сарга",
		[119914] = 9,
		[360823] = "Рэйис",
		[381301] = 2,
		[317821] = 6,
		[393588] = "Хранитель стаи Зирусс",
		[197834] = 4,
		[55098] = "Мураби",
		[360826] = 4,
		[379256] = "Драконья иллюзия",
		[65081] = 5,
		[389875] = "Изначальное цунами",
		[387449] = "Магическая книга",
		[156426] = 5,
		[224457] = "Послушник Саел'орн",
		[116844] = 10,
		[362877] = "Рэйис",
		[114738] = 7,
		[163025] = "Зефистраза",
		[196813] = "Божественный образ <Зевуудду>",
		[118297] = "Изначальный элементаль огня <Сынананаса>",
		[256198] = "Надзиратель Корги",
		[15615] = "Страж Скверны - уничтожитель",
		[156079] = 5,
		[371070] = 4,
		[44604] = "Магистр Солнечного Клинка",
		[203981] = 12,
		[308525] = 5,
		[53563] = 2,
		[256199] = "Надзиратель Корги",
		[224459] = "Послушник Саел'орн",
		[44286] = "Гараксас",
		[193743] = 8,
		[388830] = 1,
		[302143] = 12,
		[369025] = "Тлерон",
		[119405] = "Адарогг",
		[11921] = "Фамилиар цитадели Адского Пламени",
		[224460] = "Ядошкурый тенеткач",
		[369026] = "Тлерон",
		[210126] = 8,
		[367902] = 2,
		[367903] = 2,
		[196816] = "Божественный образ <Зевуудду>",
		[115310] = 10,
		[124013] = 3,
		[389890] = 12,
		[168148] = "[*] Обстрел",
		[17057] = 11,
		[381315] = "Террос",
		[25504] = 7,
		[288305] = 5,
		[377242] = "Древорот",
		[2060] = 5,
		[336126] = 1,
		[365474] = 2,
		[387460] = 1,
		[209785] = 2,
		[42777] = 1,
		[377222] = "[*] Поглощение",
		[387461] = 1,
		[391960] = 1,
		[350219] = 12,
		[377223] = "Дафия Перерожденная",
		[152792] = "Нхаллиш",
		[389269] = "Поручитель экспедиции",
		[55100] = "Мураби",
		[393606] = 10,
		[44534] = "Презренный-костолом",
		[274837] = 11,
		[14033] = "Чароплет из легиона Изрубленного Щита",
		[375649] = "Хранитель чар",
		[272790] = 3,
		[373130] = 5,
		[31616] = 7,
		[385417] = 2,
		[321937] = 12,
		[384460] = 11,
		[224465] = "Ядошкурый тенеткач",
		[43265] = 6,
		[259277] = "Шипокляк <Чебукряшка-Дракономор>",
		[347600] = 3,
		[291666] = 1,
		[328082] = 4,
		[211384] = "Гончая Легиона",
		[373133] = 5,
		[384601] = "[*] Бомба антимагии",
		[374554] = "[*] Лужа магмы",
		[330131] = 7,
		[44606] = "Магистр Солнечного Клинка",
		[345638] = 9,
		[393612] = "Хранитель стаи Зирусс",
		[330132] = 11,
		[259495] = 3,
		[30846] = "Техник из клана Призрачной Луны",
		[116849] = 10,
		[156854] = "Гул'кош",
		[145629] = 6,
		[228563] = 10,
		[205014] = "Порождение тени",
		[55613] = "Огнепряд Драккари",
		[383783] = 8,
		[208086] = 1,
		[385424] = 4,
		[201594] = 3,
		[381329] = "Куалаши - воин лавы",
		[391568] = 6,
		[377234] = 10,
		[5277] = 4,
		[173489] = "Железнокрылый изрыгатель огня",
		[342423] = 10,
		[61684] = "Элегон <Инотэк>",
		[387474] = "Изначальное цунами",
		[361237] = 11,
		[44010] = 2,
		[394921] = "Брейккас",
		[147362] = 3,
		[119922] = "Куай Бесчеловечный",
		[150751] = "Надсмотрщик за рабами Крушто",
		[120946] = "Сик'тик - янтарный прядильщик",
		[289184] = 3,
		[201657] = 8,
		[114291] = "Прыгун",
		[385429] = 10,
		[115315] = 10,
		[5374] = 4,
		[317177] = 10,
		[387812] = 2,
		[152800] = "Нхаллиш",
		[116095] = 10,
		[342428] = 1,
		[369049] = "Стражник хранилища",
		[114386] = "Янь-Чжу Высвобожденный",
		[9874] = "Каменный хранитель",
		[150753] = "Надсмотрщик за рабами Крушто",
		[48191] = "Следопыт Альянса",
		[387480] = 2,
		[113780] = 4,
		[383385] = "Призывательница гнили",
		[10258] = "Аркедас",
		[27243] = 9,
		[375204] = "[*] Жидкая магма",
		[256374] = 8,
		[385434] = "Тиира",
		[259285] = 3,
		[376272] = "Тарасекк-землелом",
		[317859] = 5,
		[59638] = "Зеркальное изображение <Модусгоргон-СвежевательДуш>",
		[281000] = 1,
		[87160] = 5,
		[150755] = "Гуг'рокк",
		[377245] = 6,
		[395675] = "Эмбар Огненная Тропа",
		[150388] = "[*] Сливающиеся тени",
		[383389] = 2,
		[114805] = "Цзян",
		[370537] = "Лоухэпэшер-СвежевательДуш",
		[389533] = 12,
		[199483] = 3,
		[199034] = "Валарьяр-претендентка",
		[376260] = "Тарасекк-землелом",
		[271049] = 3,
		[108229] = 3,
		[205022] = 8,
		[369043] = "Стражник хранилища",
		[397726] = "Кричащий дракончик",
		[383392] = "Призывательница гнили",
		[12531] = "Хладная душа",
		[90556] = "\"Капитан\" Пирожок",
		[153392] = 11,
		[85948] = 6,
		[106615] = 3,
		[367230] = "Лоухэпэшер-СвежевательДуш",
		[350631] = 12,
		[17145] = "Эфириал-чудесник",
		[385442] = "Голиаф-проглот",
		[156000] = 6,
		[150881] = "Охотник Костяной Бивень",
		[383395] = 8,
		[369061] = "Тлерон",
		[384802] = "Ювитта",
		[389539] = 2,
		[150759] = "Надсмотрщик за рабами Крушто",
		[385444] = 10,
		[201953] = "Углепанцирный подчинитель",
		[381349] = "Хранительница стаи Денна",
		[106104] = "Мудрый Марис",
		[205025] = 8,
		[355951] = 7,
		[389541] = "Статуя белого тигра <Хугомонк>",
		[391589] = 9,
		[156842] = "Терон'кров",
		[118963] = "Глинтрок-тихоступ",
		[52067] = "Кристаллический хлестун",
		[126582] = 1,
		[118903] = "Глинтрок-проклинатель",
		[395686] = "Террос",
		[397734] = 12,
		[375209] = "Опаляющая кузня",
		[116189] = 10,
		[224170] = 12,
		[235314] = 8,
		[106105] = "Мудрый Марис",
		[196941] = 2,
		[213771] = 11,
		[197963] = "Один",
		[183526] = "Барабанщик из Подкаменного разлома",
		[7744] = 8,
		[387498] = "Магическая книга",
		[381526] = "Киракка",
		[325218] = 10,
		[385451] = "Голиаф-проглот",
		[395690] = "Воин стихий – штурмовик",
		[35395] = 2,
		[383404] = 7,
		[15122] = "Чароплет из легиона Изрубленного Щита",
		[395691] = "Воин стихий – штурмовик",
		[52419] = 6,
		[114297] = 3,
		[196838] = "Фенрир",
		[321973] = 5,
		[157931] = "Саргерайский маг",
		[375215] = "[*] Обрушение",
		[104318] = "Дикий бес <Гернина>",
		[387502] = "Неизвестно <Гернина>",
		[395501] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[381517] = "Эркхарт Кровь Бури",
		[118905] = 7,
		[395694] = "Воин стихий – штурмовик",
		[372262] = "Куалаши-костедробительница",
		[376660] = "Хан Балакар",
		[313108] = 10,
		[56641] = 3,
		[385397] = 10,
		[391600] = "Дафия Перерожденная",
		[196840] = 7,
		[153556] = "Тотем Хрустального огня <Ругуг>",
		[215270] = 11,
		[383410] = 11,
		[116858] = 9,
		[152814] = "Подчинитель костей из клана Призрачной Луны",
		[178411] = "Огрон-работник",
		[391602] = 3,
		[265889] = "Поджигатель из братства Чернозубых",
		[156910] = 2,
		[124283] = "Генерал Па'валак",
		[167232] = "Гром'карский военачальник",
		[120954] = 10,
		[210152] = 12,
		[178412] = "Огрон-работник",
		[106877] = "Ша Жестокости",
		[278961] = "Больной плеточник",
		[346554] = 3,
		[388948] = 11,
		[383414] = 4,
		[125050] = 3,
		[210153] = 12,
		[19236] = 5,
		[55106] = "Мураби",
		[263865] = "Scalehide <Noghle-Blackhand>",
		[113020] = "Крупица Ненависти",
		[27634] = "Гараксас",
		[384672] = "Средоточие разложения",
		[596] = 5,
		[311192] = 7,
		[373178] = 5,
		[322105] = 5,
		[115098] = 10,
		[375065] = "Зловонная певица гнили",
		[198892] = "Штормовой дракон",
		[167152] = 8,
		[217832] = 12,
		[210155] = 12,
		[373204] = 5,
		[391610] = "Воздушный протодракон",
		[202652] = "Кровавая принцесса Тал'ена",
		[119420] = "Адарогг",
		[372151] = "Медведь-кишкожуй",
		[42729] = "Ингвар Расхититель",
		[295367] = 5,
		[152819] = "Подчинитель костей из клана Призрачной Луны",
		[368297] = "Охотник-костестрел",
		[334275] = 9,
		[43308] = "Вредняшаа",
		[150324] = "Уничтожитель",
		[373183] = 5,
		[391613] = "Подземный протодракон",
		[131972] = "Сик'тик - боевой лекарь",
		[89766] = "Страж Скверны <Гернина>",
		[395035] = "Жнец душ Галтмаа",
		[204596] = 12,
		[397039] = 1,
		[281036] = 3,
		[2645] = 7,
		[17252] = 2,
		[12051] = 8,
		[396721] = "Ветвь древня",
		[44536] = "Часовой Солнечного Клинка",
		[375234] = "Ювитта",
		[397051] = "Циклас",
		[13584] = "Терадримский осколыш",
		[382708] = "Куалаши-страж",
		[317898] = "Нестабильная искра",
		[166646] = 10,
		[369033] = "Тлерон",
		[381379] = "Рви-зуб",
		[391618] = 9,
		[119941] = "Лужа смолы",
		[387523] = "Оскверненный манадемон",
		[114282] = 11,
		[29722] = 9,
		[387534] = "Почетная ваятельница земли",
		[204032] = "Хранитель портала",
		[332235] = 6,
		[106112] = "Фрагмент сомнения",
		[395760] = "Куалаши – метатель пламени",
		[110745] = 5,
		[186258] = 3,
		[150776] = "Гуг'рокк",
		[38619] = "Командир Альянса",
		[44503] = "Презренный-полутруп",
		[386478] = 1,
		[204018] = 2,
		[192231] = "Тотем жидкой магмы <Wolfenstian-TwistingNether>",
		[264662] = 3,
		[15538] = "Железнорукий страж",
		[375241] = "Опаляющая кузня",
		[91004] = "Заклинательница из братства Справедливости",
		[121471] = 4,
		[106874] = "[*] Огненная бомба",
		[204019] = 2,
		[381419] = "Рира Когтерезка",
		[156921] = "Терон'кров",
		[356813] = 12,
		[58180] = 11,
		[7739] = "Ткач Пламени из племени Каменного Свода",
		[381416] = "Рира Когтерезка",
		[91036] = "Гоблин-надсмотрщик",
		[93827] = 1,
		[15090] = "Темнопряд из легиона Огненного Клейма",
		[371149] = 5,
		[174328] = "Стражница душ Ниами",
		[194311] = 6,
		[15123] = "Чароплет из легиона Изрубленного Щита",
		[264667] = 3,
		[44614] = 8,
		[204021] = 12,
		[34392] = "Светящийся острожал",
		[371151] = 10,
		[389581] = "Myrivoker-Antonidas",
		[191735] = "Скверноподданный мирмидон",
		[125056] = "Хати <Драчелло>",
		[193783] = 2,
		[106984] = "Гу Небесный Удар",
		[93828] = 2,
		[205046] = "Лорд Малгат",
		[205015] = "Порождение тени",
		[198903] = "[*] Грохочущая буря",
		[8042] = 7,
		[369106] = 10,
		[210166] = "Нараксас",
		[387564] = "Сотворенный плеточник",
		[228596] = 8,
		[305567] = "Равнир",
		[156925] = "Терон'кров",
		[156954] = "Гул'кош",
		[375251] = "Магмобивень",
		[151274] = "Аггем Терновое Проклятие",
		[152830] = "Сумеречный лекарь бурь",
		[274912] = 10,
		[391634] = "Ледниковый протодракон",
		[262652] = 7,
		[382564] = "Курог Зловещий Тотем",
		[397783] = "Мудрый Марис",
		[151564] = "Кристалл штормового потока",
		[369110] = "Тлерон",
		[282449] = 4,
		[379404] = "Куалаши - воин лавы",
		[89734] = "Испорченная кукуруза",
		[386518] = 10,
		[107140] = "Лазурный змей",
		[22570] = 11,
		[183548] = "Камнерукий повелитель личинок",
		[196809] = "Божественный образ <Зевуудду>",
		[362969] = "Рэйис",
		[192249] = 7,
		[93830] = 2,
		[213241] = 12,
		[55622] = "Пикейщик Драккари",
		[19750] = 2,
		[317920] = 2,
		[225080] = 7,
		[360952] = 3,
		[10132] = "Древний каменный хранитель",
		[228600] = 8,
		[374586] = "Главный кузнец Горек",
		[173311] = "Укротитель из клана Громоборцев",
		[173324] = "Укротитель из клана Громоборцев",
		[10452] = "Геомант из племени Каменного Свода",
		[369116] = "Тлерон",
		[371164] = 6,
		[397785] = "Мудрый Марис",
		[204028] = "Хранитель портала",
		[213243] = 12,
		[387547] = 9,
		[150801] = "Надсмотрщик за рабами Крушто",
		[44519] = "Чернокнижник Солнечного Клинка",
		[184575] = 2,
		[2565] = 1,
		[115650] = "Шипучий бражный хмелементаль",
		[106872] = "Ша Жестокости",
		[270827] = 9,
		[371167] = 9,
		[204513] = 12,
		[191743] = "Скверноподданный мирмидон",
		[5761] = 4,
		[44481] = "Рыцарь крови Солнечного Клинка",
		[150486] = 9,
		[192226] = "Тотем жидкой магмы <Wolfenstian-TwistingNether>",
		[344548] = 7,
		[112042] = "Граз'крито <Пази-СвежевательДуш>",
		[47688] = "Хаотический разлом",
		[47944] = "[*] Кристальный шип",
		[151813] = "Сумеречный владыка Балтиэль",
		[201983] = "Углепанцирный подчинитель",
		[374348] = "Лоухэпэшер-СвежевательДуш",
		[204031] = 11,
		[98440] = 4,
		[66188] = 6,
		[372461] = "Надзиратель Лахар",
		[192800] = "[*] Удушающая пыль",
		[107121] = "Командир Ри'мок",
		[371172] = 6,
		[397793] = "Мудрый Марис",
		[187650] = 3,
		[210202] = "Темная мать",
		[150914] = "Охотник Костяной Бивень",
		[25058] = "Посвященный охотник на магов",
		[384451] = 7,
		[151815] = "Сумеречный владыка Балтиэль",
		[374563] = "Ослепительная стрекоза",
		[172771] = "Гром'карский поджигатель",
		[359844] = 3,
		[44224] = "Кель'тас Солнечный Скиталец",
		[360022] = "Ювитта",
		[201671] = 11,
		[384416] = "Пузострелка",
		[143625] = 3,
		[117642] = 11,
		[120758] = "Командир Во'цзак",
		[32612] = 8,
		[279028] = 7,
		[387559] = "Изначальное цунами",
		[397798] = "Мудрый Марис",
		[375273] = 12,
		[279029] = 7,
		[371178] = 10,
		[397799] = "Мудрый Марис",
		[89739] = "\"Капитан\" Пирожок",
		[151286] = "Аггем Терновое Проклятие",
		[371179] = 10,
		[212800] = 12,
		[334320] = 9,
		[202462] = "Саел'орн",
		[81297] = 2,
		[397801] = "Мудрый Марис",
		[375276] = 12,
		[14868] = "Тенегорнский сенатор",
		[139546] = 4,
		[360969] = 3,
		[391688] = 1,
		[279033] = 7,
		[371182] = 10,
		[66198] = 6,
		[383469] = 2,
		[385517] = "Часовой гнили",
		[107146] = "Райгонн",
		[50997] = "Керистраза",
		[15572] = "Металлорез из клана Укротителей драконов",
		[15636] = "Император Дагран Тауриссан",
		[122783] = 10,
		[389614] = 9,
		[44480] = "Рыцарь крови Солнечного Клинка",
		[385519] = 12,
		[119433] = "Брюхошлак",
		[209628] = "Советник Меландр",
		[120692] = 5,
		[385520] = 12,
		[150768] = "Ругуг",
		[212084] = 12,
		[187707] = 3,
		[98444] = 1,
		[289277] = 2,
		[150784] = "[*] Извержение магмы",
		[390717] = "Эраног",
		[106414] = "[*] Огненный цветок",
		[387570] = 9,
		[139] = 5,
		[385551] = "Голиаф-проглот",
		[118922] = 3,
		[387571] = "Изначальное цунами",
		[119946] = "Му'Шиба",
		[52042] = "Тотем исцеляющего потока <Какабвиэюя>",
		[200969] = "Король Тор",
		[12248] = "Оракул из племени Темной Крови",
		[116847] = 10,
		[375286] = "Рейд на драккаре",
		[147728] = 6,
		[86659] = 2,
		[356857] = 12,
		[310690] = 7,
		[279043] = 4,
		[193803] = "Личинка смолоплюя",
		[173307] = "Укротитель из клана Громоборцев",
		[383479] = 8,
		[360954] = 12,
		[55626] = "Живое колдунство",
		[191259] = 1,
		[257284] = 3,
		[373304] = 5,
		[121483] = "Мудрый Марис",
		[211210] = 2,
		[172982] = "Осадный мастер Олугар",
		[377338] = "Воденыш",
		[372296] = "Командир Железного Факела",
		[2094] = 4,
		[375291] = "Главный кузнец Горек",
		[51533] = 7,
		[115175] = 10,
		[46668] = 5,
		[22120] = "Неофит-орк Скверны",
		[385531] = "Голиаф-проглот",
		[395799] = 4,
		[370511] = 3,
		[216331] = 2,
		[377341] = "Водяной яростень",
		[120800] = "Командир Во'цзак",
		[77762] = 7,
		[383485] = 1,
		[385533] = 1,
		[22696] = "Вурдалак-шипоед",
		[91800] = "Восставший вурдалак <Дигитлерочка>",
		[385568] = "Воин стихий – танцор пламени",
		[51690] = 4,
		[44479] = "Рыцарь крови Солнечного Клинка",
		[1459] = 8,
		[106944] = "Разрушительный ша",
		[377344] = "Агрессивный орел",
		[55627] = "Живое колдунство",
		[223500] = 7,
		[397115] = "[*] Испепеление",
		[385536] = "Воин стихий – танцор пламени",
		[55102] = "Мураби",
		[214743] = 12,
		[121449] = 3,
		[386868] = 4,
		[387585] = "Изначальное цунами",
		[381442] = "Рашагет",
		[393763] = 11,
		[258313] = "Офицер корпорации Эшвейнов",
		[371204] = 5,
		[3408] = 4,
		[14914] = 5,
		[196881] = 7,
		[387621] = 10,
		[381444] = "Рира Когтерезка",
		[383492] = 8,
		[385540] = 3,
		[215766] = 3,
		[210833] = 8,
		[8242] = "Олаф",
		[382836] = "Маруук",
		[110744] = 5,
		[124317] = "Генерал Па'валак",
		[114803] = "Цзян",
		[6795] = 11,
		[157043] = "Саргерайская ритуалистка",
		[1715] = 1,
		[391686] = "Дафия Перерожденная",
		[393734] = 12,
		[89252] = "\"Капитан\" Пирожок",
		[373257] = 10,
		[372113] = "Зараженный плеточник",
		[369162] = 11,
		[64843] = 5,
		[260364] = 8,
		[375306] = "Главный кузнец Горек",
		[196884] = 7,
		[197908] = 10,
		[50769] = 11,
		[372201] = "Куалаши-факельщица",
		[33871] = "Эфириал-падальщик",
		[7897] = "Костер",
		[88522] = "Врагорез-5000",
		[205097] = "Разведчик-убийца",
		[202913] = "Тиратон Салтерил",
		[371213] = 5,
		[119952] = 2,
		[5211] = 11,
		[15125] = "Чернокнижник из легиона Изрубленного Щита",
		[387596] = "Восставший мистик",
		[228260] = 5,
		[383501] = 8,
		[106866] = "Крик'тик-бомбардир",
		[379406] = "Куалаши - воин лавы",
		[198934] = "Валарьяр-мистик",
		[345739] = 6,
		[274838] = 11,
		[106113] = "Ша Сомнения",
		[54861] = 7,
		[397904] = "Пораженный ша страж",
		[102547] = 11,
		[25771] = 2,
		[373265] = 10,
		[389686] = "Кристальная ярость",
		[32296] = 1,
		[289308] = 8,
		[146739] = 9,
		[197333] = "Кордана Оскверненная Песнь",
		[385553] = "Искательница бурь - послушница",
		[379410] = "Куалаши - воин лавы",
		[373267] = "Рэйис",
		[49998] = 6,
		[160029] = 2,
		[354838] = 4,
		[373268] = "Рэйис",
		[132404] = 1,
		[272682] = 3,
		[119415] = 8,
		[157982] = 11,
		[159006] = "Кхатуун <Даруг Властная>",
		[17962] = 9,
		[384978] = "Мраскул",
		[123032] = 6,
		[5484] = 9,
		[205081] = "Могучий повелитель гнева",
		[363916] = "Leóo-Stormscale",
		[50401] = 6,
		[334364] = 12,
		[385558] = "Эркхарт Кровь Бури",
		[395797] = "Воин стихий – резчик льда",
		[185565] = 4,
		[44538] = "Контрабандист Эфириума",
		[205082] = "Могучий повелитель гнева",
		[258869] = "Маг огня корпорации Эшвейнов",
		[386440] = "Кадрос Ледяной Гнев",
		[258883] = 12,
		[363073] = "Тиратон Салтерил",
		[387608] = "Укхельский осквернитель",
		[48719] = 6,
		[89751] = "Грабоминул <Гернина>",
		[106645] = "Летящий Снег",
		[205102] = "Эредарский сумеречный целитель",
		[57934] = 4,
		[105421] = 2,
		[392582] = "Камнедробитель из карьера",
		[379419] = "Хранительница стаи Денна",
		[373276] = 5,
		[196733] = 10,
		[393754] = "Хранитель стаи Зирусс",
		[387611] = "Укхельский осквернитель",
		[373277] = 5,
		[10966] = "Солдат-наемник из легиона Кровавого Топора",
		[391389] = 6,
		[12544] = "Беше'рел",
		[225100] = "Голем-страж",
		[30633] = "Кристаллический заступник",
		[106646] = "Летящий Снег",
		[387613] = "Укхельский осквернитель",
		[373279] = "Потусторонняя тварь <Тауфе>",
		[375327] = "Подземный протодракон",
		[192799] = "Ползун из чумных осколков <Рокмора>",
		[387614] = "Укхельский вестник смерти",
		[381471] = 12,
		[391710] = 11,
		[385567] = "Воин стихий – танцор пламени",
		[389443] = "Нейтрализующее устройство",
		[47696] = "Безумный манаплеск",
		[391711] = "Рокочущий опустошитель",
		[360995] = "Рэйис",
		[64844] = 5,
		[306715] = 5,
		[89753] = "Грабоминул <Гернина>",
		[385569] = "Рашагет",
		[106352] = "Мастер Снежный Вихрь",
		[3110] = "Налтике <Крофтерс>",
		[375331] = "Дафия Бич Бури",
		[199852] = 1,
		[387618] = "Насыщательница-воин стихий",
		[381475] = 12,
		[225416] = "Страж Скверны - уничтожитель",
		[205088] = "Пылающий инфернал",
		[193234] = "[*] Танцующий клинок",
		[381476] = 12,
		[374427] = "Тектонический крушитель",
		[287280] = 2,
		[387620] = 3,
		[368287] = "Охотник-костестрел",
		[382555] = "Бурая бичевательница",
		[205089] = "Пылающий инфернал",
		[173349] = "Буйный копытень",
		[43197] = 10,
		[375335] = 3,
		[385574] = "Рашагет",
		[193827] = "Король-бог Сковальд",
		[384699] = "Мраскул",
		[121448] = 9,
		[377384] = "Водяной яростень",
		[115360] = 7,
		[47697] = "Священник Альянса",
		[305483] = 7,
		[244015] = 6,
		[258058] = "Ильный краб",
		[6201] = 9,
		[375338] = 10,
		[121982] = "Сик'тик-разрушитель",
		[173351] = "Буйный копытень",
		[202866] = 12,
		[375339] = "Эрик \"Быстрый\"",
		[385578] = "Лазурный Клинок",
		[387626] = 9,
		[93339] = 3,
		[391722] = 11,
		[385579] = "Лазурный Клинок",
		[387627] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[107913] = 3,
		[391723] = "Огнезев",
		[377389] = "Орел-вожак",
		[216371] = 2,
		[15254] = "Эфириальный маяк",
		[391724] = "Огнезев",
		[205093] = "Разведчик-убийца",
		[395820] = "Воин стихий – резчик льда",
		[272679] = 3,
		[15574] = "Посол Огнехлыст",
		[382444] = "Тотем гниломагии",
		[372311] = "Куалаши-новобранец",
		[387131] = "Драконобойный копьемет",
		[391726] = "Громоголов",
		[296330] = 12,
		[55633] = "Голем Драккари",
		[47698] = "Кристаллический заступник",
		[391727] = "Громоголов",
		[193502] = "Терзательница душ Глевианна",
		[210214] = 12,
		[315961] = 1,
		[89757] = "Пушка братства Справедливости",
		[106651] = "Ук-Ук",
		[387633] = 9,
		[157997] = 8,
		[159021] = "Даруг Властная",
		[393777] = 3,
		[48707] = 6,
		[8599] = "Лакей-болванчик",
		[375348] = "Воздушный протодракон",
		[205096] = "Разведчик-убийца",
		[156974] = "Гро'таш Разрушитель",
		[111771] = 9,
		[375349] = "Воздушный протодракон",
		[200901] = "Солстен",
		[397903] = "Джазшариу",
		[389684] = 10,
		[391732] = "Гигантский штормодемон",
		[393780] = "Вулканий",
		[322109] = 10,
		[389685] = 10,
		[375351] = "Ледниковый протодракон",
		[393781] = "Вулканий",
		[395829] = "Оскверненная капля",
		[219432] = 11,
		[77472] = 7,
		[393782] = "Вулканий",
		[132403] = 2,
		[397878] = "Оскверненная живая вода",
		[375353] = "Ледниковый протодракон",
		[393783] = "Искак",
		[77758] = 11,
		[169129] = "Обратная тяга",
		[367163] = 10,
		[393784] = "Искак",
		[115356] = 7,
		[374817] = 10,
		[91807] = 6,
		[50259] = 11,
		[202028] = 11,
		[397881] = "Оскверненная живая вода",
		[228649] = 10,
		[393786] = 10,
		[230090] = 1,
		[119964] = "Темный шаман Корантал",
		[375357] = 3,
		[393787] = "Искак",
		[373059] = "Кадрос Ледяной Гнев",
		[392883] = 10,
		[117665] = "Ша Сомнения",
		[205101] = "Эредарский сумеречный целитель",
		[115357] = 7,
		[383302] = 2,
		[5740] = 9,
		[321330] = "Чаротворец из клана Темного Молота",
		[322118] = 10,
		[153908] = "[*] Вдох",
		[268877] = 3,
		[393790] = "Искак",
		[55635] = "Голем Драккари",
		[397886] = "Оскверненная капля",
		[375361] = 6,
		[256710] = "[*] Пылающий арсенал",
		[395839] = 3,
		[150848] = "Отмеченный кровью страж из племени Иглошкурых",
		[204079] = 2,
		[205103] = "Эредарский сумеречный целитель",
		[41301] = 8,
		[397888] = "Падший заклинатель воды",
		[388704] = 10,
		[392570] = "Огнезев",
		[389372] = 9,
		[397889] = "Падший заклинатель воды",
		[187698] = 3,
		[102560] = 11,
		[12887] = "Властитель Змейталак",
		[372092] = 8,
		[215802] = 7,
		[167120] = "Гром'карская огненная лучница",
		[6572] = 1,
		[203057] = "Кровавая принцесса Тал'ена",
		[385375] = 11,
		[375343] = 4,
		[73325] = 5,
		[397892] = "Имаку'туя",
		[168227] = "Черепон",
		[259388] = 3,
		[1943] = 4,
		[85673] = 2,
		[55605] = "Непреклонный душитель",
		[13847] = "Мрак'нел",
		[55636] = "Голем Драккари",
		[381512] = "Эркхарт Кровь Бури",
		[344351] = "Хати <Драчелло>",
		[176438] = 8,
		[395869] = "Малый ша",
		[381513] = "Эркхарт Кровь Бури",
		[268887] = 9,
		[336463] = 11,
		[33111] = "Чернокнижник из клана Призрачной Луны",
		[381514] = "Эркхарт Кровь Бури",
		[159033] = "Шаадум",
		[50261] = 10,
		[153764] = "Аззакель",
		[381515] = "Эркхарт Кровь Бури",
		[197964] = "Один",
		[3583] = "Скрытень из племени Каменного Свода",
		[279153] = 6,
		[381516] = "Эркхарт Кровь Бури",
		[159034] = "Шаадум",
		[115313] = 10,
		[330323] = 11,
		[397899] = "Пораженный ша страж",
		[22568] = 11,
		[123040] = 5,
		[281178] = 2,
		[381518] = "Эркхарт Кровь Бури",
		[159035] = "Шаадум",
		[198944] = "Валарьяр - дева щита",
		[80354] = 8,
		[389710] = 1,
		[77478] = 7,
		[378230] = "Рви-зуб",
		[214980] = 4,
		[373329] = "Курог Зловещий Тотем",
		[47958] = "Орморок Воспитатель Дерев",
		[385616] = 4,
		[30844] = "Техник из клана Призрачной Луны",
		[324184] = 10,
		[298367] = 4,
		[205111] = "Гончая Скверны - убийца магов",
		[121442] = "Командующий флангом Нер'онок",
		[381522] = 8,
		[107120] = "Командир Ри'мок",
		[377427] = 5,
		[101033] = 7,
		[389714] = 8,
		[391762] = 12,
		[397077] = "Мелидрусса Истощенная Холодом",
		[346111] = 5,
		[383346] = 2,
		[268898] = 11,
		[260369] = 8,
		[395859] = "Навязчивый ша",
		[260402] = 3,
		[268899] = 11,
		[205113] = "Разъедающая гончая Скверны",
		[196810] = "Божественный образ <Зевуудду>",
		[397908] = "Баалгар Бдительный",
		[391765] = "Яростный пламень <Полководец Сарга>",
		[361049] = 3,
		[38232] = "Надзиратель из клана Укротителей драконов",
		[5225] = 11,
		[204090] = 3,
		[205114] = "Разъедающая гончая Скверны",
		[260249] = 3,
		[119971] = "Темный шаман Корантал",
		[150849] = "Искусный охотник из племени Иглошкурых",
		[9941] = "Обсидиановый часовой",
		[10072] = "Обсидиановый часовой",
		[397911] = "Порочная ткачиха туманов",
		[106854] = "Мастер Снежный Вихрь",
		[196728] = "Нюцзао <Тигрушкинс-Гордунни>",
		[11980] = "Сумеречный посол",
		[381530] = "Громовой кулак из клана Нокхуд",
		[391769] = "Драконье извержение",
		[199844] = 8,
		[372082] = "Сеннарт",
		[101542] = 11,
		[212283] = 4,
		[385627] = 4,
		[165185] = 3,
		[397914] = "Порочная ткачиха туманов",
		[167233] = "Гром'карский военачальник",
		[318038] = 7,
		[390734] = 5,
		[119381] = 10,
		[391772] = "Драконье извержение",
		[10060] = 5,
		[107174] = 11,
		[390833] = 12,
		[391773] = "Драконье извержение",
		[160067] = "ToAfto <Artemmiss-Stormscale>",
		[31405] = "Оракул из племени Темной Крови",
		[252216] = 11,
		[31661] = 8,
		[395893] = "Курог Зловещий Тотем",
		[121411] = 4,
		[190784] = 2,
		[55348] = "Боевой наездник Драккари",
		[31850] = 2,
		[377088] = "Myrivoker-Antonidas",
		[120938] = "Скопление смолы",
		[391776] = 3,
		[73899] = 7,
		[395872] = "Говорящая рыба",
		[207167] = 6,
		[359013] = 3,
		[22812] = 11,
		[371300] = 10,
		[34394] = "Светящийся острожал",
		[124009] = "Сюэнь <Хугомонк>",
		[279152] = 3,
		[97462] = 1,
		[118873] = 3,
		[375397] = "Чаргат Дробитель Чешуи",
		[377445] = 6,
		[384499] = 7,
		[152267] = "[*] Замораживающая бомба",
		[391382] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[327942] = 7,
		[107176] = "Рассвирепевший хозен-буян",
		[377081] = 10,
		[279928] = 5,
		[385638] = 3,
		[259387] = 3,
		[101545] = 10,
		[55624] = "Охотник бога Драккари",
		[11969] = "Галганн Огнемолот",
		[395878] = "Говорящая рыба",
		[18072] = "Страж Скверны - громила",
		[167239] = "Гром'карский остроглаз",
		[377449] = 6,
		[371306] = "Чародейский элементаль",
		[20271] = 2,
		[388942] = "Чародейский опустошитель",
		[376171] = "Воин стихий – сотворительница льда",
		[157001] = "Даруг Властная",
		[149834] = "Мягконог",
		[167240] = "Гром'карский остроглаз",
		[377451] = 7,
		[322098] = 5,
		[101546] = 10,
		[391786] = 11,
		[393834] = 12,
		[173384] = "Буйный копытень",
		[149835] = "Мягконог",
		[134477] = "Акраашак <Тёда>",
		[377453] = 4,
		[236298] = 8,
		[397931] = "Служитель Сомнения",
		[55090] = 6,
		[388957] = "Чародейский опустошитель",
		[281210] = 6,
		[395908] = "Изначальная ледяная глыба",
		[88747] = 11,
		[377455] = 8,
		[51637] = 4,
		[376169] = "Высший Чудотворец Фурал",
		[119434] = "Брюхошлак",
		[110762] = "Обвал",
		[172952] = "Осадный мастер Рокра",
		[196911] = 4,
		[378773] = 7,
		[388651] = "Вексам <Магическая книга>",
		[152897] = "Волна жара",
		[378215] = 3,
		[58460] = "Лазурный головорез",
		[377458] = 2,
		[206151] = 8,
		[397936] = "Порочная ткачиха туманов",
		[375436] = "Магмобивень",
		[377459] = 2,
		[117418] = 10,
		[373364] = "Герент Зловещий",
		[207203] = 6,
		[196937] = 4,
		[197961] = "Один",
		[149839] = "[*] Болезнетворное облако",
		[8921] = 11,
		[377461] = 2,
		[198837] = "Восставший тихоступ <Нотушка>",
		[89262] = "\"Капитан\" Пирожок",
		[391796] = 1,
		[377462] = 5,
		[18399] = "Призыватель из клана Призрачной Луны",
		[214988] = "Дух отмщения",
		[376675] = 10,
		[377463] = 4,
		[259395] = "Вредняшаа",
		[121190] = "Цийлинь-стражник",
		[375416] = "Зараженный плеточник",
		[377464] = 9,
		[395894] = "Курог Зловещий Тотем",
		[375439] = "Магмобивень",
		[383608] = 8,
		[120166] = "Падший разоритель",
		[330367] = 3,
		[89263] = "\"Капитан\" Пирожок",
		[198337] = 1,
		[123051] = "Подчинитель разума <Хардкоорщица>",
		[330368] = 3,
		[385093] = 2,
		[124507] = 10,
		[374503] = 4,
		[291036] = 9,
		[324226] = 11,
		[77489] = 5,
		[369277] = 10,
		[197965] = "Один",
		[21808] = "Обвал",
		[383612] = 4,
		[201408] = 4,
		[395899] = "Воин стихий – ледострел",
		[27827] = 5,
		[367231] = "Лоухэпэшер-СвежевательДуш",
		[383637] = 8,
		[197966] = "Один",
		[150651] = "Ваятель лабиринтов Тукаар",
		[212106] = 12,
		[367971] = 8,
		[31407] = "Копейщик из племени Темной Крови",
		[157375] = "Изначальный элементаль бури <Nyashá-Kazzak>",
		[375424] = "Дафия Перерожденная",
		[23600] = "Полководец Саларис",
		[197967] = "Один",
		[356995] = "Рэйис",
		[183633] = "Скальный камнешвыр",
		[377473] = "Полководец Сарга",
		[209693] = 12,
		[112998] = "Остатки Ненависти",
		[327574] = 6,
		[150879] = "Охотник Костяной Бивень",
		[163073] = 12,
		[193702] = "[*] Инфернальное пламя",
		[377500] = "Посланница из рода Бесконечности",
		[382303] = "Бромач",
		[381613] = "Рашагет",
		[132157] = 5,
		[205146] = 9,
		[118958] = "Глинтрок-крепкошкур",
		[368585] = 10,
		[391831] = 2,
		[386397] = 1,
		[377477] = "Полководец Сарга",
		[395907] = "Рашагет",
		[150658] = "Ваятель лабиринтов Тукаар",
		[198839] = "Тотем земляной стены <Какабвиэюя>",
		[298343] = 5,
		[363144] = 2,
		[37470] = "Эфириал-чароплет",
		[152967] = "Аку'май",
		[96103] = 1,
		[395930] = "Рашагет",
		[377510] = "Попиратель времен из рода Бесконечности",
		[367241] = 8,
		[382670] = "Тиира",
		[390625] = 12,
		[381576] = "Террос",
		[394971] = "Куалаши - воин лавы",
		[13376] = "Оплавленный боевой голем",
		[6434] = "Разбойник из клана Веселого Черепа",
		[89267] = 9,
		[183998] = 2,
		[375345] = 6,
		[371339] = 6,
		[359078] = 4,
		[106853] = "Мастер Снежный Вихрь",
		[184662] = 2,
		[21169] = 7,
		[13338] = "Чернокнижник из клана Призрачной Луны",
		[268953] = 7,
		[164835] = "Лютоклык",
		[194310] = 6,
		[149851] = "Мягконог",
		[268954] = 7,
		[88423] = 11,
		[102572] = "Лазурный змей",
		[183407] = "[*] Кислотный всплеск",
		[268955] = 7,
		[377486] = "Посланница из рода Бесконечности",
		[150859] = "Зверобой из племени Иглошкурых",
		[193660] = "Король-бог Сковальд",
		[268956] = 7,
		[393869] = 11,
		[395445] = 3,
		[365201] = "Дитя Бездны",
		[3636] = "Нефритовый василиск",
		[377488] = "Хранительница печати",
		[388438] = 3,
		[286976] = 7,
		[393897] = 11,
		[292362] = 11,
		[281954] = 2,
		[377516] = "Агрессивный орел",
		[390617] = 5,
		[369299] = "Рэйис",
		[389804] = "Нестабильный смотритель",
		[124081] = 10,
		[108211] = 4,
		[155777] = 11,
		[371348] = 6,
		[394579] = 10,
		[120517] = 5,
		[31410] = "Мирмидон из клана Зловещего Плавника",
		[396827] = 10,
		[55077] = "Взбешенный ворг",
		[200025] = 2,
		[197995] = 7,
		[371350] = 6,
		[377522] = "Яростный пламень <Полководец Сарга>",
		[204121] = "Глазобомба",
		[395669] = "Маруук",
		[371351] = 2,
		[77505] = 7,
		[55078] = 6,
		[303380] = 5,
		[371352] = "Нестабильный смотритель",
		[54878] = "Элементаль Драккари",
		[265568] = "Оскверненный дух",
		[344732] = 3,
		[371353] = 6,
		[106851] = "Тучный бражный хмелементаль",
		[375449] = "Магмобивень",
		[393879] = 2,
		[371354] = 2,
		[381593] = "Голем из черного камня",
		[204123] = "Глазобомба",
		[5672] = "Тотем исцеляющего потока <Какабвиэюя>",
		[371355] = 2,
		[374098] = 2,
		[191837] = 10,
		[108199] = 6,
		[269005] = "Изначальный элементаль бури <Nyashá-Kazzak>",
		[381595] = "Террос",
		[48054] = "Безумный манаплеск",
		[385691] = "Голиаф-проглот",
		[119476] = "Генерал Па'валак",
		[373405] = "Сеннарт",
		[258860] = 12,
		[369337] = "Рунический защитник",
		[371358] = "Нестабильный смотритель",
		[324260] = 1,
		[313010] = 10,
		[2823] = 4,
		[66235] = 2,
		[385720] = 10,
		[150884] = "Охотник Костяной Бивень",
		[377503] = "Хранительница печати",
		[15791] = "Эфириал-колдун",
		[371033] = 11,
		[373463] = 10,
		[377561] = "Хронолорд Дейос",
		[197721] = 11,
		[2983] = 4,
		[383648] = 7,
		[377505] = "Террос",
		[90980] = "Наблюдатель братства Справедливости",
		[383307] = 2,
		[375458] = "Молодой ледяной протодракон",
		[387691] = "Вексам <Магическая книга>",
		[315787] = 12,
		[381602] = "Киракка",
		[359077] = "Marianro-DunModr",
		[385698] = 1,
		[318149] = "Воевода Брека Люторез",
		[194913] = 6,
		[383651] = "Куалаши-лавамант",
		[34914] = 5,
		[25778] = "Болотник Нижетопи",
		[196741] = 10,
		[17843] = "Жрица Делрисса",
		[385700] = 12,
		[281265] = 5,
		[381605] = "Киракка",
		[318125] = "Воевода Брека Люторез",
		[385701] = 10,
		[53600] = 2,
		[213786] = 6,
		[190837] = 11,
		[181943] = 4,
		[263892] = "Ловец ястребов <Томмишелби>",
		[381607] = "Киракка",
		[152954] = "Дозорный Каатар",
		[236282] = 1,
		[394907] = "Брейккас",
		[149865] = "Гхаму-ра",
		[391847] = 8,
		[475] = 8,
		[150904] = "Охотник Костяной Бивень",
		[383290] = 1,
		[333974] = 7,
		[393896] = 7,
		[3607] = 12,
		[332464] = 1,
		[128708] = "Булькающий бражный хмелементаль",
		[33891] = 11,
		[272435] = "Гончая Тьмы <Гернина>",
		[211299] = "Бдительный инквизитор",
		[393348] = "Стойкий хранитель стаи",
		[393898] = "Рашагет",
		[259756] = 9,
		[173150] = "Гром'карская огненная лучница",
		[383660] = "Куалаши-лавамант",
		[393899] = 2,
		[152939] = "Ролталл",
		[211300] = "Бдительный окулус",
		[55093] = "Слад'ранский душитель",
		[369327] = "Рунический защитник",
		[388928] = 10,
		[381657] = 2,
		[372616] = 5,
		[369328] = "Рунический защитник",
		[152940] = "Ролталл",
		[381615] = "Рашагет",
		[372863] = "Кокия Пламенное Копыто",
		[118969] = "Глинтрок-тихоступ",
		[132463] = 10,
		[149869] = "Гхаму-ра",
		[301754] = 11,
		[393903] = 11,
		[199772] = "Валарьяр-защитник",
		[202108] = "Заклинатель чумных осколков",
		[132158] = 11,
		[8219] = "Icerockxd-Ragnaros",
		[397407] = 8,
		[389809] = 12,
		[375475] = "Молодой ледяной протодракон",
		[221562] = 6,
		[698] = 9,
		[389810] = 12,
		[212327] = 9,
		[377524] = "Орел-вожак",
		[387763] = "Рэйис",
		[5384] = 3,
		[384325] = 11,
		[59752] = 1,
		[202089] = "Пылающая жеода",
		[11981] = "Тенегорнский черный маг",
		[121182] = "Хартак Поджигатель",
		[73920] = 7,
		[132466] = 4,
		[389813] = 12,
		[395987] = "Прыгучий паучок",
		[382445] = 8,
		[202090] = 10,
		[381623] = 4,
		[118459] = "Элегон <Инотэк>",
		[271045] = 3,
		[387767] = 12,
		[389815] = 12,
		[378991] = 11,
		[209258] = 12,
		[17501] = "Пушка Багрового Легиона <Король-Разувий>",
		[51124] = 6,
		[285381] = 11,
		[73921] = 7,
		[197996] = 5,
		[150304] = "Ваятельница лабиринтов из племени Иглошкурых",
		[88263] = 2,
		[271048] = 3,
		[113724] = 8,
		[316099] = 9,
		[204140] = "Хранитель портала",
		[385723] = 2,
		[339] = 11,
		[119996] = 10,
		[375485] = "Драконоид – заклинатель огня",
		[385724] = 2,
		[395963] = "Прыгучий паучок",
		[389820] = 1,
		[89792] = "Налтике <Крофтерс>",
		[103885] = 3,
		[395964] = "Прыгучий паучок",
		[190831] = 8,
		[375487] = "Драконоид – заклинатель огня",
		[124253] = "Сик'тик - танцующий с клинками",
		[33206] = 5,
		[393944] = 11,
		[318151] = "Воевода Брека Люторез",
		[385727] = 4,
		[326984] = 6,
		[366741] = 7,
		[318152] = "Воевода Брека Люторез",
		[184689] = 2,
		[379] = 7,
		[373442] = "Подчинитель разума <Тауфе>",
		[387359] = "[*] Промокание насквозь",
		[121181] = "Хартак Поджигатель",
		[392511] = 5,
		[390463] = "Рашагет",
		[391873] = 11,
		[153692] = "[*] Некротическая слизь",
		[114255] = 5,
		[101568] = 6,
		[34662] = "Владыка болот Мусел'ек",
		[377540] = 6,
		[246853] = 3,
		[374080] = "Опустошитель воинов стихий",
		[153268] = "Извлекатель душ из клана Призрачной Луны",
		[387804] = 2,
		[193530] = 3,
		[381637] = 4,
		[391876] = 11,
		[336587] = 3,
		[107200] = 1,
		[48181] = 9,
		[134522] = 12,
		[151928] = "Загустевшая чумная слизь",
		[109248] = 3,
		[291538] = 12,
		[77508] = "Мстительный элементаль магмы",
		[215433] = "Валарьяр-мистик",
		[381664] = 4,
		[119999] = "Лавовый страж Гордот",
		[384317] = 8,
		[150917] = "Охотник Костяной Бивень",
		[198838] = 7,
		[203123] = 11,
		[372542] = "Командир Железного Факела",
		[196980] = 4,
		[157049] = "Гро'таш Разрушитель",
		[453] = 5,
		[374245] = "[*] Гниющий залив",
		[385738] = 2,
		[371404] = 10,
		[117952] = 10,
		[391882] = 11,
		[465] = 2,
		[148859] = 5,
		[106563] = "Янь-Чжу Высвобожденный",
		[126664] = 1,
		[393931] = 1,
		[121536] = 5,
		[370562] = "Лоухэпэшер-СвежевательДуш",
		[383693] = "Повелительница зверей из клана Нокхуд",
		[203849] = 1,
		[157051] = "Гро'таш Разрушитель",
		[370966] = 12,
		[150908] = "Охотник Костяной Бивень",
		[15643] = "Император Дагран Тауриссан",
		[387790] = 12,
		[161457] = "Дозорный Каатар",
		[391886] = 5,
		[102573] = "Лазурный змей",
		[157052] = "Даруг Властная",
		[389839] = 1,
		[383696] = 10,
		[393935] = 11,
		[210294] = 2,
		[373458] = "Изначальный земляной часовой",
		[391888] = 11,
		[271071] = 7,
		[157053] = "Даруг Властная",
		[50977] = 6,
		[391889] = 11,
		[176507] = "Саргерайский защитник",
		[333120] = 12,
		[307932] = 3,
		[372027] = "Эмбар Огненная Тропа",
		[546] = 7,
		[205191] = 2,
		[199033] = "Валарьяр-претендентка",
		[391891] = 11,
		[393939] = 8,
		[169341] = "Гром'карский пехотинец",
		[373462] = 5,
		[383701] = 10,
		[373481] = 5,
		[123586] = 10,
		[389845] = 9,
		[386544] = "Магическая книга",
		[369368] = "Земельник-дозорный",
		[387798] = "Ювитта",
		[373464] = 5,
		[393959] = 11,
		[393942] = 11,
		[313424] = 10,
		[389847] = 12,
		[383704] = 1,
		[393943] = 1,
		[2484] = 7,
		[48743] = 6,
		[43757] = "Выплавщик из клана Укротителей драконов",
		[642] = 2,
		[388407] = "Яростная буря <Дафия Перерожденная>",
		[207707] = "Эбеновый ворг",
		[391897] = 1,
		[176511] = "Саргерайский защитник",
		[152962] = "Нхаллиш",
		[150650] = "Ваятель лабиринтов Тукаар",
		[163201] = 1,
		[205180] = 9,
		[198013] = 12,
		[381660] = 6,
		[686] = 9,
		[369374] = "Ювитта",
		[152963] = "Аку'май",
		[194942] = "Смотрящий",
		[204157] = 12,
		[53351] = 3,
		[395996] = 4,
		[381662] = "Жарокрыл-вожак",
		[135286] = 11,
		[344803] = 7,
		[152964] = "Дитя Бездны",
		[381663] = "Жарокрыл-вожак",
		[258864] = "Морпех корпорации Эшвейнов",
		[102953] = 3,
		[203819] = 12,
		[389855] = "Драконья иллюзия",
		[167299] = "Железная звезда <Король-Разувий>",
		[393951] = 1,
		[136583] = 1,
		[113862] = 8,
		[393053] = 10,
		[107356] = "Тажань Чжу",
		[774] = 11,
		[12294] = 1,
		[15580] = "Эфириал-чудесник",
		[385059] = 1,
		[396001] = "Королева певчих птиц",
		[194945] = "Смотрящий",
		[391906] = 6,
		[34922] = "Ужасень Нексуса",
		[387822] = "Террос",
		[381668] = 7,
		[12748] = "Леденящий дух",
		[44137] = "Зелфан",
		[396003] = "Королева певчих птиц",
		[389860] = 12,
		[220543] = 5,
		[180612] = 6,
		[372791] = 5,
		[199042] = 1,
		[151962] = "Вестник смерти Черношип",
		[393957] = 11,
		[396005] = "Воин стихий – ледострел",
		[391166] = 12,
		[107428] = 10,
		[384512] = "Мастер копья из клана Нокхуд",
		[376851] = "Дафия Перерожденная",
		[47721] = "Великая ведунья Телестра",
		[15128] = "Рубака из легиона Огненного Клейма",
		[361195] = "Рэйис",
		[396007] = "Королева певчих птиц",
		[781] = 3,
		[106079] = "Мудрый Марис",
		[102351] = 11,
		[396008] = "Хозен-плакса",
		[372019] = 11,
		[191877] = 7,
		[393961] = 11,
		[397338] = "Тектонический крушитель",
		[58984] = 12,
		[121468] = "Райгонн",
		[386624] = 12,
		[396010] = "Хозен-плакса",
		[114660] = "[*] Взрыв",
		[376926] = 10,
		[44138] = "Зелфан",
		[377594] = "Рашагет",
		[199552] = 12,
		[10444] = 7,
		[192565] = "Валарьяр-очиститель",
		[27285] = 9,
		[389869] = 9,
		[974] = 7,
		[198030] = 12,
		[982] = 3,
		[389870] = "Гигантский штормодемон",
		[334581] = 9,
		[393966] = 1,
		[371441] = "Рэйис",
		[215429] = "Валарьяр - призыватель молний",
		[32182] = 7,
		[344120] = 3,
		[13953] = "Маршал из клана Ярости Горна",
		[202075] = "Пылающая жеода",
		[163212] = 10,
		[271103] = 2,
		[385789] = 10,
		[389873] = "Гигантский штормодемон",
		[247456] = 12,
		[393969] = 4,
		[387826] = "Укхельский заклинатель зверей",
		[381683] = "Боевое копье клана Нокхуд",
		[321538] = "Джига <Ледотроль>",
		[377588] = 6,
		[396018] = "Хозен-плакса",
		[381684] = 7,
		[272071] = 5,
		[393971] = 4,
		[396019] = "Золотой жук",
		[373494] = "Курог Зловещий Тотем",
		[138641] = 8,
		[369399] = "Ткач земли",
		[396020] = "Золотой жук",
		[199050] = "Валарьяр - дева щита",
		[372014] = "Дредвирм",
		[377591] = 6,
		[152976] = "Подчиненная душа",
		[389878] = "Ищущий буревик",
		[110117] = "Призрачный ша",
		[156070] = 1,
		[396022] = "Эраног",
		[47723] = "Великая ведунья Телестра",
		[15581] = "Радо'рел",
		[51490] = 7,
		[396023] = "Эраног",
		[137619] = 4,
		[374861] = "Курог Зловещий Тотем",
		[131476] = 12,
		[173455] = "Осадный мастер Рокра",
		[382712] = "Увядший дуб",
		[107046] = "Отупевший хозен-буян",
		[279303] = 6,
		[396025] = "Эраног",
		[151606] = "Чарлга Остробок",
		[2120] = 8,
		[118988] = "Геккан",
		[341291] = 5,
		[381692] = "Боевое копье клана Нокхуд",
		[5487] = 11,
		[377597] = "Рашагет",
		[152979] = "Подчиненная душа",
		[391519] = 6,
		[74589] = 4,
		[246152] = 3,
		[396028] = "Раскаленный шип",
		[381694] = "Рви-зуб",
		[108238] = 11,
		[369408] = "Земельник-комендант",
		[396029] = "Золотой жук",
		[227723] = 12,
		[271671] = 5,
		[369409] = "Земельник-комендант",
		[55659] = "Огнепряд Драккари",
		[253597] = 6,
		[285452] = 7,
		[219809] = 6,
		[396031] = "Эраног",
		[383405] = 4,
		[26297] = 11,
		[369411] = "Пещерный ловец",
		[107215] = "Взрывчатка богомолов",
		[272439] = "Ур'зул <Гернина>",
		[367364] = "Рэйис",
		[385794] = 4,
		[396033] = "Эраног",
		[283407] = "Воевода Брека Люторез",
		[51052] = 6,
		[57330] = 6,
		[387843] = "Алгет'арская заклинательница",
		[381700] = 2,
		[385805] = "Мерзорот",
		[287504] = 10,
		[396035] = "Заряженный губитель",
		[385806] = 4,
		[27610] = "Жрица Делрисса",
		[205201] = 11,
		[57842] = 4,
		[202140] = 12,
		[152688] = "[*] Руна тени",
		[376103] = 8,
		[387846] = 9,
		[308527] = "Гор'грот",
		[27576] = 4,
		[205202] = 2,
		[387847] = 9,
		[149913] = "Тукр",
		[47981] = "Орморок Воспитатель Дерев",
		[361227] = "Ювитта",
		[387848] = 12,
		[224449] = "Дитя Саел'орн",
		[2643] = 3,
		[369419] = "Прыгучий паук",
		[387849] = "Дафия Перерожденная",
		[34161] = "Скрытень Нижетопи",
		[301861] = 10,
		[385802] = 4,
		[193941] = "Угольный скорпион",
		[121174] = "Хартак Поджигатель",
		[17883] = "Эфириал-чароплет",
		[213395] = 4,
		[265016] = "Избранная кровавая матрона",
		[394005] = 12,
		[383756] = 3,
		[148135] = 10,
		[371470] = 3,
		[385303] = "[*] Зубастый капкан",
		[386631] = 1,
		[369423] = "Прыгучий паук",
		[396044] = "Мелидрусса Истощенная Холодом",
		[61999] = 6,
		[285466] = 7,
		[369424] = "Прыгучий паук",
		[374842] = "Главный кузнец Горек",
		[201959] = "Углепанцирный подчинитель",
		[391950] = 8,
		[374789] = "Леймор",
		[387855] = 8,
		[111826] = "Красарангский мучитель",
		[373535] = "Курог Зловещий Тотем",
		[151965] = "Поработитель из клана Кровавого Молота",
		[396047] = 6,
		[106839] = 11,
		[383761] = 1,
		[8222] = 8,
		[190336] = 8,
		[371489] = "Ткач Холода Морозной Вспышки",
		[383762] = 1,
		[394001] = "Veldors-Antonidas",
		[385824] = "Яростный Коготь",
		[381715] = 10,
		[115421] = "Крик'тик - направитель ветров",
		[382865] = "Чикенсаня",
		[106447] = "Новообращенный Шадо-Пан",
		[381716] = 10,
		[157348] = "Изначальный элементаль бури <Nyashá-Kazzak>",
		[394003] = 10,
		[202137] = 12,
		[365350] = 8,
		[173480] = "Железнокрылый изрыгатель огня",
		[385813] = 10,
		[185763] = 4,
		[62061] = 10,
		[375575] = "Драконоид – заклинатель огня",
		[385814] = 10,
		[193668] = "Король-бог Сковальд",
		[381719] = 10,
		[375576] = 2,
		[394006] = 5,
		[387863] = 12,
		[47727] = "Великая ведунья Телестра",
		[198058] = "Один",
		[385816] = 2,
		[396068] = "Курог Зловещий Тотем",
		[5215] = 11,
		[375578] = "Драконоид – заклинатель огня",
		[394008] = "Аймил",
		[387865] = 12,
		[93402] = 11,
		[33649] = 10,
		[394009] = 6,
		[387866] = 12,
		[42780] = "Железоголов из клана Укротителей драконов",
		[375580] = "Дафия Перерожденная",
		[21562] = 5,
		[375457] = "Молодой ледяной протодракон",
		[145205] = 11,
		[342817] = 12,
		[394011] = 12,
		[105174] = 9,
		[381725] = 7,
		[365362] = 8,
		[90328] = "Хати <Драчелло>",
		[289577] = 5,
		[207261] = "Капитан патруля Гердо",
		[396073] = "Кивающий тигр",
		[46192] = "Врач Солнечного Клинка",
		[193951] = "Колючий паучок",
		[381727] = 12,
		[31673] = "Топеглад",
		[213405] = 12,
		[55663] = "Люторог Драккари",
		[274079] = 9,
		[128339] = "Призрачный ша",
		[377633] = 6,
		[121557] = 5,
		[137639] = 10,
		[98008] = 7,
		[394016] = 7,
		[107223] = "Солнце",
		[107570] = 1,
		[16827] = "Элегон <Инотэк>",
		[374627] = 3,
		[387874] = 12,
		[373540] = "Приковывающее копье",
		[20484] = 11,
		[385827] = "Яростный Коготь",
		[272469] = "Хватка Бездны",
		[25914] = 2,
		[357170] = "Рэйис",
		[213011] = 12,
		[387876] = 12,
		[291632] = 1,
		[383781] = 3,
		[145255] = 1,
		[387877] = 12,
		[212791] = "Бдительный окулус",
		[375591] = "Пузырящийся побег",
		[394021] = 4,
		[109537] = 3,
		[291634] = 7,
		[391974] = 11,
		[385844] = 7,
		[19643] = "Берсерк из племени Тлеющего Терновника",
		[47729] = "Великая ведунья Телестра",
		[207278] = "Капитан патруля Гердо",
		[385832] = "Яростный Коготь",
		[202147] = 1,
		[291636] = 9,
		[265888] = 3,
		[385833] = "Яростный Коготь",
		[396072] = "Курог Зловещий Тотем",
		[207267] = 6,
		[391977] = "Leóo-Stormscale",
		[385834] = "Яростный Коготь",
		[153002] = "Дозорный Каатар",
		[291638] = 12,
		[375596] = "Хранитель чар",
		[394026] = 4,
		[29882] = "Безумный манаплеск",
		[120024] = "Лавовый страж Гордот",
		[10094] = "Древний каменный хранитель",
		[369946] = "Скульптор кости Джардак",
		[265019] = "Избранная кровавая матрона",
		[291640] = 7,
		[204197] = 5,
		[381748] = "Вредняшаа",
		[377542] = "[*] Горящая земля",
		[193609] = "Терзательница душ Глевианна",
		[89769] = "Порох",
		[1122] = 9,
		[396077] = "Курог Зловещий Тотем",
		[373552] = "Герент Зловещий",
		[307263] = 7,
		[150601] = "Вестник смерти Черношип",
		[2948] = 8,
		[231843] = 2,
		[387896] = 2,
		[394031] = 4,
		[383298] = "Призванный элементаль лавы",
		[291644] = 7,
		[375602] = "Хранитель чар",
		[385841] = 10,
		[115418] = "Крик'тик - направитель ветров",
		[291645] = 6,
		[107030] = "[*] Всплеск",
		[385842] = 1,
		[259489] = 3,
		[394040] = 10,
		[77535] = 6,
		[228360] = 5,
		[270332] = 3,
		[316220] = 4,
		[378849] = 6,
		[135601] = 11,
		[31884] = 2,
		[291648] = 12,
		[79895] = "Моргус Вредоруб",
		[394036] = 4,
		[239013] = 5,
		[291649] = 8,
		[51886] = 7,
		[149941] = "Уничтожитель",
		[185123] = 12,
		[291650] = 7,
		[383799] = "Myrivoker-Antonidas",
		[369465] = "Ткач земли",
		[387895] = 2,
		[47731] = "Великая ведунья Телестра",
		[383800] = 10,
		[369466] = "Ткач земли",
		[371514] = "Эмбар Огненная Тропа",
		[375620] = "Драконид – вестник шторма",
		[386556] = 2,
		[377658] = "Рашагет",
		[381760] = 12,
		[291653] = 7,
		[288735] = "Leóo-Stormscale",
		[385850] = 3,
		[32315] = "Эфириал - осквернитель гробниц",
		[381755] = 7,
		[376783] = "Полководец Сарга",
		[34933] = "Маносос",
		[88751] = 11,
		[291655] = 7,
		[115026] = "Нестабильная энергия",
		[88288] = "Болванчик",
		[36213] = "Большой элементаль земли <Wolfenstian-TwistingNether>",
		[291656] = 5,
		[375614] = "Разлагающийся слизень",
		[377662] = "Рашагет",
		[396092] = 6,
		[373567] = 3,
		[285514] = 7,
		[398150] = "Поработитель из клана Призрачной Луны",
		[396093] = "Кивающий тигр",
		[373568] = 3,
		[285515] = 7,
		[308506] = 6,
		[383811] = 8,
		[291659] = 7,
		[373579] = 10,
		[394047] = 11,
		[371522] = 10,
		[381761] = 7,
		[395243] = "Рубиновый огнелетчик <Менструа>",
		[224239] = 2,
		[388367] = 10,
		[291661] = 3,
		[188389] = 7,
		[394049] = 11,
		[193969] = "Аранасийская мать выводка",
		[376080] = 1,
		[204208] = "Хранитель портала",
		[394050] = 11,
		[155646] = "Дозорный Каатар",
		[149943] = "Палач Мясодел",
		[342857] = 12,
		[380175] = "Хранительница стаи Денна",
		[387678] = 10,
		[173113] = "Гром'карский матрос",
		[383813] = 11,
		[114911] = 7,
		[266209] = "Падший вестник смерти",
		[199090] = "Сердитый бык",
		[314646] = 11,
		[320334] = 12,
		[387910] = "Алгет'арский рыцарь эха",
		[316239] = 6,
		[212641] = 2,
		[394054] = 10,
		[198067] = 7,
		[381768] = "Вредняшаа",
		[383816] = 2,
		[15583] = "Радо'рел",
		[203413] = 3,
		[398151] = "Верная служительница из клана Призрачной Луны",
		[374724] = "Призывательница пламени Аюми",
		[385865] = 10,
		[371531] = 11,
		[381770] = "Разлагающийся слизень <Древорот>",
		[383818] = 1,
		[320338] = 12,
		[371532] = 11,
		[34423] = "Лекарь Темной Крови",
		[392010] = 11,
		[1022] = 2,
		[198069] = 5,
		[398154] = "Оскверненный дух",
		[102375] = 3,
		[271194] = 10,
		[44406] = "Яркочешуйчатый змей",
		[291672] = 11,
		[375630] = "Драконид – вестник шторма",
		[53365] = 6,
		[380185] = 6,
		[291673] = 9,
		[375631] = "Драконид – вестник шторма",
		[394061] = 11,
		[202166] = 1,
		[381775] = "Террос",
		[383823] = "Трубач из клана Нокхуд",
		[394062] = 1,
		[127576] = 1,
		[387079] = 9,
		[367885] = 6,
		[32316] = "Эфириал-чароплет",
		[59052] = 6,
		[343312] = 12,
		[204215] = 5,
		[106439] = "Благоухающий Лотос",
		[344006] = 10,
		[291677] = 6,
		[382530] = "Заряженный губитель",
		[151998] = "Зараженный паучок",
		[202168] = 1,
		[291678] = 4,
		[255629] = 3,
		[131521] = "Тажань Чжу",
		[21869] = "Принцесса Терадрас",
		[215479] = 10,
		[106055] = "Мудрый Марис",
		[382217] = 7,
		[202661] = "Выжигатель Скверны",
		[381781] = "Террос",
		[98021] = "Тотем духовной связи <Какабвиэюя>",
		[131522] = "Тажань Чжу",
		[1766] = 4,
		[357209] = "Рэйис",
		[374025] = "Курог Зловещий Тотем",
		[47789] = "Опытный охотник на магов",
		[19134] = "Полководец Саларис",
		[357210] = "Рэйис",
		[27581] = "Полководец Саларис",
		[173135] = "Огрон-работник",
		[53595] = 2,
		[357211] = "Marianro-DunModr",
		[12742] = "Рок'рел",
		[129250] = 5,
		[178837] = "Хихикающий пироман",
		[357212] = "Marianro-DunModr",
		[371976] = "Сеннарт",
		[333889] = 9,
		[377184] = "Древорот",
		[157788] = "Саргерайская вершительница",
		[70890] = 6,
		[376997] = "Кроут",
		[196242] = "Повелитель ужаса Мендаций",
		[357214] = "Leóo-Stormscale",
		[192503] = "Тиратон Салтерил",
		[321469] = 3,
		[198077] = "Один",
		[149955] = "Палач Мясодел",
		[257119] = "[*] Песчаная ловушка",
		[385884] = 8,
		[387932] = "Алгет'арский рыцарь эха",
		[151191] = "Тотем духовной связи",
		[202740] = "Тиратон Салтерил",
		[385885] = 3,
		[396124] = "Пузострелка",
		[370794] = 6,
		[262115] = 1,
		[394922] = "Брейккас",
		[42669] = "Ингвар Расхититель",
		[357218] = "Тлеющий колосс",
		[46968] = 1,
		[205246] = 9,
		[247225] = 6,
		[149957] = "Прирученный вепрь",
		[383840] = "Страж Иридий",
		[112870] = 9,
		[395172] = 11,
		[383843] = 2,
		[351077] = 1,
		[129253] = 5,
		[115430] = "Крик'тик-яростень",
		[375653] = "Драконид – вестник шторма",
		[123725] = 10,
		[385890] = 1,
		[84714] = 8,
		[11971] = "Гнев'рел",
		[375652] = "Хранитель чар",
		[369509] = 10,
		[386636] = 10,
		[394083] = 11,
		[232893] = 12,
		[201153] = "Пожиратель разума Каарж",
		[169413] = "Гром'карский пехотинец",
		[370772] = 11,
		[392036] = 8,
		[114919] = 2,
		[14032] = "Жрица Делрисса",
		[372736] = "Сеннарт",
		[19647] = "Жаноми <Молодойгодх-ЧерныйШрам>",
		[168390] = "[*] Обстрел",
		[153033] = "Подчиненная душа",
		[116267] = 8,
		[85739] = 1,
		[387184] = 10,
		[157128] = 2,
		[47737] = "Хаотический разлом <Аномалус>",
		[367466] = 10,
		[394087] = 9,
		[259516] = "пелемешка <Ангвинар>",
		[1462] = 3,
		[367467] = 10,
		[385897] = 4,
		[371005] = "Кристальный крушитель",
		[381802] = 4,
		[191941] = "Тиратон Салтерил",
		[393831] = 12,
		[265081] = "Избранная кровавая матрона",
		[376063] = "Тлеющий разоритель",
		[51399] = 6,
		[377708] = 4,
		[119528] = "[*] Огненный шар",
		[149963] = "[*] Раскол земли",
		[157331] = "Изначальный элементаль бури <Nyashá-Kazzak>",
		[96491] = 3,
		[281465] = 2,
		[373614] = "Пламенный разрушитель",
		[106830] = 11,
		[125439] = 8,
		[265084] = "Преданная жрица крови",
		[391058] = 12,
		[183752] = 12,
		[173514] = "Железнокрылый изрыгатель огня",
		[234946] = 5,
		[106546] = "Раздувшийся бражный хмелементаль",
		[343737] = "Юй-лун <Лаурэлин>",
		[385903] = 5,
		[396142] = 11,
		[182104] = 2,
		[106951] = 11,
		[341541] = 4,
		[243138] = 3,
		[370298] = 8,
		[163276] = "Ловушка для огров",
		[106942] = "Разрушительный ша",
		[396144] = 11,
		[212423] = "Восставший тихоступ <Нотушка>",
		[150990] = "Шкуробой из племени Иглошкурых",
		[385906] = 8,
		[226757] = 8,
		[34428] = 1,
		[334713] = "Зловещий охотник <Гернина>",
		[385907] = 4,
		[387955] = "Алгет'арский целитель",
		[60025] = 3,
		[33110] = 5,
		[343295] = 6,
		[168965] = "Корамар",
		[394101] = 2,
		[5143] = 8,
		[114923] = 8,
		[173517] = "Железнокрылый изрыгатель огня",
		[168398] = "Пушка \"Силы Чернорука\"",
		[281469] = 5,
		[344955] = 6,
		[211401] = "Пылающий бес",
		[299905] = 2,
		[367481] = "Жестокая костекрушительница",
		[193164] = "Иллиана Танцующая с Клинками",
		[395811] = "Куалаши-костекрушитель",
		[388909] = 3,
		[216521] = 10,
		[168399] = "Корамар",
		[396151] = "Раздор",
		[106929] = "Всепоглощающий ша",
		[264689] = 1,
		[394731] = "Нестабильная земля",
		[115436] = "Крик'тик-яростень",
		[275335] = 1,
		[367484] = "Боец-коготь",
		[33917] = 11,
		[193997] = "Аранасийская мать выводка",
		[367485] = "Боец-коготь",
		[392058] = 3,
		[385408] = 4,
		[347008] = "Страж Скверны <Комт>",
		[398200] = "[*] Джарадинская лава",
		[384246] = 11,
		[385916] = "Гранит",
		[393569] = "Хранитель стаи Зирусс",
		[384761] = "Яростная буря",
		[392060] = 3,
		[394108] = 11,
		[387629] = "Оскверненный охун",
		[269571] = 2,
		[392061] = 3,
		[383873] = 1,
		[84721] = 8,
		[398205] = "Эксгумированный дух",
		[34942] = "Эфириал-черный маг",
		[385919] = 6,
		[31935] = 2,
		[381824] = 7,
		[150997] = "Меткострел из племени Иглошкурых",
		[394111] = 11,
		[125167] = 6,
		[211406] = "Пылающий бес",
		[49020] = 6,
		[254409] = 4,
		[57723] = 7,
		[207311] = 6,
		[108271] = 7,
		[27584] = "Полководец Саларис",
		[58747] = "Страж Скверны - уничтожитель",
		[6353] = 9,
		[212431] = 3,
		[377732] = "Рефти-распорядитель",
		[190925] = 3,
		[149975] = "Катастрофа",
		[392067] = 8,
		[188370] = 2,
		[297871] = 11,
		[205448] = 5,
		[204424] = 3,
		[106736] = "Ша Сомнения",
		[371591] = "Кадрос Ледяной Гнев",
		[40062] = "Техник из клана Призрачной Луны",
		[375687] = "Тотем разложения <Зловонная певица гнили>",
		[153626] = 8,
		[367500] = "Бурая бичевательница",
		[175755] = "Раздиратель Плоти Нок'Гар",
		[55164] = 3,
		[21057] = "Терадримский страж",
		[387975] = "Алгет'арская заклинательница",
		[256460] = 12,
		[107339] = 11,
		[129262] = "Геккан",
		[396167] = 10,
		[162264] = 12,
		[398981] = "Стойкий хранитель стаи",
		[377738] = "Рефти-распорядитель",
		[371595] = 5,
		[381834] = "Рира Когтерезка",
		[383882] = 8,
		[33919] = "Таварок",
		[396168] = 10,
		[344578] = 2,
		[383883] = 8,
		[88481] = "Врагорез-5000",
		[16172] = "Землетряс Драккари",
		[128239] = "Молниеносный клинок клана Гуртан",
		[120560] = "Стальная пасть клана Гуртан",
		[354552] = 6,
		[386951] = 9,
		[81141] = 6,
		[212436] = 3,
		[45182] = 4,
		[396172] = 1,
		[207317] = 6,
		[367504] = "Голос разложения",
		[369552] = 10,
		[202198] = "Камнерукий охотник",
		[373559] = "Сеннарт",
		[367503] = "Голос разложения",
		[369553] = 10,
		[396174] = 1,
		[391868] = 4,
		[32192] = "Оракул из племени Темной Крови",
		[196490] = 5,
		[113394] = "Раздор",
		[259711] = "Надзиратель блока",
		[8258] = "Маршал из клана Ярости Горна",
		[312215] = 5,
		[361361] = "Рэйис",
		[306423] = 7,
		[359317] = 11,
		[50302] = "Кристаллический заступник",
		[186842] = 7,
		[373652] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[153528] = "Ругуг",
		[34944] = "Эфириал-жрец",
		[178173] = 10,
		[90555] = "\"Капитан\" Пирожок",
		[120562] = "Призыватель бури из клана Хартак",
		[394131] = 4,
		[374876] = 10,
		[267171] = 9,
		[106228] = "Ша Сомнения",
		[385941] = 7,
		[132578] = 10,
		[352301] = 10,
		[200154] = "Разрушитель из Подкаменного разлома",
		[307046] = 12,
		[119347] = "Сик'тик - боец авангарда",
		[8257] = "Ядоносный скорпид",
		[69369] = 11,
		[102359] = 11,
		[257044] = 3,
		[47743] = "Аномалус",
		[151570] = "Кристалл ядовитого всплеска",
		[369900] = "Застывшая лава <Скульптор кости Джардак>",
		[3391] = "Тессалийская гидра",
		[385441] = 10,
		[390993] = 5,
		[369563] = "Бейлог",
		[157153] = 7,
		[2601] = "Тенегорнский сенатор",
		[224729] = "Крушитель ребер клана Каргеш",
		[116888] = 6,
		[2649] = "Элегон <Инотэк>",
		[34433] = 5,
		[270232] = 8,
		[228354] = 8,
		[305913] = "Призыватель теней из клана Темного Молота",
		[321388] = 8,
		[15585] = "Лекарь Темной Крови",
		[385948] = 4,
		[292361] = 11,
		[213644] = 2,
		[353515] = 3,
		[2825] = 7,
		[30913] = "Броггок",
		[11426] = 8,
		[151012] = "Клыкобой из племени Иглошкурых",
		[373316] = 5,
		[256038] = "Надзиратель Корги",
		[281843] = 5,
		[367521] = "Охотник-костестрел",
		[385951] = 4,
		[353514] = 3,
		[32065] = "Болотоход",
		[64382] = 1,
		[385952] = 1,
		[388000] = "Бертинуат",
		[375717] = "Воин стихий – чародейка",
		[204255] = 12,
		[90361] = "Элегон <Инотэк>",
		[388001] = "Бертинуат",
		[275699] = 6,
		[151014] = "Клыкобой из племени Иглошкурых",
		[385954] = 1,
		[388002] = "Бертинуат",
		[381859] = 10,
		[187874] = 7,
		[369573] = "Бейлог",
		[387766] = 10,
		[43649] = "Далронн Контролирующий",
		[151015] = "[*] Обширный удар",
		[197250] = "Кордана Оскверненная Песнь",
		[392420] = 11,
		[125174] = 10,
		[394972] = "Куалаши - воин лавы",
		[18499] = 1,
		[157159] = "Саргерайский щитоносец",
		[381862] = "Киракка",
		[108280] = 7,
		[385958] = "Вексам <Магическая книга>",
		[109304] = 3,
		[13730] = "Капитан из клана Ярости Горна",
		[255647] = 4,
		[384228] = 4,
		[388007] = 2,
		[381864] = "Киракка",
		[269238] = 7,
		[209378] = "Имаку'туя",
		[388008] = "Телаш Серокрылый",
		[388717] = "Хранительница стаи Денна",
		[269239] = 7,
		[304051] = 3,
		[388009] = 3,
		[57984] = "Большой элементаль огня <Wolfenstian-TwistingNether>",
		[108281] = 7,
		[257793] = "Джес Хаулис",
		[396201] = "[*] Обжигающее присутствие",
		[162281] = "Огрон-работник",
		[187878] = 7,
		[385963] = "Каджин Непреклонная",
		[388011] = 2,
		[43650] = "Далронн Контролирующий",
		[30146] = 9,
		[152043] = "Поработитель из клана Кровавого Молота",
		[153067] = "Нхаллиш",
		[373678] = "Курог Зловещий Тотем",
		[200166] = 12,
		[392418] = 10,
		[388013] = 2,
		[149997] = "Катастрофа",
		[15586] = "Лазурный чешуеплет",
		[304056] = 12,
		[373681] = "Курог Зловещий Тотем",
		[373680] = "Мелидрусса Истощенная Холодом",
		[204262] = 7,
		[279791] = 3,
		[396206] = "Нокхудский ученик",
		[128248] = "Душитель Шадо-Пан",
		[191976] = "Солстен",
		[25046] = 4,
		[386997] = 9,
		[324536] = 9,
		[383921] = 2,
		[381699] = 7,
		[157165] = "Саргерайский ревнитель",
		[205179] = 9,
		[89735] = "Испорченный хлеб",
		[121284] = "Командующий флангом Нер'онок",
		[383073] = "Террос",
		[755] = 9,
		[118522] = 7,
		[371979] = 10,
		[51586] = "Спиритуалист из клана Укротителей драконов",
		[43651] = "Скарвальд Строитель",
		[363143] = 1,
		[16856] = "Мрачный страж <Повелитель ужаса Мендаций>",
		[150546] = "Камнепев из племени Иглошкурых",
		[324540] = 9,
		[383925] = "Мелидрусса Истощенная Холодом",
		[383926] = 1,
		[396212] = "[*] Леденящее присутствие",
		[164616] = "Говорящий с огнем из клана Кровавого Молота",
		[392117] = 11,
		[385974] = "Профессор Макдорму",
		[153072] = "Нхаллиш",
		[373688] = "Мелидрусса Истощенная Холодом",
		[382434] = "Рашагет",
		[94462] = 2,
		[157168] = "Абиссал Скверны",
		[47747] = "Аномалус",
		[383928] = "Надзиратель Лахар",
		[389176] = 12,
		[388024] = 10,
		[383018] = 7,
		[182912] = 12,
		[51587] = "Спиритуалист из клана Укротителей драконов",
		[388025] = 10,
		[150002] = "Пламенеющий служитель",
		[108285] = 7,
		[33925] = "Ловчий нексуса",
		[388026] = 10,
		[373692] = "Пламенный разрушитель",
		[219788] = 6,
		[5394] = 7,
		[157170] = "Саргерайская стражница душ",
		[150003] = "Пламенеющий служитель",
		[392123] = 3,
		[209388] = 2,
		[302311] = 11,
		[267211] = 9,
		[94463] = 7,
		[385981] = "[*] Чародейская сфера",
		[267213] = 9,
		[150004] = "Мастер горна Гон'ду",
		[383934] = 2,
		[225311] = 2,
		[31427] = "Шаркун Нижетопи",
		[63106] = 9,
		[157172] = "Саргерайская стражница душ",
		[49028] = 6,
		[5938] = 4,
		[47748] = "Аномалус",
		[200175] = 12,
		[88321] = "Бомба-липучка",
		[195627] = 4,
		[373698] = "Бурошкур-заклинательница",
		[392128] = 5,
		[114942] = "Тотем целительного прилива <Серегя>",
		[157173] = "Страж Скверны",
		[151323] = "Полководец Злоклык",
		[108287] = 7,
		[388035] = "Гачи <Эльфпиуко>",
		[228645] = 6,
		[267217] = 9,
		[392130] = "Профессор Макдорму",
		[369605] = "Бромач",
		[51588] = "Спиритуалист из клана Укротителей драконов",
		[267218] = 9,
		[6673] = 1,
		[265089] = "Преданная жрица крови",
		[114644] = 3,
		[123646] = "Стальная пасть клана Гуртан",
		[375750] = 8,
		[90951] = "Страж Тьмы из братства Справедливости",
		[115455] = "Крик'тик - прерыватель чар",
		[386265] = 9,
		[373700] = 10,
		[108800] = 3,
		[315508] = 4,
		[10092] = "Песчаная буря <Древний каменный хранитель>",
		[378597] = 7,
		[63619] = "Подчинитель разума <Тауфе>",
		[15570] = "Оплавленный боевой голем",
		[256492] = 10,
		[128766] = "Душитель Шадо-Пан",
		[369610] = "Сотрясающий тотем",
		[48517] = 11,
		[109538] = 3,
		[378105] = "Рэйис",
		[20549] = 1,
		[123647] = "Стальная пасть клана Гуртан",
		[135299] = 3,
		[115450] = 10,
		[603] = 9,
		[194037] = "Темная мать",
		[373709] = 10,
		[388044] = 10,
		[257785] = "Джес Хаулис",
		[207349] = 6,
		[150011] = "Мастер горна Гон'ду",
		[392139] = "Магическая книга",
		[385996] = 10,
		[88836] = "Адмирал Терзающий Рев",
		[306399] = "Центурион из клана Темного Молота",
		[359376] = 2,
		[367568] = 3,
		[388045] = 3,
		[133630] = 3,
		[54149] = 2,
		[377807] = "Рира Когтерезка",
		[388046] = "Мерзорот",
		[48518] = 11,
		[55173] = 12,
		[121601] = "Призыватель бури из клана Хартак",
		[31428] = 11,
		[47750] = 5,
		[200183] = 5,
		[151583] = "Чарлга Остробок",
		[202231] = "Камнерукий повелитель личинок",
		[123649] = "Крушитель ребер клана Каргеш",
		[388880] = 2,
		[386001] = 6,
		[8292] = "Гримлок",
		[117405] = 3,
		[221322] = 6,
		[58501] = 1,
		[92933] = "Красарангский мучитель",
		[77575] = 6,
		[8676] = 4,
		[386003] = 6,
		[370901] = "Рэйис",
		[306396] = 8,
		[392147] = 11,
		[394195] = 8,
		[265187] = 9,
		[72968] = 11,
		[218615] = 9,
		[263140] = 3,
		[107268] = "Диверсант Кип'тилак",
		[384210] = 7,
		[35546] = 4,
		[280053] = 2,
		[388053] = 10,
		[102216] = 3,
		[231895] = 2,
		[392151] = "Тиира",
		[16171] = "Полководец из клана Черной Вершины",
		[47751] = "Аномалус",
		[383960] = 12,
		[103621] = 3,
		[88839] = "Адмирал Терзающий Рев",
		[380956] = 6,
		[129794] = 3,
		[264119] = 9,
		[123651] = "Крушитель ребер клана Каргеш",
		[398296] = "Неуклюжий заразитель",
		[369365] = "Земельник-дозорный",
		[394706] = "Нестабильный мороз",
		[381769] = 1,
		[85256] = 2,
		[199658] = 1,
		[394202] = 10,
		[29893] = 9,
		[346665] = 12,
		[390915] = "Мерзкий плеточник",
		[386012] = "Призывательница бури Аринга",
		[388060] = "Мерзорот",
		[107270] = 10,
		[17735] = "Граз'крито <Пази-СвежевательДуш>",
		[94472] = 5,
		[30917] = "Броггок",
		[398300] = "Неуклюжий заразитель",
		[373966] = 10,
		[394205] = 10,
		[31429] = "Коготь",
		[398301] = "Неуклюжий заразитель",
		[382573] = "Земельник-страж",
		[386015] = "Воин стихий – буревестник",
		[11876] = "Иронайа",
		[120069] = "Юная гончая пламени",
		[32197] = "Чернокнижник из клана Призрачной Луны",
		[32325] = "Пандемоний",
		[185857] = "Морпех корпорации Эшвейнов",
		[195072] = 12,
		[375716] = "Воин стихий – чародейка",
		[386016] = "Тиира",
		[388065] = "Руна хранилища",
		[383269] = 6,
		[150023] = "Магмолат",
		[386018] = "Нестабильный шквал",
		[153094] = "Садана Кровавое Безумие",
		[388068] = 9,
		[383974] = "Пузострелка",
		[47753] = 5,
		[265202] = 5,
		[373733] = "Чаргат Дробитель Чешуи",
		[159238] = 8,
		[176644] = 5,
		[44425] = 8,
		[396489] = "Лоамас",
		[392164] = 3,
		[377830] = "Рира Когтерезка",
		[123654] = "Мин Коварный",
		[373735] = "Чаргат Дробитель Чешуи",
		[392165] = 3,
		[386022] = "Воин стихий – буревестник",
		[388070] = 9,
		[211457] = "Таликса Пламя Гнева",
		[269301] = "Освобожденное чудовище",
		[48265] = 6,
		[371689] = 10,
		[150025] = "Исцеляющие воды",
		[200196] = 5,
		[209410] = "Чародей из Сумеречной стражи",
		[383979] = "Пузострелка",
		[152073] = "Поработитель из клана Кровавого Молота",
		[196100] = 9,
		[386025] = "Воин стихий – буревестник",
		[123655] = "Хайан Неудержимый",
		[381930] = 7,
		[383978] = 1,
		[386026] = "Нестабильный шквал",
		[392171] = 12,
		[381931] = 7,
		[392170] = 12,
		[353263] = 2,
		[363502] = "Чикенсаня",
		[97547] = 11,
		[359407] = 2,
		[386028] = "Изначальный громозверь",
		[382153] = 2,
		[381933] = 7,
		[394879] = 4,
		[386029] = 1,
		[386256] = 9,
		[209413] = "Голем-страж",
		[308433] = 11,
		[263165] = 5,
		[15716] = "Газ'ан",
		[101643] = 10,
		[375792] = "Рокочущий опустошитель",
		[394220] = 1,
		[163334] = "Нииза Нокс",
		[190984] = 11,
		[269310] = "Хранитель титанов Хезрел",
		[122121] = 5,
		[383399] = "[*] Гнилостный всплеск",
		[56969] = "Лазурный чешуеплет",
		[158221] = 10,
		[114954] = 8,
		[152184] = "Шлакна",
		[215558] = 3,
		[257537] = 8,
		[202602] = 1,
		[382150] = 1,
		[8613] = 3,
		[61447] = 10,
		[377844] = "Рира Когтерезка",
		[388083] = 4,
		[199177] = "Эбеновый ворг",
		[257538] = 8,
		[291843] = 11,
		[388084] = "Телаш Серокрылый",
		[211464] = "Порабощенная Скверной карательница",
		[392388] = 4,
		[386037] = "[*] Ураганная стрела",
		[81219] = "Страж-смотритель из клана Веселого Черепа",
		[150032] = "Магмолат",
		[124682] = 10,
		[351140] = 8,
		[84751] = 9,
		[227847] = 1,
		[383991] = 2,
		[375289] = 5,
		[17877] = 9,
		[199179] = "Эбеновый ворг",
		[60067] = "Командир Альянса",
		[270339] = 3,
		[383915] = 1,
		[361469] = "Рэйис",
		[375802] = "Marianro-DunModr",
		[58506] = "Стрелок из армии Расколотого Солнца",
		[101184] = 1,
		[390137] = 12,
		[257541] = 8,
		[369660] = "Сотрясающий тотем",
		[235016] = 7,
		[221699] = 6,
		[118540] = "[*] Волна Нефритовой Змеи",
		[33702] = 9,
		[381525] = "Киракка",
		[21832] = "Принцесса Терадрас",
		[30151] = "Грабоминул <Гернина>",
		[369662] = "Сотрясающий тотем",
		[369663] = "Сотрясающий тотем",
		[398331] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[375806] = 8,
		[254471] = 2,
		[395273] = "Изначальный бурестраж",
		[199182] = "Эбеновый ворг",
		[196208] = "Чернокнижник из клана Призрачной Луны",
		[267274] = 1,
		[207289] = 6,
		[82691] = 8,
		[374365] = "Магмобивень",
		[254472] = 2,
		[47780] = "Распорядитель",
		[211470] = "Владычица теней",
		[150038] = "Магмолат",
		[32327] = "[*] Споровый взрыв",
		[194064] = "Темная мать",
		[373762] = "Чаргат Дробитель Чешуи",
		[271376] = 1,
		[254473] = 2,
		[107279] = "[*] Засасывающий внутрь вихрь",
		[381954] = "Вредняшаа",
		[381956] = "Вредняшаа",
		[377859] = "Древорот",
		[390148] = "Лоухэпэшер-СвежевательДуш",
		[381955] = "Вредняшаа",
		[155158] = 8,
		[254474] = 2,
		[192018] = "Хирья",
		[256522] = 4,
		[384004] = 10,
		[112911] = "Фрагмент Ненависти",
		[235021] = 10,
		[381957] = "Вредняшаа",
		[392196] = "Рашагет",
		[257542] = 8,
		[290958] = 3,
		[381958] = "Рашагет",
		[376666] = 3,
		[386054] = 4,
		[355338] = 6,
		[211473] = "Владычица теней",
		[229872] = 7,
		[377864] = "Древорот",
		[355339] = 9,
		[383997] = 8,
		[369674] = "Геомант из племени Каменного Свода",
		[152089] = "Поработитель из клана Кровавого Молота",
		[157131] = 2,
		[209516] = "Манапард",
		[130830] = 3,
		[369675] = "Геомант из племени Каменного Свода",
		[390145] = 12,
		[108817] = 4,
		[381902] = 11,
		[263193] = 4,
		[369853] = "Дюжий камнемет",
		[394015] = 5,
		[382139] = 10,
		[369677] = "Олаф",
		[363534] = "Лоухэпэшер-СвежевательДуш",
		[390155] = 12,
		[22703] = 9,
		[152091] = "Нестабильный шлаковый элементаль <Гуг'рокк>",
		[393054] = 12,
		[381965] = 4,
		[192109] = 7,
		[375824] = "Тектонический крушитель",
		[246287] = 5,
		[215572] = 1,
		[384014] = "Страж Иридий",
		[263197] = "Тяжелое орудие <Лакишлюхан-Гром>",
		[194071] = "Темная мать",
		[365585] = "Ювитта",
		[384015] = "Страж Иридий",
		[386063] = "Маруук",
		[57724] = 3,
		[23881] = 1,
		[375825] = "Морозный разрушитель",
		[384185] = "Яростная буря",
		[381967] = 4,
		[377825] = "[*] Пылающая смола",
		[150045] = "Магмолат",
		[367802] = 6,
		[392436] = "Насыщатель из карьера",
		[127802] = 5,
		[375827] = 9,
		[155166] = 6,
		[44175] = "Жрица Делрисса",
		[382135] = 4,
		[375828] = "Пылающий демон",
		[394258] = 9,
		[388115] = "Рашагет",
		[390163] = 12,
		[375829] = "Хранительница стаи Денна",
		[394259] = 7,
		[151548] = "Огр-маг из клана Кровавого Молота",
		[44174] = "Жрица Делрисса",
		[114451] = "Пузыристый бражный хмелементаль",
		[53390] = 7,
		[308434] = 11,
		[390165] = 1,
		[116027] = "Прыгун",
		[31547] = "Владыка болот Мусел'ек",
		[9574] = "Тотем удара пламени <Знахарь из племени Тлеющего Терновника>",
		[342232] = 8,
		[49039] = 6,
		[386071] = 1,
		[373942] = "Гниломаг Око Гнева",
		[207386] = 11,
		[384024] = "Мелидрусса Истощенная Холодом",
		[377881] = "Рашагет",
		[396467] = "Лоамас",
		[152175] = 10,
		[392216] = 7,
		[361500] = "Рэйис",
		[385158] = "Черный разрушитель <Натазат>",
		[2602] = "Земельник-скульптор",
		[375835] = 3,
		[377402] = "Насыщательница Сария",
		[123904] = 10,
		[390170] = 7,
		[375834] = "Хранительница стаи Денна",
		[377656] = 6,
		[394714] = 2,
		[43664] = "Укротитель протодраконов",
		[30153] = "Грабоминул <Гернина>",
		[44176] = "Яззай",
		[194153] = 11,
		[119573] = "[*] Кольцо огня",
		[384029] = 2,
		[24394] = 3,
		[11366] = 8,
		[115989] = 6,
		[384030] = 2,
		[369696] = "Прыгун-падальшик",
		[396317] = "Лоамас",
		[381983] = 2,
		[31689] = "Гриб Нижетопи",
		[369697] = "Прыгун-падальшик",
		[396318] = "Лоамас",
		[41635] = 5,
		[48016] = "Орморок Воспитатель Дерев",
		[32329] = "Шаркун Нижетопи",
		[390178] = 6,
		[97560] = 2,
		[375842] = "Хранительница стаи Денна",
		[386081] = 4,
		[90905] = "Пират из братства Справедливости",
		[342668] = 2,
		[375843] = "Хранительница стаи Денна",
		[361509] = "Рэйис",
		[117526] = 3,
		[118038] = 1,
		[384177] = 2,
		[236060] = 8,
		[396322] = 10,
		[24275] = 2,
		[397907] = "Баалгар Бдительный",
		[44177] = "Яззай",
		[205345] = 8,
		[381989] = 4,
		[375846] = 10,
		[328748] = 10,
		[381966] = 4,
		[390181] = 12,
		[260247] = 3,
		[117014] = 7,
		[375984] = 7,
		[385352] = 2,
		[113942] = 4,
		[131627] = "Наваждение ша",
		[396326] = "Гласиас",
		[123652] = "Крушитель ребер клана Каргеш",
		[48017] = "Орморок Воспитатель Дерев",
		[386088] = "[*] Чародейская сфера",
		[396327] = "Гласиас",
		[392401] = 4,
		[374430] = "Тектонический крушитель",
		[390118] = "[*] Морозный смерч",
		[396328] = "Земляной столп",
		[373803] = "Заряженный дракончик",
		[375033] = 8,
		[396222] = "[*] Сокрушающее присутствие",
		[265273] = 9,
		[373804] = "Бурошкур-заклинательница",
		[384043] = 1,
		[265144] = 5,
		[91038] = "Обезьяна-рудокоп",
		[44194] = "Кель'тас Солнечный Скиталец",
		[44178] = "Яззай",
		[386092] = 6,
		[34171] = "Болотный скат",
		[228597] = 8,
		[6262] = 9,
		[369703] = "Бромач",
		[203364] = "Кровавая принцесса Тал'ена",
		[381998] = 10,
		[375855] = 10,
		[152108] = 9,
		[267326] = 3,
		[267325] = 3,
		[106267] = "[*] Пульсация гидрокопья",
		[380174] = "Хранительница стаи Денна",
		[157228] = 11,
		[111898] = 9,
		[48018] = 9,
		[32330] = "Оса ликулла",
		[396335] = "Гласиас",
		[390192] = 12,
		[375858] = 10,
		[91797] = "Ледополз <Нотушка>",
		[376310] = 11,
		[382002] = "Жарокрыл-вожак",
		[384050] = 8,
		[394289] = 5,
		[390195] = 12,
		[17228] = "Кели'дан Разрушитель",
		[8679] = 4,
		[207400] = 7,
		[267330] = 3,
		[43667] = "Принц Келесет",
		[60305] = 3,
		[121114] = "Сик'тик - янтарный прядильщик",
		[392166] = "[*] Лазурный камень мощи",
		[267331] = 3,
		[114459] = 4,
		[199210] = "Валарьяр-лучница",
		[398388] = 3,
		[390197] = 12,
		[375863] = 4,
		[386024] = "Воин стихий – буревестник",
		[371624] = "Дафия Бич Бури",
		[260643] = 1,
		[367673] = 2,
		[131635] = "Моргус Вредоруб",
		[382236] = 11,
		[373817] = "Хладодышащий арахнид",
		[192044] = "Хирья",
		[394295] = "Врата воинов стихий",
		[381688] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[32202] = "Соблазнительница <Призыватель из клана Призрачной Луны>",
		[383939] = 1,
		[382867] = "Чикенсаня",
		[151415] = "Головорез из клана Кровавого Молота",
		[3355] = 3,
		[367676] = 3,
		[193069] = "Скверноподданный заразитель",
		[106808] = "Ук-Ук",
		[196194] = "Зубастый гризли",
		[135700] = 11,
		[388037] = 12,
		[30283] = 9,
		[150067] = "Мордреш Огненный Глаз",
		[143924] = 1,
		[121116] = 6,
		[202285] = "Akdraco-Draenor",
		[385960] = 4,
		[375870] = "Хранительница стаи Денна",
		[127797] = 11,
		[378020] = "Рви-зуб",
		[398396] = 11,
		[375871] = "Хранительница стаи Денна",
		[394301] = "Врата воинов стихий",
		[243241] = 5,
		[90605] = "\"Капитан\" Пирожок",
		[243991] = 6,
		[328774] = 9,
		[369439] = 10,
		[217694] = 8,
		[375873] = "Хранительница стаи Денна",
		[5405] = 8,
		[202287] = "Akdraco-Draenor",
		[150118] = "Загустевшая чумная слизь",
		[371875] = "Куалаши-новобранец",
		[148022] = 8,
		[90913] = "Страшный попугай",
		[207407] = 12,
		[151094] = "Ужас из пучины",
		[117962] = 10,
		[104596] = 3,
		[392258] = 7,
		[93985] = 11,
		[353872] = 12,
		[119582] = 10,
		[369826] = "Злобный василиск",
		[326731] = 2,
		[392260] = 7,
		[382022] = 7,
		[382021] = 7,
		[367687] = 2,
		[106784] = 10,
		[53652] = 2,
		[150072] = "Аарукс",
		[326733] = 2,
		[390111] = "Каджин Непреклонная",
		[320679] = "Зубастый гризли",
		[183528] = "Барабанщик из Подкаменного разлома",
		[264173] = 9,
		[47765] = "[*] Гравитационный колодец",
		[55700] = "Плюющаяся кобра",
		[382024] = 7,
		[257580] = "Королева песков",
		[160312] = "Саргерайский священник",
		[207906] = "Таликса Пламя Гнева",
		[390216] = 1,
		[48020] = 9,
		[106785] = 11,
		[291642] = 8,
		[373835] = "Рэйис",
		[375883] = "Хранительница стаи Денна",
		[33943] = 11,
		[16979] = 11,
		[195125] = 4,
		[369823] = "Злобный василиск",
		[205364] = 5,
		[44949] = 1,
		[382028] = 7,
		[112929] = "Хваткая ненависть <Тажань Чжу>",
		[386124] = 9,
		[390220] = "Войско мертвых <Нотушка>",
		[382029] = 7,
		[73510] = 5,
		[114494] = 3,
		[52127] = 7,
		[150076] = "Мастер горна Гон'ду",
		[390299] = 12,
		[15655] = "Головорез из клана Веселого Черепа",
		[265157] = 3,
		[394313] = 1,
		[388019] = 2,
		[334934] = 1,
		[14887] = "Темнопряд из легиона Огненного Клейма",
		[108853] = 8,
		[269406] = "Хранитель титанов Хезрел",
		[385949] = 4,
		[382106] = 8,
		[390224] = 1,
		[375890] = "Магмобивень",
		[319243] = 6,
		[229976] = 2,
		[150078] = "Мастер горна Гон'ду",
		[375891] = 3,
		[312411] = 6,
		[45181] = 4,
		[351316] = 11,
		[8680] = 4,
		[298765] = 7,
		[369818] = "Огромный берсерк",
		[191034] = 11,
		[192058] = 7,
		[112931] = "Фрагмент Ненависти",
		[56222] = 6,
		[9128] = "Резервист из клана Ярости Горна",
		[163390] = "Нииза Нокс",
		[394324] = 4,
		[33688] = "Кристаллический хранитель",
		[88490] = "Врагорез-5000",
		[31946] = "Владыка болот Мусел'ек",
		[394325] = 4,
		[388728] = 12,
		[373912] = "Гниломаг Око Гнева",
		[196155] = "Техник из клана Призрачной Луны",
		[26573] = 2,
		[16103] = "Скальный паук",
		[120593] = "Лужа смолы",
		[384088] = 7,
		[112932] = "Остатки Ненависти",
		[153153] = "Садана Кровавое Безумие",
		[390232] = 3,
		[196156] = "Техник из клана Призрачной Луны",
		[394328] = 4,
		[396376] = "Укхельский вестник смерти",
		[191037] = 11,
		[384090] = 1,
		[392271] = 5,
		[228920] = 1,
		[390234] = 8,
		[196157] = "Техник из клана Призрачной Луны",
		[34969] = "Разбойник из клана Веселого Черепа",
		[392275] = 9,
		[400474] = "Тотем энергии бури",
		[375901] = 5,
		[112933] = "Остатки Ненависти",
		[319236] = 6,
		[291944] = 6,
		[375902] = 5,
		[90920] = "Страшный попугай",
		[30925] = "Мастер",
		[168541] = "[*] Обстрел",
		[192063] = 7,
		[168514] = "[*] Обстрел",
		[384148] = "Гнилозубая гиена <Пузострелка>",
		[8936] = 11,
		[375904] = 5,
		[31821] = 2,
		[55703] = "Плюющаяся кобра",
		[390239] = 10,
		[375905] = 5,
		[373694] = "[*] Живая бомба",
		[194112] = "Король-бог Сковальд",
		[48792] = 6,
		[343142] = 4,
		[373859] = 7,
		[16591] = 8,
		[83242] = 3,
		[375634] = "Драконид – вестник шторма",
		[108839] = 8,
		[390762] = 6,
		[390242] = 10,
		[265377] = "Фанатичный охотник за головами",
		[59543] = 3,
		[255546] = 4,
		[373861] = "Аймил",
		[384100] = 1,
		[378003] = "Охранник",
		[257617] = "Королева песков",
		[373862] = "Аймил",
		[83243] = 3,
		[351338] = "Рэйис",
		[396388] = "Гласиас",
		[191043] = 3,
		[192067] = "Хирья",
		[394384] = 3,
		[202306] = "Фазовый паук",
		[378011] = "Охранник",
		[32592] = 5,
		[390247] = 7,
		[111400] = 9,
		[382056] = 6,
		[80182] = "Пьяный хозен-буян",
		[193092] = "Химдалль",
		[396391] = 7,
		[210824] = 8,
		[392296] = 3,
		[47774] = "Берсерк Альянса",
		[90923] = "Головорез из братства Справедливости",
		[83244] = 3,
		[21071] = "Доисторическое чудище",
		[377963] = "Куалаши-стенолом",
		[197835] = 4,
		[390250] = 3,
		[388203] = 10,
		[361582] = 3,
		[396394] = "Гласиас",
		[373869] = "Сполох",
		[382043] = 7,
		[377965] = "Лови-тотем",
		[361584] = 2,
		[154187] = "Стражница душ Ниами",
		[61336] = 11,
		[164426] = "Раздиратель Плоти Нок'Гар",
		[343145] = 4,
		[83245] = 3,
		[372032] = 1,
		[209477] = "Маназмей",
		[382094] = 6,
		[31566] = "Владыка болот Мусел'ек",
		[90932] = "Кровавый волшебник из братства Справедливости",
		[386159] = 3,
		[388207] = 10,
		[398446] = 11,
		[392303] = 11,
		[296059] = 5,
		[396399] = "Гласиас",
		[105771] = 1,
		[90925] = "Головорез из братства Справедливости",
		[394352] = 1,
		[396400] = "Гласиас",
		[386164] = 1,
		[384114] = 11,
		[108843] = 8,
		[199652] = "Король Галдор",
		[50842] = 6,
		[375924] = "Бейлог",
		[59545] = 6,
		[190026] = 3,
		[256578] = 10,
		[43931] = "Порабощенный протодракон",
		[152143] = "Загустевшая чумная слизь",
		[16592] = "Эфириал-черный маг",
		[369806] = "Огромный берсерк",
		[384117] = 12,
		[205385] = 5,
		[45470] = 6,
		[116011] = 8,
		[359545] = 12,
		[296065] = 5,
		[321444] = 11,
		[382058] = 6,
		[59914] = 5,
		[205386] = 5,
		[202663] = "Выжигатель Скверны",
		[16104] = "Скальный паук",
		[375929] = "Хан Балакар",
		[101186] = 1,
		[57994] = 7,
		[369788] = "Куалаши-костекрушитель",
		[294020] = 7,
		[106797] = "Лю Пламенное Сердце",
		[49821] = 5,
		[155145] = 2,
		[192077] = 7,
		[67890] = 6,
		[371836] = "Кадрос Ледяной Гнев",
		[369791] = "Эрик \"Быстрый\"",
		[392314] = "Каурдит",
		[308455] = "Тунк",
		[386173] = "Вексам <Магическая книга>",
		[199246] = "Нараксас",
		[394366] = 3,
		[343173] = 4,
		[371838] = "Аймил",
		[47773] = "Великая ведунья Телестра",
		[390271] = 6,
		[221771] = 10,
		[90928] = "Головорез из братства Справедливости",
		[150100] = "Искусный охотник из племени Иглошкурых",
		[384126] = 2,
		[369792] = "Эрик \"Быстрый\"",
		[392323] = "Каурдит",
		[382079] = 11,
		[6197] = 3,
		[119085] = 10,
		[230987] = 8,
		[199247] = "Валарьяр-лучница",
		[257608] = "Королева песков",
		[13737] = "Мрак'нел",
		[388224] = 7,
		[90929] = "Головорез из братства Справедливости",
		[384129] = 1,
		[388010] = 2,
		[57755] = 1,
		[116014] = 8,
		[192081] = 11,
		[384134] = "Боевое копье клана Нокхуд",
		[371844] = 2,
		[223819] = 2,
		[112918] = "Злобная сущность",
		[213583] = "Кордана Оскверненная Песнь",
		[292473] = 11,
		[258634] = "Маг огня корпорации Эшвейнов",
		[384132] = "Лазурный Клинок",
		[394371] = 3,
		[209485] = "Проявление магии",
		[324748] = 5,
		[192082] = 7,
		[386181] = "Вексам <Магическая книга>",
		[31567] = "Охотник бога Драккари",
		[257791] = "Джес Хаулис",
		[375943] = "Хан Балакар",
		[377991] = "Охранник",
		[257609] = "Королева песков",
		[373896] = "Гниломаг Око Гнева",
		[199248] = "Валарьяр-лучница",
		[345228] = 8,
		[153173] = "Кристаллический осколок",
		[390279] = 6,
		[375937] = "Хан Балакар",
		[112944] = "Прыгопотам",
		[62618] = 5,
		[382089] = 7,
		[377642] = 6,
		[345230] = 1,
		[396424] = "Чаргат Дробитель Чешуи",
		[382090] = 4,
		[392329] = 11,
		[377995] = "Главный кузнец Горек",
		[375535] = "Магмобивень",
		[260685] = "Старейшина Ликса",
		[384139] = "Пламенный разрушитель",
		[370597] = "Огнечешуйчатый тарасекк",
		[50334] = 11,
		[384102] = 1,
		[294039] = 2,
		[112945] = "Прыгопотам",
		[212552] = 6,
		[382093] = 5,
		[375950] = "Воин стихий – сотворительница льда",
		[369781] = "Эрик \"Быстрый\"",
		[107314] = "Крик'тик-охранитель",
		[15529] = "Железнорукий страж",
		[15593] = "Магмус",
		[119590] = "Круг огня",
		[390253] = 12,
		[382095] = 6,
		[371807] = "Marianro-DunModr",
		[34971] = "Коготь",
		[42650] = 6,
		[390287] = 7,
		[209495] = "Голем-страж",
		[279709] = 11,
		[64901] = 5,
		[382097] = 6,
		[272183] = "Падший вестник смерти",
		[369811] = "Огромный берсерк",
		[265376] = "Фанатичный охотник за головами",
		[8362] = "Верховная жрица Тауриссана",
		[167516] = "Гром'карский поджигатель",
		[168540] = "[*] Обстрел",
		[2139] = 8,
		[390290] = "Насыщательница Сария",
		[204301] = 2,
		[197209] = 7,
		[388193] = 10,
		[371984] = "Ткач Холода Морозной Вспышки",
		[192090] = 11,
		[386196] = 1,
		[382148] = 8,
		[394677] = 7,
		[43928] = "Металлорез из клана Укротителей драконов",
		[25912] = 2,
		[388245] = "Голиаф-проглот",
		[85288] = 1,
		[384150] = "Боец-коготь",
		[150082] = "Аарукс",
		[392280] = "Каурдит",
		[211545] = 11,
		[369754] = "Бромач",
		[378787] = "Хранительница стаи Денна",
		[1784] = 4,
		[391054] = 2,
		[257620] = 3,
		[48287] = "Слад'ран",
		[154175] = "Костебрюх",
		[375893] = 3,
		[67826] = 5,
		[386201] = "[*] Оскверненная мана",
		[322507] = 10,
		[373915] = "Гниломаг Око Гнева",
		[33697] = 10,
		[386202] = "Вексам <Магическая книга>",
		[151092] = "Пленный шахтер",
		[10666] = "Земельник-комендант",
		[210150] = "Нараксас",
		[188228] = 1,
		[162415] = "Ошир",
		[373917] = "Гниломаг Око Гнева",
		[257622] = 3,
		[55285] = "Гал'дара",
		[373693] = "Пламенный разрушитель",
		[390300] = 12,
		[22482] = 4,
		[197214] = 7,
		[115509] = "Страж Шадо-Пан",
		[390301] = 11,
		[384158] = "[*] Частица возгорания",
		[378015] = 3,
		[382005] = "Жарокрыл-вожак",
		[115203] = 10,
		[31697] = "Топеглад",
		[378016] = 3,
		[214621] = 5,
		[193534] = 3,
		[90098] = "Лакей-болванчик",
		[386208] = 1,
		[53385] = 2,
		[153089] = "Садана Кровавое Безумие",
		[384161] = "Куалаши-факельщица",
		[106807] = "Ук-Ук",
		[322729] = 10,
		[124213] = 3,
		[385524] = "Часовой гнили",
		[263345] = "Тяжелое орудие",
		[369828] = "Злобный василиск",
		[115994] = 6,
		[396040] = "Огнечешуйчатый капитан",
		[394402] = "Ювитта",
		[371877] = "Чикенсаня",
		[209426] = 12,
		[52128] = 7,
		[375034] = 10,
		[393038] = 2,
		[105434] = 3,
		[384165] = 9,
		[114999] = "Тажань Чжу",
		[90938] = "Кровавый волшебник из братства Справедливости",
		[381654] = 10,
		[371879] = "Чикенсаня",
		[369832] = 10,
		[209512] = "Голем-страж",
		[254069] = "Leóo-Stormscale",
		[267329] = 3,
		[377912] = "Охранник",
		[119607] = 10,
		[396329] = "Гласиас",
		[392359] = 1,
		[389277] = 9,
		[389774] = 1,
		[200174] = 5,
		[392360] = 11,
		[321442] = 11,
		[218617] = 1,
		[193065] = 5,
		[386633] = 1,
		[152170] = "Магмолат",
		[267327] = 3,
		[373932] = "Драконья иллюзия",
		[397043] = "Циклас",
		[384773] = "Киракка",
		[198103] = 7,
		[393714] = 5,
		[375981] = 5,
		[378029] = "Рви-зуб",
		[264735] = 3,
		[396056] = "Курог Зловещий Тотем",
		[375982] = 7,
		[172649] = "Гром'карский техник",
		[392169] = 8,
		[382126] = 8,
		[269576] = 3,
		[382130] = 8,
		[389020] = 3,
		[373936] = "Увядший дуб",
		[392366] = "Пробудившийся исполин",
		[386223] = "Изначальный щит бури",
		[388271] = 6,
		[204213] = 5,
		[375985] = 7,
		[152173] = 10,
		[396463] = "Магмас",
		[154221] = "Хихикающий пироман",
		[375986] = 7,
		[115002] = "Тажань Чжу",
		[200200] = 5,
		[373939] = "Тотем взрывной гнили <Гниломаг Око Гнева>",
		[341175] = 1,
		[8004] = 7,
		[289982] = 7,
		[382131] = 8,
		[17364] = 7,
		[3600] = "Тотем оков земли <Какабвиэюя>",
		[181867] = 6,
		[103740] = 8,
		[192106] = 7,
		[386228] = "Изначальный щит бури",
		[153199] = "Аггем Терновое Проклятие",
		[382133] = 2,
		[73320] = 2,
		[115003] = "Янь-Чжу Высвобожденный",
		[342076] = 3,
		[373943] = "Увядший дуб",
		[384182] = 2,
		[353466] = 4,
		[214692] = "Герент Зловещий",
		[373944] = "Гниломаг Око Гнева",
		[384019] = "Чаргат Дробитель Чешуи",
		[45438] = 8,
		[119611] = 10,
		[47779] = "Распорядитель",
		[392375] = 7,
		[196528] = 6,
		[202347] = 11,
		[260708] = 1,
		[392376] = 1,
		[386609] = "Грабоминул <Гернина>",
		[271374] = 1,
		[127230] = 8,
		[384186] = "Яростная буря",
		[122128] = 5,
		[5302] = 1,
		[195181] = 6,
		[367805] = 4,
		[394426] = "Заклинатель огня совета",
		[388283] = "Гранит",
		[377559] = "Древорот",
		[385953] = 1,
		[369854] = "Дюжий камнемет",
		[355520] = 6,
		[195182] = 6,
		[196206] = "Чернокнижник из клана Призрачной Луны",
		[153093] = "Садана Кровавое Безумие",
		[395175] = 6,
		[209741] = "Проекция советника Меландра",
		[396233] = "[*] Громовое присутствие",
		[5782] = 9,
		[351239] = "Драговер-СвежевательДуш",
		[376727] = "Хан Балакар",
		[359618] = "Marianro-DunModr",
		[384988] = 10,
		[193765] = 2,
		[215661] = 2,
		[377718] = 2,
		[390771] = 5,
		[193826] = "Король-бог Сковальд",
		[382145] = 3,
		[384193] = 11,
		[256496] = 10,
		[247402] = 2,
		[382146] = 5,
		[384194] = "Пеплоплет воинов стихий",
		[120588] = 7,
		[388290] = "Дафия Перерожденная",
		[374402] = 10,
		[359622] = 5,
		[391136] = "Драконид-разрушительница",
		[132764] = 3,
		[390339] = 5,
		[151159] = "Поработитель Кор'ул",
		[152183] = "Шлакна",
		[47755] = 5,
		[382149] = 11,
		[384197] = "Пеплоплет воинов стихий",
		[378054] = 11,
		[153501] = "Нхаллиш",
		[6742] = "Гримлок",
		[325209] = 10,
		[378055] = "Разлагающийся слизень <Древорот>",
		[101185] = 7,
		[373960] = "Гниломаг Око Гнева",
		[383941] = 12,
		[157122] = 2,
		[374250] = 10,
		[382152] = 1,
		[326863] = 12,
		[378057] = "Разлагающийся слизень <Древорот>",
		[358385] = "Malkff-Ragnaros",
		[195188] = "Огнезол <Вул'кан>",
		[373742] = "Чаргат Дробитель Чешуи",
		[115008] = 10,
		[355] = 1,
		[382154] = 11,
		[189363] = 1,
		[28271] = 8,
		[265433] = "Кровавый осквернитель",
		[382155] = 10,
		[392394] = "Огнезев",
		[183811] = 2,
		[306389] = "Центурион из клана Темного Молота",
		[382156] = 4,
		[392395] = "Громоголов",
		[44198] = "Феникс <Кель'тас Солнечный Скиталец>",
		[382864] = "Чикенсаня",
		[382157] = 6,
		[225788] = 10,
		[115009] = "Вестник шторма Шадо-Пан",
		[225787] = 10,
		[150020] = "Сумеречный владыка Балтиэль",
		[397010] = "Почетный страж куалаши",
		[319454] = 11,
		[388302] = "Дафия Перерожденная",
		[390350] = 12,
		[392398] = "Изначальная грозовая туча",
		[390105] = 10,
		[198263] = "Один",
		[586] = 5,
		[392399] = "Изначальная грозовая туча",
		[121153] = 4,
		[202359] = 11,
		[382787] = "Больная рубака",
		[383283] = 2,
		[386257] = 10,
		[88484] = "Врагорез-5000",
		[8364] = "Беше'рел",
		[527] = 5,
		[697] = 9,
		[117570] = "Фрагмент сомнения",
		[373972] = "Воин стихий – танцор пламени",
		[118594] = 5,
		[34984] = "Болотный скат",
		[386002] = 6,
		[373973] = "Воин стихий – танцор пламени",
		[392403] = 4,
		[44199] = "Феникс <Кель'тас Солнечный Скиталец>",
		[115458] = "[*] Кислотная бомба",
		[193359] = 4,
		[372570] = "Куалаши-охотник",
		[156287] = 1,
		[388309] = "Дафия Перерожденная",
		[390357] = 1,
		[351450] = 11,
		[394453] = 6,
		[397191] = 2,
		[333021] = 6,
		[392406] = "Воин бури",
		[394454] = 2,
		[102352] = 11,
		[373977] = "Воин стихий – танцор пламени",
		[312106] = 10,
		[104773] = 9,
		[396503] = "Лоамас",
		[89415] = "Дракончик из призрачного железа <Воддимыч>",
		[302307] = 11,
		[394456] = 10,
		[206459] = "Аватара тьмы",
		[158337] = "Буйный копытень",
		[106938] = "[*] Волна змеи",
		[394457] = 5,
		[12323] = 1,
		[316643] = 1,
		[395817] = "Воин стихий – резчик льда",
		[378076] = 7,
		[257495] = "Королева песков",
		[369602] = "Олаф",
		[120644] = 5,
		[691] = 9,
		[385109] = "Черный разрушитель <Бабусянатусе>",
		[229837] = 7,
		[703] = 4,
		[378078] = 7,
		[385899] = 9,
		[11436] = "Тенегорнский сенатор",
		[302312] = 11,
		[386270] = 4,
		[150001] = "Мордреш Огненный Глаз",
		[77130] = 7,
		[384223] = "Лазурный Клинок",
		[291674] = 4,
		[47528] = 6,
		[8281] = "Подземный деметродон",
		[198959] = "Валарьяр - резчик рун",
		[378081] = 7,
		[388320] = 10,
		[196819] = 4,
		[243955] = 4,
		[106823] = "Лю Пламенное Сердце",
		[49576] = 6,
		[158341] = "Буйный копытень",
		[783] = 11,
		[234108] = "Рэйис",
		[375727] = "Хронолорд Дейос",
		[258075] = "Жалящий паразит",
		[384227] = 11,
		[370602] = 11,
		[388012] = 2,
		[390371] = 7,
		[335082] = 1,
		[386276] = 10,
		[376797] = "Древорот",
		[372540] = "Сеннарт",
		[384229] = 7,
		[386277] = "Террос",
		[72221] = 11,
		[308463] = "Тунк",
		[392421] = 11,
		[225919] = 12,
		[153224] = "Разящий Клинок",
		[390374] = 5,
		[28730] = 8,
		[197251] = "Кордана Оскверненная Песнь",
		[871] = 1,
		[390375] = 10,
		[384658] = 12,
		[883] = 3,
		[194879] = 6,
		[201846] = 7,
		[191840] = 10,
		[204242] = 2,
		[151010] = "Воин-костещеп",
		[254813] = 12,
		[294133] = 2,
		[225921] = 12,
		[388330] = 11,
		[85416] = 2,
		[342938] = 9,
		[386594] = 2,
		[157981] = 8,
		[389713] = 8,
		[151008] = "Капитан-костещеп",
		[44202] = "Феникс <Кель'тас Солнечный Скиталец>",
		[153227] = "Ролталл",
		[260734] = 7,
		[385292] = "[*] Жидкая сталь",
		[106826] = "Ша Жестокости",
		[90956] = "Страж Тьмы из братства Справедливости",
		[15532] = "Призыватель из легиона Кровавого Топора",
		[317792] = "Чародей из войска мертвых <Нотушка>",
		[387504] = "Изначальное цунами",
		[388334] = 10,
		[374000] = 4,
		[772] = 1,
		[16006] = "Ревелош",
		[150543] = "Сумеречный темный маг",
		[211412] = "Пылающий бес",
		[376049] = "Хронолорд Дейос",
		[328951] = 12,
		[226304] = "Злобнозем-исполин",
		[374002] = 4,
		[322101] = 10,
		[106827] = "Ша Жестокости",
		[115530] = "Кромсатель духов Шань'цзэ",
		[201172] = "Безликое щупальце",
		[335096] = 1,
		[328953] = 12,
		[371956] = "Изначальный земляной часовой",
		[390386] = "Рэйис",
		[335097] = 1,
		[320763] = 7,
		[128238] = "Молниеносный клинок клана Гуртан",
		[103153] = 3,
		[335098] = 1,
		[1126] = 11,
		[398206] = "Эксгумированный дух",
		[394112] = 10,
		[384245] = 7,
		[378102] = 7,
		[90958] = "Страж Тьмы из братства Справедливости",
		[376723] = "Буремант из клана Нокхуд",
		[335100] = 1,
		[328957] = 12,
		[153232] = "[*] Разящий клинок",
		[54954] = "Тикающая бомба <Стратег из клана Укротителей драконов>",
		[384891] = 6,
		[386295] = "Ледяной валун",
		[228598] = 8,
		[193315] = 4,
		[120034] = "[*] Лава",
		[386296] = 3,
		[10093] = "Песчаная буря <Древний каменный хранитель>",
		[344118] = 2,
		[343294] = 6,
		[386297] = 3,
		[377612] = "Рашагет",
		[191587] = 6,
		[384250] = 3,
		[370150] = 7,
		[153234] = "Аззакель",
		[34477] = 3,
		[188046] = "Обитатель Сна <Злюдра>",
		[271625] = 3,
		[199581] = 9,
		[200561] = "Фенрир",
		[18562] = 11,
		[102558] = 11,
		[386770] = 8,
		[263858] = "Шипокляк <Чебукряшка-Дракономор>",
		[384253] = 6,
		[386301] = 3,
		[90960] = "Страж Тьмы из братства Справедливости",
		[88300] = "Болванчик",
		[108366] = 9,
		[111725] = "Райгонн",
		[195645] = 3,
		[308488] = 1,
		[326918] = 6,
		[119981] = "Мин Коварный",
		[78674] = 11,
		[47788] = 5,
		[150774] = "Ругуг",
		[121165] = "Хартак Поджигатель",
		[265487] = "Кровавый осквернитель",
		[116680] = 10,
		[106319] = "[*] Пульсация гидрокопья",
		[107574] = 1,
		[396544] = "Магмас",
		[205004] = "Аватара отмщения",
		[188404] = "Штормовой дракон",
		[355916] = "Рэйис",
		[203820] = 6,
		[374020] = "Аппарат сдерживания",
		[204432] = 3,
		[397134] = "Опаловый Клык",
		[78675] = 11,
		[120142] = "[*] Дротик",
		[392451] = "Чаротворец пламени",
		[386308] = 6,
		[44461] = 8,
		[374022] = "Курог Зловещий Тотем",
		[392452] = "Чаротворец пламени",
		[385787] = 11,
		[90962] = "Страж Тьмы из братства Справедливости",
		[347901] = 11,
		[394729] = 5,
		[6807] = 11,
		[153240] = "Садана Кровавое Безумие",
		[341260] = 5,
		[392454] = "Чаротворец пламени",
		[361738] = 3,
		[370452] = "Бабичрион-СвежевательДуш",
		[19801] = 3,
		[48045] = 5,
		[201363] = 1,
		[137211] = 1,
		[105809] = 2,
		[199674] = "Король Бьорн",
		[108219] = 3,
		[396552] = "Магмас",
		[341263] = 5,
		[1822] = 11,
		[201364] = 1,
		[85222] = 2,
		[21337] = "Загнивший плетун",
		[384267] = 8,
		[34168] = "Гриб Нижетопи",
		[371981] = "[*] Стихийный всплеск",
		[202160] = 2,
		[102793] = 11,
		[345361] = 11,
		[371982] = 11,
		[308502] = "Гор'грот",
		[8265] = "Тотем лавы <Оракул из племени Каменного Свода>",
		[391159] = 12,
		[371983] = "Сеннарт",
		[62124] = 2,
		[376079] = 1,
		[388920] = "Хранительница стаи Денна",
		[1966] = 4,
		[390944] = "Рассерженная стрекотуха",
		[31704] = "Черная Охотница",
		[345364] = 11,
		[380176] = "Хранительница стаи Денна",
		[6789] = 9,
		[32216] = 1,
		[386320] = "Драконобойный копьемет",
		[176179] = 12,
		[203415] = 3,
		[384273] = "Говорящий с бурей <Дафия Перерожденная>",
		[394512] = "Дитя Бездны",
		[355605] = 3,
		[217979] = 9,
		[157503] = 7,
		[390715] = "Эраног",
		[150550] = "Мастер теней из племени Мертвой Головы",
		[386702] = "Грабоминул <Гернина>",
		[151575] = "Мордреш Огненный Глаз",
		[47633] = 6,
		[8814] = "Тенегорнский геолог",
		[374037] = 4,
		[151990] = "Поработитель из клана Кровавого Молота",
		[386324] = 3,
		[153247] = "Ролталл",
		[374038] = "Эмбар Огненная Тропа",
		[81751] = 5,
		[218164] = 10,
		[165534] = 1,
		[327704] = 5,
		[333964] = 7,
		[386326] = 10,
		[371992] = 12,
		[382231] = 3,
		[27609] = "Жрица Делрисса",
		[291651] = 7,
		[380184] = 2,
		[382232] = 11,
		[115419] = "Крик'тик - направитель ветров",
		[176798] = 9,
		[388376] = 10,
		[382233] = "Батак",
		[164273] = 3,
		[172703] = "Гром'карский техник",
		[380186] = 3,
		[374043] = "Эмбар Огненная Тропа",
		[19483] = "Инфернал <Молодойгодх-ЧерныйШрам>",
		[378139] = 12,
		[117588] = "Изначальный элементаль огня <Сынананаса>",
		[153006] = "Дозорный Каатар",
		[392474] = "Насыщатель из карьера",
		[197277] = 2,
		[388379] = 10,
		[374045] = "Аппарат сдерживания",
		[192158] = "Олмир Просвещенный",
		[107053] = "Волна дракона",
		[388380] = 1,
		[341282] = 5,
		[122708] = 11,
		[394524] = "Дитя Бездны",
		[374251] = "Рэйис",
		[44640] = "Сестра Мучений",
		[186289] = 3,
		[132168] = 1,
		[2908] = 11,
		[226510] = "Кровавый гной",
		[118613] = 3,
		[383168] = 9,
		[47536] = 5,
		[384503] = 7,
		[193956] = 11,
		[121173] = "Великий страж клана Каргеш",
		[11978] = "Адепт из клана Призрачной Луны",
		[27578] = "Полководец Саларис",
		[384289] = "Сияющий дракон <Хугомонк>",
		[394528] = "Нестабильное пламя",
		[61295] = 7,
		[107863] = 3,
		[384290] = 11,
		[258128] = "Громила из братства Стальных Волн",
		[12654] = 8,
		[111723] = "Райгонн",
		[22427] = "Оружейник из клана Укротителей драконов",
		[205472] = 8,
		[22842] = 11,
		[390435] = "Рэйис",
		[384292] = "Говорящий с бурей <Дафия Перерожденная>",
		[378149] = "Элементаль руды",
		[265523] = "Кровавый осквернитель",
		[382245] = 4,
		[253595] = 6,
		[205473] = 8,
		[3356] = "Тенегорнский геолог",
		[382246] = 12,
		[384294] = 11,
		[234142] = 11,
		[387552] = 9,
		[210253] = 12,
		[392486] = "Чаротворица бури",
		[15242] = "Бес цитадели Адского Пламени",
		[373392] = "Лучница из клана Нокхуд",
		[370773] = 11,
		[376105] = "[*] Сияющая искра",
		[386344] = 9,
		[388392] = "Хаотичный учебник",
		[382249] = "Хитроклык-мистик",
		[392488] = "Чаротворица бури",
		[106841] = "Лю Пламенное Сердце",
		[247454] = 12,
		[186387] = 3,
		[188499] = 12,
		[378155] = "Лови-тотем",
		[184364] = 1,
		[341296] = 3,
		[392490] = 6,
		[47699] = "Кристаллический хранитель",
		[247455] = 12,
		[128343] = "Ша Бездны",
		[384300] = 11,
		[258079] = "Сточный злобнокус",
		[388396] = "Террос",
		[13323] = "Яззай",
		[378987] = 11,
		[34931] = "Эфириал-черный маг",
		[372015] = 11,
		[329849] = 12,
		[102342] = 11,
		[369968] = 10,
		[265533] = "Клещ из Подгнилья",
		[702] = 9,
		[10252] = "Аркедас",
		[34163] = "Шаркун Нижетопи",
		[396590] = 12,
		[275773] = 2,
		[15550] = "Болотоход",
		[292360] = 1,
		[283408] = "Воевода Брека Люторез",
		[374066] = "Воин стихий – геомант",
		[138927] = 11,
		[389178] = 12,
		[115546] = 10,
		[390449] = "Грозовая буря",
		[368896] = 10,
		[15062] = "Гнев'рел",
		[389181] = "Страж Иридий",
		[291667] = 3,
		[149908] = "Тукр",
		[59569] = 7,
		[205196] = "Зловещий охотник <Гернина>",
		[199337] = "[*] Капкан на медведя",
		[9482] = "Галганн Огнемолот",
		[271682] = 5,
		[20153] = "Инфернал <Молодойгодх-ЧерныйШрам>",
		[279302] = 6,
		[88625] = 5,
		[358126] = 4,
		[265540] = "Смрадная личинка",
		[275779] = 2,
		[370764] = "Кристальная ярость",
		[376907] = 6,
		[44271] = "Гараксас",
		[54962] = "Стратег из клана Укротителей драконов",
		[55218] = "Гал'дара",
		[395336] = 11,
		[265542] = "Смрадная личинка",
		[374073] = "Воин стихий – геомант",
		[263854] = "Ящер <Аластис-СвежевательДуш>",
		[21909] = "Принцесса Терадрас",
		[290918] = 12,
		[162480] = 3,
		[90603] = "\"Капитан\" Пирожок",
		[20572] = 3,
		[107357] = "Тажань Чжу",
		[374075] = "[*] Сейсмический удар",
		[397394] = "Громовой кулак из клана Нокхуд",
		[219498] = "Капитан патруля Гердо",
		[388410] = "Дафия Перерожденная",
		[382267] = "Балара",
		[163505] = 11,
		[378172] = "Элементаль руды",
		[255654] = 6,
		[199341] = "Валарьяр-зверолов",
		[384316] = "Яростная буря",
		[234153] = 9,
		[372030] = "Сеннарт",
		[185425] = "Зубастый гризли",
		[106334] = "Мудрый Марис",
		[372735] = "Демиург Морозной Вспышки",
		[115549] = "Разъяренный дух зверя <Хуготор>",
		[372538] = "Вспышка лавы",
		[384318] = 1,
		[176518] = "Саргерайская жрица душ",
		[194223] = 11,
		[390462] = "Лазурный Клинок",
		[212653] = 8,
		[394558] = "Нестабильное пламя",
		[47540] = 5,
		[382272] = 8,
		[384320] = "Ювитта",
		[386368] = "Превращающая руна",
		[173918] = 1,
		[114014] = 4,
		[384321] = 6,
		[381670] = "Жарокрыл-вожак",
		[347462] = 12,
		[382274] = "Балара",
		[344179] = 7,
		[386370] = "Опаловый Клык",
		[372808] = "Мелидрусса Истощенная Холодом",
		[389858] = 12,
		[384323] = 5,
		[394562] = "Нестабильное пламя",
		[298318] = 5,
		[12975] = 1,
		[5176] = 11,
		[6552] = 1,
		[198962] = "Валарьяр - резчик рун",
		[382277] = "Балара",
		[269651] = 8,
		[369991] = 11,
		[90978] = "Жнец братства Справедливости",
		[374087] = 4,
		[397431] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[54452] = 9,
		[226991] = 12,
		[162487] = 3,
		[55220] = "Дух люторога <Гал'дара>",
		[386375] = "Дафия Бич Бури",
		[47541] = 6,
		[33786] = 11,
		[48053] = "Кристаллический хлестун",
		[112992] = "Прыгопотам",
		[388424] = "Изначальное цунами",
		[162488] = 3,
		[8220] = 8,
		[256128] = "Надзиратель Корги",
		[298324] = 5,
		[111668] = "Райгонн",
		[194844] = 6,
		[386378] = 1,
		[50613] = 6,
		[7384] = 1,
		[196277] = 9,
		[110945] = "Гу Небесный Удар",
		[372045] = "Кислотный паучок <Сеннарт>",
		[120160] = "Хайан Неудержимый",
		[15087] = "Радо'рел",
		[112993] = "Прыгопотам",
		[191595] = "Скверноподданный заразитель",
		[267611] = 2,
		[196278] = 9,
		[15407] = 5,
		[372047] = "Драгхар Отрицатель",
		[134359] = 1,
		[228532] = 12,
		[198590] = 9,
		[372048] = "Аймил",
		[54965] = "Заклинатель рун из клана Укротителей драконов",
		[50994] = "Кристаллическая грация",
		[189112] = 12,
		[291000] = 7,
		[79206] = 7,
		[384336] = "Мастер копья из клана Нокхуд",
		[121185] = "Великий страж клана Каргеш",
		[44273] = "Зелфан",
		[114018] = 4,
		[63560] = 6,
		[394576] = 4,
		[372051] = "Сеннарт",
		[382290] = 8,
		[197997] = 7,
		[193209] = "Вул'кан",
		[209678] = "Советник Меландр",
		[386640] = "Тарасекк-расхититель",
		[392530] = "Насыщатель из карьера",
		[391862] = 6,
		[388435] = 6,
		[369335] = "Рунический защитник",
		[376149] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[193210] = "Вул'кан",
		[202425] = 11,
		[384597] = "Куалаши-страж",
		[155327] = "Стражница душ Ниами",
		[20473] = 2,
		[372055] = "Сеннарт",
		[382294] = 8,
		[389114] = 5,
		[376933] = "Древорот",
		[372056] = "Опаловый Клык",
		[54966] = "Стратег из клана Укротителей драконов",
		[384343] = "Пузострелка",
		[394582] = 4,
		[388439] = 6,
		[15503] = "Гараксас",
		[344572] = "Элегон <Инотэк>",
		[394583] = 4,
		[374343] = "Эхо Дорагосы",
		[81256] = 6,
		[202414] = "Саел'орн",
		[378202] = "Элементаль руды",
		[393955] = 11,
		[107202] = "[*] Вызов молнии",
		[392537] = 1,
		[55276] = "Гал'дара",
		[332462] = 12,
		[383706] = 1,
		[325461] = 6,
		[213691] = 3,
		[59830] = 1,
		[183430] = "Смолоплюй-ползун",
		[392539] = "Пробудившийся земляной часовой",
		[201405] = 6,
		[388444] = 11,
		[188550] = 11,
		[44644] = "Магистр Солнечного Клинка",
		[221883] = 2,
		[64044] = 5,
		[390493] = 9,
		[207230] = 6,
		[385234] = 1,
		[373406] = "Надзиратель Лахар",
		[374112] = "Хладодышащий арахнид",
		[384351] = "Страж Иридий",
		[378208] = "Рви-зуб",
		[123981] = 6,
		[150679] = "Амненнар Хладовей",
		[384352] = 7,
		[386400] = "Террос",
		[356084] = 5,
		[51271] = 6,
		[384353] = "Пузострелка",
		[221885] = 2,
		[1160] = 1,
		[150214] = "Геомант из племени Иглошкурых",
		[392545] = "Пробудившийся земляной часовой",
		[152262] = 2,
		[211084] = 12,
		[256201] = "Надзиратель Корги",
		[302445] = 6,
		[221886] = 2,
		[388451] = 8,
		[199361] = "Валарьяр-зверолов",
		[373424] = "Чаргат Дробитель Чешуи",
		[378213] = "Рэйис",
		[114646] = "Навязчивый ша",
		[245686] = 11,
		[384357] = 7,
		[106856] = "Лю Пламенное Сердце",
		[355689] = "Malkff-Ragnaros",
		[118699] = 9,
		[61362] = "Огнепряд Драккари",
		[201410] = 8,
		[390785] = 6,
		[382311] = 7,
		[204947] = "Хранитель портала",
		[75] = 3,
		[396646] = "Лоамас",
		[120167] = "Хайан Неудержимый",
		[384360] = 8,
		[209602] = "Советник Меландр",
		[40120] = 11,
		[121421] = "Сик'тик-стражник",
		[376170] = "Гниломаг Око Гнева",
		[395504] = "Тондрозий",
		[153480] = "Дозорный Каатар",
		[389328] = 10,
		[384362] = 1,
		[386410] = "Рашагет",
		[272620] = "Боец из братства Волнорезов",
		[383223] = 7,
		[396868] = "Магмас",
		[386411] = "Тиира",
		[388459] = 10,
		[128359] = "[*] Едкий сок",
		[200389] = 11,
		[378221] = "Элементаль руды",
		[382427] = 3,
		[260798] = 1,
		[384365] = "Мастер копья из клана Нокхуд",
		[45242] = 5,
		[165578] = "Костебрюх",
		[107882] = 3,
		[392557] = "Вексам <Магическая книга>",
		[390981] = 5,
		[24858] = 11,
		[390917] = 11,
		[268893] = 9,
		[372533] = 10,
		[165579] = "Костебрюх",
		[393480] = 3,
		[48058] = "Кристаллический хлестун",
		[272678] = 3,
		[388464] = 10,
		[81262] = "Период цветения <Паскудин>",
		[14034] = "Оракул из племени Темной Крови",
		[13585] = "Ясновидец из племени Тлеющего Терновника",
		[388465] = 10,
		[107883] = 3,
		[392561] = "Камнедробитель из карьера",
		[394609] = 5,
		[194249] = 5,
		[370971] = 12,
		[57846] = "Железоголов из клана Укротителей драконов",
		[345464] = 1,
		[395547] = "Лазурный чаровяз <Гернина>",
		[191684] = "Скверноуст-изрыгатель",
		[392563] = "Камнедробитель из карьера",
		[378229] = "Рви-зуб",
		[44475] = "Маг-стражник Солнечного Клинка",
		[155835] = 11,
		[212680] = 3,
		[345466] = 4,
		[372087] = "Драгхар Отрицатель",
		[367166] = 10,
		[108396] = 9,
		[112999] = "Остатки Ненависти",
		[372088] = "Драгхар Отрицатель",
		[373068] = 9,
		[204490] = 12,
		[375384] = "Воин стихий – землетряс",
		[120679] = 3,
		[126436] = 5,
		[150734] = "Нестабильный шлаковый элементаль <Гуг'рокк>",
		[80240] = 9,
		[167105] = 1,
		[341374] = 5,
		[376186] = "Надзиратель Лахар",
		[391481] = 6,
		[374612] = "Затаившийся фанатик",
		[130654] = 10,
		[392569] = "Огнезев",
		[378235] = "Рви-зуб",
		[396665] = "Магмас",
		[263725] = 8,
		[384379] = 8,
		[394618] = 8,
		[16870] = 11,
		[199373] = "Войско мертвых|T1392565:0|t <Нотушка>",
		[192206] = "Олмир Просвещенный",
		[168657] = 5,
		[393019] = 2,
		[253109] = 3,
		[341770] = 2,
		[213708] = 11,
		[61882] = 7,
		[388799] = "Заросшее древо",
		[232633] = 5,
		[55104] = "Мураби",
		[145109] = 11,
		[373331] = "Курог Зловещий Тотем",
		[392574] = "Чаротворица бури",
		[213709] = 11,
		[191678] = "Скверноуст-изрыгатель",
		[150229] = "[*] Бубонная чума",
		[32223] = 2,
		[373326] = "Эхо Дорагосы",
		[145110] = 11,
		[200905] = "Инквизитор Истязарий",
		[392576] = "Чаротворица бури",
		[248622] = 1,
		[396672] = "Чаргат Дробитель Чешуи",
		[15092] = "Рок'рел",
		[15284] = "Властитель Змейталак",
		[374625] = "Морозный разрушитель",
		[372322] = "Опаловый Клык",
		[160060] = "Леонид <Ленивыйголум>",
		[188114] = "Рокмора",
		[110959] = 8,
		[66196] = 6,
		[118940] = "Глинтрок-оракул",
		[392579] = "Камнедробитель из карьера",
		[152279] = 6,
		[214985] = 4,
		[154327] = "Поработитель из клана Призрачной Луны",
		[359816] = "Чикенсаня",
		[106864] = "Лю Пламенное Сердце",
		[6713] = "Тенегорнский археолог",
		[214222] = 2,
		[181113] = "Вечная сфера",
		[193235] = "Химдалль",
		[31717] = "Черная Охотница",
		[32364] = "Принц Шаффар",
		[384391] = 1,
		[110960] = 8,
		[33865] = "Эфириал-падальщик",
		[12057] = "Дикарь из племени Темной Крови",
		[79732] = "Лейтенант Сильной Руки",
		[201427] = 12,
		[91776] = "Восставший вурдалак <Дигитлерочка>",
		[152801] = "Нхаллиш",
		[142073] = 7,
		[205523] = 10,
		[372107] = "Кокия Пламенное Копыто",
		[274226] = 3,
		[236776] = 3,
		[201428] = 12,
		[265625] = "Оскверненный дух",
		[226512] = "[*] Кровавый гной",
		[383351] = 2,
		[148187] = 10,
		[214739] = "Техник из клана Призрачной Луны",
		[120696] = 5,
		[360830] = 4,
		[159017] = "Зиптек",
		[44478] = "Маг-стражник Солнечного Клинка",
		[81269] = 11,
		[395756] = "Куалаши – метатель пламени",
		[197334] = "Кордана Оскверненная Песнь",
		[259013] = 7,
		[256955] = "Рыцарь-капитан Валири",
		[387453] = "Профессор Макдорму",
		[201430] = 3,
		[80353] = 8,
		[374160] = 2,
		[376208] = "Хронолорд Дейос",
		[120269] = "[*] Едкий сок",
		[255696] = 5,
		[91778] = "Нетопыхруст <Нотушка>",
		[376209] = "Хронолорд Дейос",
		[151810] = "Амненнар Хладовей",
		[235219] = 8,
		[106434] = "Мастер Снежный Вихрь",
		[81782] = 5,
		[2061] = 5,
		[388497] = 10,
		[124273] = 10,
		[152843] = "Огненная глыба",
		[84342] = 3,
		[50622] = 1,
		[373327] = "Изначальное пламя",
		[8690] = 3,
		[198888] = "Штормовой дракон",
		[388499] = 10,
		[390730] = 5,
		[131894] = 3,
		[386452] = 12,
		[388500] = 10,
		[390548] = "Курог Зловещий Тотем",
		[138130] = 10,
		[265931] = 9,
		[369052] = "Стражник хранилища",
		[124274] = 10,
		[271197] = 10,
		[395816] = "Куалаши-стенолом",
		[152837] = "Огненная глыба",
		[267685] = 7,
		[384407] = 6,
		[343883] = "Шуджа Люторез",
		[397897] = "Джазшариу",
		[9906] = "Нефритовый василиск",
		[277925] = 4,
		[274009] = 6,
		[12471] = "Оракул из племени Темной Крови",
		[195292] = 6,
		[114548] = "Янь-Чжу Высвобожденный",
		[377253] = 6,
		[106648] = "Катящаяся бочка",
		[124275] = 10,
		[9080] = "Мрак'нел",
		[122244] = "Сик'тик-инженер",
		[118917] = "Глинтрок-проклинатель",
		[54987] = "Слад'ранская гадюка",
		[220890] = 6,
		[86392] = 4,
		[390899] = 8,
		[348] = 9,
		[192222] = 7,
		[378269] = 7,
		[227034] = 11,
		[32361] = "Таварок",
		[267999] = "Мерзотень <Комт>",
		[5568] = "Доисторическое чудище",
		[198589] = 12,
		[195321] = 10,
		[96231] = 2,
		[271788] = 3,
		[54719] = "Колосс Драккари",
		[165122] = "Ахри'ок Дугру",
		[93825] = 12,
		[114089] = 7,
		[372129] = "Сеннарт",
		[13877] = 4,
		[359843] = 10,
		[209630] = "[*] Пронзающий ураган",
		[218845] = 12,
		[42705] = "Ингвар Расхититель",
		[49088] = 6,
		[106871] = "Ша Жестокости",
		[388513] = 10,
		[12466] = "Призыватель духов из легиона Огненного Клейма",
		[192225] = 8,
		[378275] = 7,
		[388514] = 10,
		[54850] = "Колосс Драккари",
		[55521] = "Боевой наездник Драккари",
		[232698] = 5,
		[151964] = "Пещерная летучая мышь",
		[131347] = 12,
		[120694] = "Животное <Драчелло>",
		[378277] = 7,
		[372134] = 11,
		[111759] = 5,
		[269747] = 3,
		[164582] = "Огрон из клана Кровавого Молота",
		[31403] = "Эфириал - осквернитель гробниц",
		[368081] = "[*] Иссушение",
		[388860] = 2,
		[108920] = 5,
		[273844] = "Шуджа Люторез",
		[150290] = "Катастрофа",
		[273947] = 6,
		[370089] = 7,
		[386516] = 12,
		[258935] = "Жрица корпорации Эшвейнов",
		[151273] = "Аггем Терновое Проклятие",
		[378281] = "Куалаши-чудотворица",
		[392959] = 10,
		[150807] = "Пленный шахтер",
		[269751] = 3,
		[378282] = "Куалаши-чудотворица",
		[20707] = 9,
		[14514] = "Яззай",
		[269752] = 3,
		[152298] = "Мстительный элементаль магмы",
		[91034] = "Гоблин-надсмотрщик",
		[1044] = 2,
		[164815] = 11,
		[106421] = "Стражник Шадо-Пан",
		[372141] = 6,
		[179478] = 11,
		[151275] = "Аку'май Пожиратель",
		[113017] = "Цзао Искатель Солнца",
		[44482] = "Рыцарь крови Солнечного Клинка",
		[151838] = "Ваятель лабиринтов Тукаар",
		[204517] = "Хранитель портала",
		[378286] = 2,
		[396716] = "Заросшее древо",
		[124280] = 10,
		[327093] = 6,
		[378287] = 8,
		[396717] = "Циклас",
		[374432] = "Тектонический крушитель",
		[55233] = 6,
		[164587] = "Огрон из клана Кровавого Молота",
		[396718] = 1,
		[198936] = "[*] Руна исцеления",
		[298841] = 1,
		[279997] = 6,
		[396719] = 1,
		[55530] = "Люторог Драккари",
		[118936] = "Глинтрок-оракул",
		[15744] = "Вызыватель из легиона Кровавого Топора",
		[372147] = "Балара",
		[372313] = 5,
		[102543] = 11,
		[389631] = 8,
		[265665] = "Живая гниль",
		[68992] = 11,
		[139133] = 2,
		[386483] = 10,
		[396722] = "Телаш Серокрылый",
		[16001] = "Охотник за головами из племени Тлеющего Терновника",
		[104316] = 9,
		[151859] = "[*] Огненная связь",
		[202473] = "Саел'орн",
		[80868] = 1,
		[150326] = "Камнепев из племени Иглошкурых",
		[394676] = "Заклинатель льда совета",
		[265668] = "Живая гниль",
		[390581] = 1,
		[205099] = "Эредарский сумеречный целитель",
		[386486] = 1,
		[207150] = 6,
		[377383] = "Орел-вожак",
		[27619] = "Яззай",
		[375341] = "Подземный протодракон",
		[375342] = 6,
		[215785] = 7,
		[359867] = 2,
		[193260] = "[*] Статическое поле",
		[129914] = 10,
		[154353] = "Знамение смерти <Нер'зул>",
		[157505] = "Саргерайский маг",
		[164592] = "Геомант из клана Кровавого Молота",
		[388537] = "Вексам <Магическая книга>",
		[374203] = 3,
		[388716] = "Хранительница стаи Денна",
		[345535] = 1,
		[377405] = "Хронолорд Дейос",
		[33763] = 11,
		[30451] = 8,
		[171845] = 9,
		[388539] = 1,
		[374405] = "[*] Токсин рогоплава",
		[392635] = "Каурдит",
		[113021] = "Крупица Ненависти",
		[372158] = "Курог Зловещий Тотем",
		[81281] = 11,
		[381529] = "Дредвирм",
		[205549] = "Нараксас",
		[193357] = 4,
		[11443] = "Некролит из племени Мертвой Головы",
		[115129] = 10,
		[97463] = 1,
		[335467] = 5,
		[154356] = "Саргерайская жрица душ",
		[31715] = "Черная Охотница",
		[394686] = "Нестабильный мороз",
		[206574] = "[*] Резонирующий удар сплеча",
		[272472] = 12,
		[376257] = "Тарасекк-землелом",
		[113022] = "Крупица Ненависти",
		[388544] = "Заросшее древо",
		[35946] = "Охотник бога Драккари",
		[392640] = "Громоголов",
		[21049] = "Берсерк Альянса",
		[132467] = 10,
		[219488] = "Капитан патруля Гердо",
		[392641] = "Громоголов",
		[11327] = 4,
		[388546] = "Вексам <Магическая книга>",
		[17253] = "Носок <Хугобум>",
		[392642] = "Громоголов",
		[164597] = "Геомант из клана Кровавого Молота",
		[290512] = 10,
		[375491] = 2,
		[184709] = 1,
		[242551] = 9,
		[207744] = 12,
		[154359] = "Ментальный демон",
		[195975] = 6,
		[215430] = "Валарьяр - призыватель молний",
		[255723] = 6,
		[374215] = "Курог Зловещий Тотем",
		[108416] = 9,
		[193267] = "Ревущий идол <Уларогг Скаломол>",
		[191894] = 10,
		[168348] = "Пушка \"Силы Чернорука\"",
		[384455] = 8,
		[369400] = "Земельник-дозорный",
		[373501] = 2,
		[374217] = "Курог Зловещий Тотем",
		[385812] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[320976] = 3,
		[372518] = 10,
		[187827] = 12,
		[376266] = "Тарасекк-землелом",
		[231338] = 6,
		[202164] = 1,
		[382410] = "Хитроклык-мистик",
		[115176] = 10,
		[374582] = "Леймор",
		[150981] = "Зверобой из племени Иглошкурых",
		[162243] = 12,
		[384459] = 11,
		[263642] = 12,
		[388555] = 10,
		[382412] = "Хитроклык-мистик",
		[208628] = 12,
		[198088] = "[*] Сияющий фрагмент",
		[388556] = 10,
		[358267] = "Рэйис",
		[168929] = "Черепон",
	},
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["__profiles"] = {
		["Хугопвар-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = true,
			["disable_window_groups"] = false,
			["ps_abbreviation"] = 3,
			["data_broker_text"] = "",
			["instances_suppress_trash"] = 0,
			["pvp_as_group"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["numerical_system_symbols"] = "auto",
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["report_schema"] = 1,
			["death_tooltip_width"] = 350,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -107.6824035644531,
							["x"] = 538.4136352539062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["start_after_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["texture_custom"] = "",
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textL_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["use_spec_icons"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["skin_custom"] = "",
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["stretch_button_side"] = 1,
					["bars_inverted"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["ignore_mass_showhide"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["backdrop_texture"] = "Details Ground",
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_in_combat"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["bg_alpha"] = 0.6,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = -107.6824188232422,
						["x"] = -281.8245849609375,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager_in_combat"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["strata"] = "LOW",
					["rowareaborder_shown"] = false,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["auto_current"] = true,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -107.6824035644531,
							["x"] = 538.4136352539062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_sidebars"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["fontstrings_text3_anchor"] = 38,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["time_type_original"] = 2,
			["overall_clear_newboss"] = true,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 177.3010476268708,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["segments_panic_mode"] = false,
			["overall_flag"] = 16,
			["show_arena_role_icon"] = false,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type"] = 2,
			["overall_clear_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["clear_ungrouped"] = true,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_disable_bar_highlight"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Хугомонк-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 6,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["disable_lock_ungroup_buttons"] = false,
			["animation_speed"] = 33,
			["default_bg_alpha"] = 0.5,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["instances_disable_bar_highlight"] = false,
			["standard_skin"] = false,
			["disable_window_groups"] = false,
			["animate_scroll"] = false,
			["pvp_as_group"] = true,
			["instances_suppress_trash"] = 0,
			["use_battleground_server_parser"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["clear_ungrouped"] = true,
			["force_activity_time_pvp"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["time_type"] = 2,
			["overall_clear_pvp"] = true,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -140.18994140625,
							["x"] = 547.5575561523438,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {func local player, combat = ...;local ilvl = _detalhes.ilevel:GetIlvl(player.serial); ilvl = ilvl and ilvl.ilvl or 0;return math.floor(0.5+ilvl);} {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["percent_type"] = 1,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["texture_background"] = "Details D'ictum (reverse)",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["use_multi_fontstrings"] = true,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = true,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fullborder_shown"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["micro_displays_locked"] = true,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["clickthrough_rows"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["rowareaborder_shown"] = false,
					["hide_in_combat_alpha"] = 0,
					["show_statusbar"] = false,
					["grab_on_top"] = false,
					["libwindow"] = {
						["y"] = -140.18994140625,
						["x"] = -272.6805419921875,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["bars_grow_direction"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["switch_all_roles_after_wipe"] = false,
					["auto_current"] = true,
					["skin_custom"] = "",
					["bg_alpha"] = 0.6,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -140.18994140625,
							["x"] = 547.5575561523438,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -413.4602203369141,
							["x"] = 600.3815307617188,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["fontstrings_text3_anchor"] = 38,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["skin_custom"] = "",
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {func local player, combat = ...;local ilvl = _detalhes.ilevel:GetIlvl(player.serial); ilvl = ilvl and ilvl.ilvl or 0;return math.floor(0.5+ilvl);} {data3}{data2}",
						["font_size"] = 16,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textL_outline_small"] = true,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["textR_outline"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textR_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["menu_icons_size"] = 0.82,
					["use_multi_fontstrings"] = true,
					["__was_opened"] = true,
					["show_sidebars"] = false,
					["skin"] = "Minimalistic",
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["bars_grow_direction"] = 1,
					["bars_inverted"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["micro_displays_locked"] = true,
					["switch_tank_in_combat"] = false,
					["bg_alpha"] = 0.6,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["__snapH"] = false,
					["ignore_mass_showhide"] = false,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["micro_displays_side"] = 2,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["grab_on_top"] = false,
					["hide_in_combat_alpha"] = 0,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["desaturated_menu"] = false,
					["libwindow"] = {
						["y"] = 56.11119842529297,
						["x"] = -219.8565673828125,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["__snapV"] = false,
					["backdrop_texture"] = "Details Ground",
					["plugins_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["strata"] = "LOW",
					["hide_in_combat_type"] = 1,
					["auto_current"] = true,
					["clickthrough_rows"] = false,
					["bars_sort_direction"] = 1,
					["version"] = 3,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -413.4602203369141,
							["x"] = 600.3815307617188,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["bg_g"] = 0.2352,
					["clickthrough_window"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["fontstrings_text_limit_offset"] = -10,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [2]
			},
			["report_lines"] = 5,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["show_arena_role_icon"] = false,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["overall_flag"] = 16,
			["overall_clear_newboss"] = true,
			["deny_score_messages"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["overall_clear_logout"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["trash_auto_remove"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 178.253831834886,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["time_type_original"] = 2,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["segments_amount"] = 40,
			["numerical_system"] = 1,
			["death_tooltip_width"] = 350,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Хугохав-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_lock_ungroup_buttons"] = false,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["default_bg_alpha"] = 0.5,
			["instances_disable_bar_highlight"] = false,
			["disable_window_groups"] = false,
			["standard_skin"] = false,
			["animate_scroll"] = false,
			["instances_suppress_trash"] = 0,
			["pvp_as_group"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["overall_clear_pvp"] = true,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -114.7936706542969,
							["x"] = 545.5239868164062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["percent_type"] = 1,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textL_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_inverted"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["backdrop_texture"] = "Details Ground",
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["micro_displays_locked"] = true,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["libwindow"] = {
						["y"] = -114.7936706542969,
						["x"] = -274.714111328125,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["switch_all_roles_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -114.7936706542969,
							["x"] = 545.5239868164062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["skin_custom"] = "",
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_lines"] = 5,
			["time_type"] = 2,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_flag"] = 16,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["deny_score_messages"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["trash_auto_remove"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["total_abbreviation"] = 2,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["use_scroll"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["minimum_combat_time"] = 5,
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["numerical_system"] = 1,
			["segments_amount"] = 40,
			["death_tooltip_width"] = 350,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Хугакон-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 6,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["animation_speed"] = 33,
			["default_bg_alpha"] = 0.5,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["instances_disable_bar_highlight"] = false,
			["standard_skin"] = false,
			["disable_window_groups"] = false,
			["animate_scroll"] = false,
			["pvp_as_group"] = true,
			["instances_suppress_trash"] = 0,
			["use_battleground_server_parser"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["clear_ungrouped"] = true,
			["force_activity_time_pvp"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["time_type"] = 2,
			["report_lines"] = 5,
			["segments_amount"] = 40,
			["overall_clear_pvp"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["show_arena_role_icon"] = false,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["overall_flag"] = 16,
			["overall_clear_newboss"] = true,
			["deny_score_messages"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["minimum_combat_time"] = 5,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["total_abbreviation"] = 2,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["overall_clear_logout"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["time_type_original"] = 2,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -96.50753784179688,
							["x"] = 540.4454956054688,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["percent_type"] = 1,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textL_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["use_multi_fontstrings"] = true,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fullborder_shown"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["micro_displays_locked"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["clickthrough_rows"] = false,
					["rowareaborder_shown"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["bars_grow_direction"] = 1,
					["grab_on_top"] = false,
					["libwindow"] = {
						["y"] = -96.50755310058594,
						["x"] = -279.792724609375,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["switch_all_roles_after_wipe"] = false,
					["auto_current"] = true,
					["skin_custom"] = "",
					["bg_alpha"] = 0.6,
					["switch_tank_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -96.50753784179688,
							["x"] = 540.4454956054688,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["numerical_system"] = 1,
			["death_tooltip_width"] = 350,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Хугопал-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 6,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["all_in_one_windows"] = {
			},
			["animation_speed"] = 33,
			["deadlog_limit"] = 16,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["instances_segments_locked"] = true,
			["disable_window_groups"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_suppress_trash"] = 0,
			["use_battleground_server_parser"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["clear_ungrouped"] = true,
			["report_schema"] = 1,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["numerical_system_symbols"] = "auto",
			["update_speed"] = 0.2,
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -95.4915771484375,
							["x"] = 556.6992797851562,
							["w"] = 310.0000610351563,
							["h"] = 157.9999237060547,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["start_after_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["texture_custom"] = "",
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textR_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["use_spec_icons"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["skin"] = "Minimalistic",
					["bars_inverted"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fullborder_shown"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["stretch_button_side"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text3_anchor"] = 38,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["bg_alpha"] = 0.6,
					["skin_custom"] = "",
					["rowareaborder_shown"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["switch_all_roles_after_wipe"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = -95.49154663085938,
						["x"] = -263.538818359375,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["strata"] = "LOW",
					["bars_grow_direction"] = 1,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["show_statusbar"] = false,
					["auto_current"] = true,
					["clickthrough_rows"] = false,
					["backdrop_texture"] = "Details Ground",
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -95.4915771484375,
							["x"] = 556.6992797851562,
							["w"] = 310.0000610351563,
							["h"] = 157.9999237060547,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["overall_clear_pvp"] = true,
			["auto_swap_to_dynamic_overall"] = false,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["overall_flag"] = 16,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["instances_disable_bar_highlight"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 189.9538521253377,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["trash_auto_remove"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["overall_clear_logout"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["use_scroll"] = false,
			["overall_clear_newboss"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["report_lines"] = 5,
			["time_type"] = 2,
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["standard_skin"] = false,
			["default_bg_alpha"] = 0.5,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
		},
		["Maelti-Doomhammer"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["disable_lock_ungroup_buttons"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_window_groups"] = false,
			["standard_skin"] = false,
			["death_tooltip_width"] = 350,
			["instances_suppress_trash"] = 0,
			["animate_scroll"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["overall_clear_pvp"] = true,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -376.9998779296875,
							["x"] = 796.9998779296875,
							["w"] = 309.9999389648438,
							["h"] = 157.9999694824219,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Interface\\AddOns\\VuhDo\\Fonts\\ariblk.ttf",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["textR_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Arial Black",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_inverted"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["backdrop_texture"] = "Details Ground",
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["micro_displays_locked"] = true,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["libwindow"] = {
						["y"] = 84.00006866455078,
						["x"] = -8,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["switch_all_roles_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -376.9998779296875,
							["x"] = 796.9998779296875,
							["w"] = 309.9999389648438,
							["h"] = 157.9999694824219,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["skin_custom"] = "",
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_lines"] = 5,
			["numerical_system"] = 1,
			["time_type"] = 2,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_clear_newboss"] = true,
			["use_scroll"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["minimum_combat_time"] = 5,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 77.68040432739132,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["instances_disable_bar_highlight"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["segments_panic_mode"] = false,
			["overall_clear_logout"] = false,
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["update_speed"] = 0.2,
			["segments_amount"] = 40,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Хуготор-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.0941, -- [1]
					0.0941, -- [2]
					0.0941, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["show_amount"] = false,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["tooltip_max_abilities"] = 6,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["animation_speed"] = 33,
			["deadlog_limit"] = 16,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["disable_window_groups"] = false,
			["data_broker_text"] = "",
			["use_battleground_server_parser"] = false,
			["instances_suppress_trash"] = 0,
			["clear_ungrouped"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -140.1905517578125,
							["x"] = 617.6515502929688,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["height"] = 21,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textR_bracket"] = "(",
						["percent_type"] = 1,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["show_faction_icon"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["arena_role_icon_size_offset"] = -10,
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textL_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["grab_on_top"] = false,
					["use_multi_fontstrings"] = true,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["fontstrings_text_limit_offset"] = -10,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["menu_icons_size"] = 0.82,
					["micro_displays_locked"] = true,
					["backdrop_texture"] = "Details Ground",
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["hide_in_combat_alpha"] = 0,
					["clickthrough_rows"] = false,
					["rowareaborder_shown"] = false,
					["libwindow"] = {
						["y"] = -140.1905822753906,
						["x"] = -202.5865478515625,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["show_statusbar"] = false,
					["bars_grow_direction"] = 1,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["switch_all_roles_after_wipe"] = false,
					["auto_current"] = true,
					["skin_custom"] = "",
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -140.1905517578125,
							["x"] = 617.6515502929688,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -422.6028671264648,
							["x"] = 612.5713500976562,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["fontstrings_text3_anchor"] = 38,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["skin_custom"] = "",
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["font_size"] = 16,
						["height"] = 21,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["use_spec_icons"] = true,
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textL_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["arena_role_icon_size_offset"] = -10,
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["textR_outline"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["texture_background"] = "Details D'ictum (reverse)",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["menu_icons_size"] = 0.82,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fontstrings_text_limit_offset"] = -10,
					["switch_tank_in_combat"] = false,
					["use_multi_fontstrings"] = true,
					["bars_grow_direction"] = 1,
					["bars_inverted"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["clickthrough_window"] = false,
					["bg_g"] = 0.2352,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["micro_displays_locked"] = true,
					["bars_sort_direction"] = 1,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["micro_displays_side"] = 2,
					["hide_in_combat_alpha"] = 0,
					["hide_in_combat_type"] = 1,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["libwindow"] = {
						["y"] = 46.96854782104492,
						["x"] = -207.666748046875,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["desaturated_menu"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["backdrop_texture"] = "Details Ground",
					["plugins_grow_direction"] = 1,
					["strata"] = "LOW",
					["grab_on_top"] = false,
					["ignore_mass_showhide"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["switch_all_roles_in_combat"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -422.6028671264648,
							["x"] = 612.5713500976562,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["switch_damager_in_combat"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [2]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type_original"] = 2,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_flag"] = 16,
			["deny_score_messages"] = false,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["trash_auto_remove"] = false,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.5764, -- [2]
					0.498, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 202.9110135381494,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["memory_threshold"] = 3,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["overall_clear_pvp"] = true,
			["numerical_system"] = 1,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_no_libwindow"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Хугокан-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.0941, -- [1]
					0.0941, -- [2]
					0.0941, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["show_amount"] = false,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["fontsize"] = 10,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["tooltip_max_abilities"] = 6,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["animation_speed"] = 33,
			["default_bg_alpha"] = 0.5,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["instances_no_libwindow"] = false,
			["standard_skin"] = false,
			["disable_window_groups"] = false,
			["animate_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["instances_suppress_trash"] = 0,
			["clear_ungrouped"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["pvp_as_group"] = true,
			["numerical_system"] = 1,
			["report_lines"] = 5,
			["segments_amount"] = 40,
			["overall_clear_pvp"] = true,
			["auto_swap_to_dynamic_overall"] = false,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["overall_clear_newboss"] = true,
			["overall_flag"] = 16,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["minimum_combat_time"] = 5,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.5764, -- [2]
					0.498, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["trash_auto_remove"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["deny_score_messages"] = false,
			["segments_panic_mode"] = false,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -90.41256713867188,
							["x"] = 523.1754760742188,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["start_after_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["texture_custom"] = "",
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textR_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["use_spec_icons"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["show_faction_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["skin"] = "Minimalistic",
					["bars_inverted"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fullborder_shown"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["stretch_button_side"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text3_anchor"] = 38,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["bg_alpha"] = 0.6,
					["skin_custom"] = "",
					["rowareaborder_shown"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["switch_all_roles_after_wipe"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = -90.41258239746094,
						["x"] = -297.062744140625,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["strata"] = "LOW",
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_grow_direction"] = 1,
					["grab_on_top"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["show_statusbar"] = false,
					["auto_current"] = true,
					["clickthrough_rows"] = false,
					["backdrop_texture"] = "Details Ground",
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -90.41256713867188,
							["x"] = 523.1754760742188,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Хуговар-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["tooltip_max_abilities"] = 6,
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["disable_lock_ungroup_buttons"] = false,
			["animation_speed"] = 33,
			["default_bg_alpha"] = 0.5,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["standard_skin"] = false,
			["death_tooltip_width"] = 350,
			["disable_window_groups"] = false,
			["animate_scroll"] = false,
			["ps_abbreviation"] = 3,
			["instances_suppress_trash"] = 0,
			["use_battleground_server_parser"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["numerical_system"] = 1,
			["time_type"] = 2,
			["overall_clear_pvp"] = true,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -128.7928161621094,
							["x"] = 548.0162963867188,
							["w"] = 326.25390625,
							["h"] = 162.0634918212891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["fontstrings_text3_anchor"] = 38,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["skin_custom"] = "",
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["textL_enable_custom_text"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["texture_background"] = "Details D'ictum (reverse)",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["menu_icons_size"] = 0.82,
					["use_multi_fontstrings"] = true,
					["__was_opened"] = true,
					["show_sidebars"] = false,
					["skin"] = "Minimalistic",
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["bars_inverted"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["switch_all_roles_in_combat"] = false,
					["micro_displays_locked"] = true,
					["ignore_mass_showhide"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_tank_in_combat"] = false,
					["bg_alpha"] = 0.6,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["__snapH"] = false,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["micro_displays_side"] = 2,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["grab_on_top"] = false,
					["hide_in_combat_alpha"] = 0,
					["desaturated_menu"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["libwindow"] = {
						["y"] = -128.7928314208984,
						["x"] = -264.094970703125,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["__snapV"] = false,
					["bars_grow_direction"] = 1,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["backdrop_texture"] = "Details Ground",
					["plugins_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["strata"] = "LOW",
					["hide_in_combat_type"] = 1,
					["auto_current"] = true,
					["version"] = 3,
					["clickthrough_rows"] = false,
					["bars_sort_direction"] = 1,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -128.7928161621094,
							["x"] = 548.0162963867188,
							["w"] = 326.25390625,
							["h"] = 162.0634918212891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["bg_g"] = 0.2352,
					["clickthrough_window"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["fontstrings_text_limit_offset"] = -10,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_lines"] = 5,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_clear_newboss"] = true,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["time_type_original"] = 2,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["instances_disable_bar_highlight"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
			},
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 185.706359326547,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_flag"] = 16,
			["segments_panic_mode"] = false,
			["show_arena_role_icon"] = false,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["segments_amount"] = 40,
			["update_speed"] = 0.2,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["clear_ungrouped"] = true,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances_segments_locked"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["all_in_one_windows"] = {
			},
		},
		["Hugork-Draenor"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["disable_lock_ungroup_buttons"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_window_groups"] = false,
			["standard_skin"] = false,
			["death_tooltip_width"] = 350,
			["instances_suppress_trash"] = 0,
			["animate_scroll"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["report_lines"] = 5,
			["segments_amount"] = 40,
			["overall_clear_pvp"] = true,
			["numerical_system"] = 1,
			["time_type"] = 2,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_clear_newboss"] = true,
			["use_scroll"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
			},
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 151.0110888896486,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["trash_auto_remove"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["instances_disable_bar_highlight"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["segments_panic_mode"] = false,
			["minimum_combat_time"] = 5,
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["update_speed"] = 0.2,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 113.0003051757813,
							["x"] = 820.2383422851562,
							["w"] = 309.9999389648438,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Interface\\Addons\\Details\\fonts\\Accidental Presidency.ttf",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["texture_custom"] = "",
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["textR_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["use_spec_icons"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["skin_custom"] = "",
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["stretch_button_side"] = 1,
					["bars_inverted"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["ignore_mass_showhide"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["backdrop_texture"] = "Details Ground",
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_all_roles_in_combat"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["bg_alpha"] = 0.6,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 113.0003051757813,
						["x"] = 0,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager_in_combat"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["strata"] = "LOW",
					["rowareaborder_shown"] = false,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["auto_current"] = true,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 113.0003051757813,
							["x"] = 820.2383422851562,
							["w"] = 309.9999389648438,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_sidebars"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["fontstrings_text3_anchor"] = 38,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Хугобум-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.0941, -- [1]
					0.0941, -- [2]
					0.0941, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["show_amount"] = false,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["tooltip_max_abilities"] = 6,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["animation_speed"] = 33,
			["deadlog_limit"] = 16,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["disable_window_groups"] = false,
			["data_broker_text"] = "",
			["use_battleground_server_parser"] = false,
			["instances_suppress_trash"] = 0,
			["clear_ungrouped"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 14.46044921875,
							["x"] = 542.9692993164062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["texture_custom"] = "",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["texture_background"] = "Details D'ictum (reverse)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["skin"] = "Minimalistic",
					["bars_inverted"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fullborder_shown"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["stretch_button_side"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text3_anchor"] = 38,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["bg_alpha"] = 0.6,
					["skin_custom"] = "",
					["rowareaborder_shown"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["switch_all_roles_after_wipe"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = 14.46040344238281,
						["x"] = -277.268798828125,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["strata"] = "LOW",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["show_statusbar"] = false,
					["auto_current"] = true,
					["clickthrough_rows"] = false,
					["backdrop_texture"] = "Details Ground",
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 14.46044921875,
							["x"] = 542.9692993164062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["overall_clear_pvp"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type_original"] = 2,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_flag"] = 16,
			["deny_score_messages"] = false,
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.5764, -- [2]
					0.498, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["report_lines"] = 5,
			["numerical_system"] = 1,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_no_libwindow"] = false,
			["default_bg_alpha"] = 0.5,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
		},
		["Hugotest-Draenor"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["disable_window_groups"] = false,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["instances_suppress_trash"] = 0,
			["data_broker_text"] = "",
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 6.103515625e-05,
							["x"] = 0,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Interface\\Addons\\Details\\fonts\\Accidental Presidency.ttf",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["font_size"] = 16,
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["show_faction_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["textR_outline"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["texture_custom_file"] = "Interface\\",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["texture_custom"] = "",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["start_after_icon"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["texture_background"] = "Details D'ictum (reverse)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["stretch_button_side"] = 1,
					["fontstrings_text_limit_offset"] = -10,
					["fontstrings_text3_anchor"] = 38,
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["bars_sort_direction"] = 1,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["ignore_mass_showhide"] = false,
					["hide_in_combat_alpha"] = 0,
					["hide_in_combat_type"] = 1,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["libwindow"] = {
						["y"] = 7.62939453125e-05,
						["x"] = 0,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["backdrop_texture"] = "Details Ground",
					["micro_displays_side"] = 2,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["switch_damager"] = false,
					["auto_current"] = true,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["skin_custom"] = "",
					["bg_alpha"] = 0.6,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 6.103515625e-05,
							["x"] = 0,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_all_roles_in_combat"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["update_speed"] = 0.2,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["minimum_combat_time"] = 5,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["overall_clear_logout"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["instances_disable_bar_highlight"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["trash_auto_remove"] = false,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["segments_auto_erase"] = 1,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_flag"] = 16,
			["memory_threshold"] = 3,
			["segments_panic_mode"] = false,
			["use_scroll"] = false,
			["overall_clear_newboss"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type"] = 2,
			["numerical_system"] = 1,
			["overall_clear_pvp"] = true,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["standard_skin"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
	},
	["immersion_special_units"] = true,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
		},
		["encounter_timers_dbm"] = {
			["385578"] = {
				"385578", -- [1]
				"Timer385578cd", -- [2]
				"~Древняя сфера", -- [3]
				10.1, -- [4]
				1717106, -- [5]
				"cd", -- [6]
				385578, -- [7]
				3, -- [8]
				"2505", -- [9]
				["id"] = 2585,
			},
			["381517"] = {
				"381517", -- [1]
				"Timer381517cd", -- [2]
				"~Ветер перемен", -- [3]
				17.8, -- [4]
				136075, -- [5]
				"cd", -- [6]
				381517, -- [7]
				3, -- [8]
				"2503", -- [9]
				["id"] = 2623,
			},
			["371976"] = {
				"371976", -- [1]
				"Timer371976cdcount	1", -- [2]
				"~Леденящий взрыв (1)", -- [3]
				15.2, -- [4]
				135782, -- [5]
				"cdcount", -- [6]
				371976, -- [7]
				3, -- [8]
				"2482", -- [9]
				["id"] = 2592,
			},
			["385551"] = {
				"385551", -- [1]
				"Timer385551cd", -- [2]
				"~Заглатывание", -- [3]
				17.8, -- [4]
				132127, -- [5]
				"cd", -- [6]
				385551, -- [7]
				3, -- [8]
				"2507", -- [9]
				["id"] = 2616,
			},
			["396023"] = {
				"396023", -- [1]
				"Timer396023cdcount	1", -- [2]
				"~Испепеляющий рык (1)", -- [3]
				9.8, -- [4]
				642418, -- [5]
				"cdcount", -- [6]
				396023, -- [7]
				2, -- [8]
				"2480", -- [9]
				["id"] = 2587,
			},
			["150755"] = {
				"150755", -- [1]
				"Timer150755cd", -- [2]
				"~Призыв нестабильного шлакового элементаля", -- [3]
				20, -- [4]
				135790, -- [5]
				"cd", -- [6]
				150755, -- [7]
				1, -- [8]
				"889", -- [9]
				["id"] = 1654,
			},
			["152940"] = {
				"152940", -- [1]
				"Timer152940next", -- [2]
				"Волна жара", -- [3]
				9.5, -- [4]
				135826, -- [5]
				"next", -- [6]
				152940, -- [7]
				2, -- [8]
				"887", -- [9]
				["id"] = 1652,
			},
			["376827"] = {
				"376827", -- [1]
				"Timer376827cdcount	1", -- [2]
				"~Проводящий удар (1)", -- [3]
				8, -- [4]
				839977, -- [5]
				"cdcount", -- [6]
				376827, -- [7]
				5, -- [8]
				"2477", -- [9]
				["id"] = 2580,
			},
			["198077"] = {
				"198077", -- [1]
				"Timer198077cd", -- [2]
				"~Расколотые копья", -- [3]
				40, -- [4]
				612968, -- [5]
				"cd", -- [6]
				198077, -- [7]
				2, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["388283"] = {
				"388283", -- [1]
				"Timer388283cd", -- [2]
				"~Извержение", -- [3]
				28.8, -- [4]
				136025, -- [5]
				"cd", -- [6]
				388283, -- [7]
				2, -- [8]
				"2498", -- [9]
				["id"] = 2637,
			},
			["153153"] = {
				"153153", -- [1]
				"Timer153153cd", -- [2]
				"~Темный контакт", -- [3]
				24, -- [4]
				632353, -- [5]
				"cd", -- [6]
				153153, -- [7]
				1, -- [8]
				"1139", -- [9]
				["id"] = 1677,
			},
			["375575"] = {
				"375575", -- [1]
				"Timer375575cd	Creature-0-4250-2522-20091-191230-0000235FBB", -- [2]
				"~Огненный часовой", -- [3]
				12.2, -- [4]
				134337, -- [5]
				"cd", -- [6]
				375575, -- [7]
				3, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["257028"] = {
				"257028", -- [1]
				"Timer257028cd", -- [2]
				"~Поджог запала", -- [3]
				14.2, -- [4]
				132093, -- [5]
				"cd", -- [6]
				257028, -- [7]
				3, -- [8]
				"2099", -- [9]
				["id"] = 2103,
			},
			["205004"] = {
				"205004", -- [1]
				"Timer205004cd", -- [2]
				"~Отмщение", -- [3]
				35, -- [4]
				132353, -- [5]
				"cd", -- [6]
				205004, -- [7]
				1, -- [8]
				"1470", -- [9]
				["id"] = 1818,
			},
			["200551"] = {
				"200551", -- [1]
				"Timer200551cd", -- [2]
				"~Кристальные шипы", -- [3]
				5.8, -- [4]
				132780, -- [5]
				"cd", -- [6]
				200551, -- [7]
				3, -- [8]
				"1687", -- [9]
				["id"] = 1793,
			},
			["374364"] = {
				"374364", -- [1]
				"Timer374364cd", -- [2]
				"~Силовые ростки", -- [3]
				3.2, -- [4]
				132145, -- [5]
				"cd", -- [6]
				374364, -- [7]
				3, -- [8]
				"2492", -- [9]
				["id"] = 2582,
			},
			["106113"] = {
				"106113", -- [1]
				"Timer106113target	Драговер-СвежевательДуш", -- [2]
				"Осознание ничтожности: Драговер*", -- [3]
				30, -- [4]
				132291, -- [5]
				"target", -- [6]
				106113, -- [7]
				3, -- [8]
				"335", -- [9]
				["id"] = 1439,
			},
			["387474"] = {
				"387474", -- [1]
				"Timer387474cd", -- [2]
				"~Заряженная капля", -- [3]
				8, -- [4]
				132852, -- [5]
				"cd", -- [6]
				387474, -- [7]
				3, -- [8]
				"2511", -- [9]
				["id"] = 2618,
			},
			["374430"] = {
				"374430", -- [1]
				"Timer374430cd	Creature-0-4243-2522-11282-190588-00001F61DD", -- [2]
				"~Яростный разлом", -- [3]
				33.2, -- [4]
				136025, -- [5]
				"cd", -- [6]
				374430, -- [7]
				3, -- [8]
				"2491", -- [9]
				["id"] = 2605,
			},
			["152939"] = {
				"152939", -- [1]
				"Timer152939next", -- [2]
				"Горящий шлак", -- [3]
				10.7, -- [4]
				132386, -- [5]
				"next", -- [6]
				152939, -- [7]
				3, -- [8]
				"887", -- [9]
				["id"] = 1652,
			},
			["388817"] = {
				"388817", -- [1]
				"Timer388817cd", -- [2]
				"~Каменные осколки", -- [3]
				10.6, -- [4]
				4554447, -- [5]
				"cd", -- [6]
				388817, -- [7]
				2, -- [8]
				"2498", -- [9]
				["id"] = 2637,
			},
			["ej12600"] = {
				"ej12600", -- [1]
				"Timerej12600cd", -- [2]
				"~Эбеновый ворг", -- [3]
				33.8, -- [4]
				132224, -- [5]
				"cd", -- [6]
				"ej12600", -- [7]
				1, -- [8]
				"1487", -- [9]
				["id"] = 1807,
			},
			["209602"] = {
				"209602", -- [1]
				"Timer209602cd", -- [2]
				"~Буйство клинков", -- [3]
				5, -- [4]
				965900, -- [5]
				"cd", -- [6]
				209602, -- [7]
				3, -- [8]
				"1720", -- [9]
				["id"] = 1870,
			},
			["257495"] = {
				"257495", -- [1]
				"Timer257495cd", -- [2]
				"~Песчаная буря", -- [3]
				30.3, -- [4]
				796638, -- [5]
				"cd", -- [6]
				257495, -- [7]
				2, -- [8]
				"2097", -- [9]
				["id"] = 2101,
			},
			["385399"] = {
				"385399", -- [1]
				"Timer385399cd", -- [2]
				"~Высвобожденное разрушение", -- [3]
				48.2, -- [4]
				135735, -- [5]
				"cd", -- [6]
				385399, -- [7]
				2, -- [8]
				"2508", -- [9]
				["id"] = 2584,
			},
			["152801"] = {
				"152801", -- [1]
				"Timer152801cd", -- [2]
				"~Водоворот Бездны", -- [3]
				22.7, -- [4]
				236296, -- [5]
				"cd", -- [6]
				152801, -- [7]
				2, -- [8]
				"1168", -- [9]
				["id"] = 1688,
			},
			["154175"] = {
				"154175", -- [1]
				"Timer154175cdsource	неизвестно	неизвестно", -- [2]
				"~Мощный удар: босс", -- [3]
				15, -- [4]
				237580, -- [5]
				"cdsource", -- [6]
				154175, -- [7]
				3, -- [8]
				"1140", -- [9]
				["id"] = 1679,
			},
			["375630"] = {
				"375630", -- [1]
				"Timer375630cd	Creature-0-4250-2522-20091-191232-0000235E7C", -- [2]
				"~Ионизирующий заряд", -- [3]
				10, -- [4]
				1370984, -- [5]
				"cd", -- [6]
				375630, -- [7]
				3, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["376943"] = {
				"376943", -- [1]
				"Timer376943cdcount	1", -- [2]
				"~Смерч (1)", -- [3]
				45.2, -- [4]
				511543, -- [5]
				"cdcount", -- [6]
				376943, -- [7]
				2, -- [8]
				"2502", -- [9]
				["id"] = 2635,
			},
			["384316"] = {
				"384316", -- [1]
				"Timer384316cd", -- [2]
				"~Удар молнии", -- [3]
				10.6, -- [4]
				252174, -- [5]
				"cd", -- [6]
				384316, -- [7]
				3, -- [8]
				"2497", -- [9]
				["id"] = 2636,
			},
			["371983"] = {
				"371983", -- [1]
				"Timer371983cdcount	1", -- [2]
				"~Отталкивающий взрыв (1)", -- [3]
				32.7, -- [4]
				252188, -- [5]
				"cdcount", -- [6]
				371983, -- [7]
				2, -- [8]
				"2482", -- [9]
				["id"] = 2592,
			},
			["396044"] = {
				"396044", -- [1]
				"Timer396044cd", -- [2]
				"~Взрывные градины", -- [3]
				4.7, -- [4]
				135849, -- [5]
				"cd", -- [6]
				396044, -- [7]
				3, -- [8]
				"2488", -- [9]
				["id"] = 2609,
			},
			["197961"] = {
				"197961", -- [1]
				"Timer197961cdcount	1", -- [2]
				"~Руническое клеймо (1)", -- [3]
				45.9, -- [4]
				442743, -- [5]
				"cdcount", -- [6]
				197961, -- [7]
				3, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["153067"] = {
				"153067", -- [1]
				"Timer153067next", -- [2]
				"Опустошение Бездны", -- [3]
				65.3, -- [4]
				535592, -- [5]
				"next", -- [6]
				153067, -- [7]
				3, -- [8]
				"1168", -- [9]
				["id"] = 1688,
			},
			["382670"] = {
				"382670", -- [1]
				"Timer382670cdcount	1", -- [2]
				"~Ураганная стрела (1)", -- [3]
				21.5, -- [4]
				1029585, -- [5]
				"cdcount", -- [6]
				382670, -- [7]
				3, -- [8]
				"2478", -- [9]
				["id"] = 2581,
			},
			["375870"] = {
				"375870", -- [1]
				"Timer375870cdcount	1", -- [2]
				"~Смертельные каменные когти (1)", -- [3]
				3.4, -- [4]
				134294, -- [5]
				"cdcount", -- [6]
				375870, -- [7]
				5, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["397783"] = {
				"397783", -- [1]
				"Timer397783cd", -- [2]
				"~Сметающий поток", -- [3]
				20.6, -- [4]
				1698701, -- [5]
				"cd", -- [6]
				397783, -- [7]
				2, -- [8]
				"672", -- [9]
				["id"] = 1418,
			},
			["375457"] = {
				"375457", -- [1]
				"Timer375457cd	Creature-0-4250-2522-20091-191222-0000235E63", -- [2]
				"~Леденящий гнев", -- [3]
				11.1, -- [4]
				1580441, -- [5]
				"cd", -- [6]
				375457, -- [7]
				3, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["386173"] = {
				"386173", -- [1]
				"Timer386173cdcount", -- [2]
				"~Мана-бомбы (неизвестно", -- [3]
				23.9, -- [4]
				1717108, -- [5]
				"cdcount", -- [6]
				386173, -- [7]
				3, -- [8]
				"2509", -- [9]
				["id"] = 2562,
			},
			["377034"] = {
				"377034", -- [1]
				"Timer377034cd", -- [2]
				"~Подавляющий порыв", -- [3]
				15.7, -- [4]
				2103870, -- [5]
				"cd", -- [6]
				377034, -- [7]
				3, -- [8]
				"2495", -- [9]
				["id"] = 2564,
			},
			["213583"] = {
				"213583", -- [1]
				"Timer213583cd", -- [2]
				"~Сгущающиеся тени", -- [3]
				30.5, -- [4]
				134430, -- [5]
				"cd", -- [6]
				213583, -- [7]
				3, -- [8]
				"1470", -- [9]
				["id"] = 1818,
			},
			["372238"] = {
				"372238", -- [1]
				"Timer372238cdcount	2", -- [2]
				"~Призыв паучков (2)", -- [3]
				20.6, -- [4]
				134321, -- [5]
				"cdcount", -- [6]
				372238, -- [7]
				1, -- [8]
				"2482", -- [9]
				["id"] = 2592,
			},
			["256198"] = {
				"256198", -- [1]
				"Timer256198cd", -- [2]
				"~Зажигательные азеритовые пули", -- [3]
				5.1, -- [4]
				514016, -- [5]
				"cd", -- [6]
				256198, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["193826"] = {
				"193826", -- [1]
				"Timer193826cd", -- [2]
				"~Рагнарек", -- [3]
				11, -- [4]
				135799, -- [5]
				"cd", -- [6]
				193826, -- [7]
				2, -- [8]
				"1488", -- [9]
				["id"] = 1808,
			},
			["389870"] = {
				"389870", -- [1]
				"Timer389870cdcount	1", -- [2]
				"~Просвет бури (1)", -- [3]
				21.8, -- [4]
				4554460, -- [5]
				"cdcount", -- [6]
				389870, -- [7]
				3, -- [8]
				"2499", -- [9]
				["id"] = 2607,
			},
			["376257"] = {
				"376257", -- [1]
				"Timer376257cd	Creature-0-4250-2522-20091-191225-0000235FD4", -- [2]
				"~Подземные толчки", -- [3]
				11, -- [4]
				451165, -- [5]
				"cd", -- [6]
				376257, -- [7]
				3, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["380487"] = {
				"380487", -- [1]
				"Timer380487nextcount	1", -- [2]
				"Каменный выброс (1)", -- [3]
				6, -- [4]
				1044087, -- [5]
				"nextcount", -- [6]
				380487, -- [7]
				3, -- [8]
				"2500", -- [9]
				["id"] = 2639,
			},
			["385916"] = {
				"385916", -- [1]
				"Timer385916cd", -- [2]
				"~Тектонический топот", -- [3]
				15.5, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				385916, -- [7]
				3, -- [8]
				"2498", -- [9]
				["id"] = 2637,
			},
			["382434"] = {
				"382434", -- [1]
				"Timer382434cd", -- [2]
				"~Взрыв бури", -- [3]
				13.4, -- [4]
				839983, -- [5]
				"cd", -- [6]
				382434, -- [7]
				2, -- [8]
				"2499", -- [9]
				["id"] = 2607,
			},
			["196838"] = {
				"196838", -- [1]
				"Timer196838cd", -- [2]
				"~Запах крови", -- [3]
				34.4, -- [4]
				841383, -- [5]
				"cd", -- [6]
				196838, -- [7]
				3, -- [8]
				"1487", -- [9]
				["id"] = 1807,
			},
			["373405"] = {
				"373405", -- [1]
				"Timer373405cdcount	1", -- [2]
				"~Взрыв паутины (1)", -- [3]
				33.9, -- [4]
				460954, -- [5]
				"cdcount", -- [6]
				373405, -- [7]
				2, -- [8]
				"2482", -- [9]
				["id"] = 2592,
			},
			["256970"] = {
				"256970", -- [1]
				"Timer256970cd", -- [2]
				"~Возгорание", -- [3]
				6.1, -- [4]
				236215, -- [5]
				"cd", -- [6]
				256970, -- [7]
				5, -- [8]
				"2099", -- [9]
				["id"] = 2103,
			},
			["388822"] = {
				"388822", -- [1]
				"Timer388822cd", -- [2]
				"~Энергетический вакуум", -- [3]
				24.9, -- [4]
				1041234, -- [5]
				"cd", -- [6]
				388822, -- [7]
				2, -- [8]
				"2514", -- [9]
				["id"] = 2565,
			},
			["388643"] = {
				"388643", -- [1]
				"Timer388643cdcount	1", -- [2]
				"~Нестабильный поток (1)", -- [3]
				85, -- [4]
				136099, -- [5]
				"cdcount", -- [6]
				388643, -- [7]
				3, -- [8]
				"2499", -- [9]
				["id"] = 2607,
			},
			["384132"] = {
				"384132", -- [1]
				"Timer384132cd", -- [2]
				"~Переполняющая энергия", -- [3]
				24.3, -- [4]
				4638533, -- [5]
				"cd", -- [6]
				384132, -- [7]
				6, -- [8]
				"2505", -- [9]
				["id"] = 2585,
			},
			["ej24899"] = {
				"ej24899", -- [1]
				"Timerej24899cdcount	2", -- [2]
				"~Хладодышащий арахнид (2)", -- [3]
				103.9, -- [4]
				false, -- [5]
				"cdcount", -- [6]
				"ej24899", -- [7]
				1, -- [8]
				"2482", -- [9]
				["id"] = 2592,
			},
			["376634"] = {
				"376634", -- [1]
				"Timer376634cd", -- [2]
				"~Железное копье", -- [3]
				18, -- [4]
				135130, -- [5]
				"cd", -- [6]
				376634, -- [7]
				3, -- [8]
				"2477", -- [9]
				["id"] = 2580,
			},
			["154671"] = {
				"154671", -- [1]
				"Timer154671cd", -- [2]
				"~Костяной ритуал", -- [3]
				20, -- [4]
				132293, -- [5]
				"cd", -- [6]
				154671, -- [7]
				1, -- [8]
				"1160", -- [9]
				["id"] = 1682,
			},
			["385958"] = {
				"385958", -- [1]
				"Timer385958cd", -- [2]
				"~Волна тайной магии", -- [3]
				12.1, -- [4]
				135734, -- [5]
				"cd", -- [6]
				385958, -- [7]
				5, -- [8]
				"2509", -- [9]
				["id"] = 2562,
			},
			["219488"] = {
				"219488", -- [1]
				"Timer219488cd", -- [2]
				"~Дворник", -- [3]
				11.1, -- [4]
				1391767, -- [5]
				"cd", -- [6]
				219488, -- [7]
				3, -- [8]
				"1718", -- [9]
				["id"] = 1868,
			},
			["374624"] = {
				"374624", -- [1]
				"Timer374624cd	Creature-0-4243-2522-11282-190686-00001F6596", -- [2]
				"~Леденящая буря", -- [3]
				37.7, -- [4]
				135833, -- [5]
				"cd", -- [6]
				374624, -- [7]
				2, -- [8]
				"2491", -- [9]
				["id"] = 2605,
			},
			["390715"] = {
				"390715", -- [1]
				"Timer390715cdcount	1", -- [2]
				"~Пламенный портал (1)", -- [3]
				13.9, -- [4]
				134153, -- [5]
				"cdcount", -- [6]
				390715, -- [7]
				3, -- [8]
				"2480", -- [9]
				["id"] = 2587,
			},
			["388008"] = {
				"388008", -- [1]
				"Timer388008next", -- [2]
				"Абсолютный нуль", -- [3]
				21.8, -- [4]
				135833, -- [5]
				"next", -- [6]
				388008, -- [7]
				2, -- [8]
				"2483", -- [9]
				["id"] = 2583,
			},
			["372107"] = {
				"372107", -- [1]
				"Timer372107cd", -- [2]
				"~Пылающий валун", -- [3]
				14.2, -- [4]
				451164, -- [5]
				"cd", -- [6]
				372107, -- [7]
				3, -- [8]
				"2485", -- [9]
				["id"] = 2606,
			},
			["117665"] = {
				"117665", -- [1]
				"Timer117665cd", -- [2]
				"~Границы реальности", -- [3]
				20.3, -- [4]
				236279, -- [5]
				"cd", -- [6]
				117665, -- [7]
				6, -- [8]
				"335", -- [9]
				["id"] = 1439,
			},
			["153804"] = {
				"153804", -- [1]
				"Timer153804cd", -- [2]
				"~Вдох", -- [3]
				27.1, -- [4]
				463565, -- [5]
				"cd", -- [6]
				153804, -- [7]
				6, -- [8]
				"1140", -- [9]
				["id"] = 1679,
			},
			["256038"] = {
				"256038", -- [1]
				"Timer256038cd", -- [2]
				"~Меткий стрелок", -- [3]
				23.1, -- [4]
				132385, -- [5]
				"cd", -- [6]
				256038, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["375842"] = {
				"375842", -- [1]
				"Timer375842cdcount	1", -- [2]
				"Великий посох", -- [3]
				16.9, -- [4]
				4543115, -- [5]
				"cdcount", -- [6]
				375842, -- [7]
				5, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["257791"] = {
				"257791", -- [1]
				"Timer257791cd", -- [2]
				"~Ужасающий вой", -- [3]
				8.5, -- [4]
				607852, -- [5]
				"cd", -- [6]
				257791, -- [7]
				4, -- [8]
				"2098", -- [9]
				["id"] = 2102,
			},
			["194942"] = {
				"194942", -- [1]
				"Timer194942cd", -- [2]
				"~Подавляющий взгляд", -- [3]
				11.8, -- [4]
				237297, -- [5]
				"cd", -- [6]
				194942, -- [7]
				3, -- [8]
				"1469", -- [9]
				["id"] = 1817,
			},
			["383073"] = {
				"383073", -- [1]
				"Timer383073nextcount	1", -- [2]
				"Дробящий удар (1)", -- [3]
				27, -- [4]
				451165, -- [5]
				"nextcount", -- [6]
				383073, -- [7]
				3, -- [8]
				"2500", -- [9]
				["id"] = 2639,
			},
			["374352"] = {
				"374352", -- [1]
				"Timer374352cd", -- [2]
				"~Энергетическая бомба", -- [3]
				15.9, -- [4]
				135735, -- [5]
				"cd", -- [6]
				374352, -- [7]
				3, -- [8]
				"2514", -- [9]
				["id"] = 2565,
			},
			["257092"] = {
				"257092", -- [1]
				"Timer257092cd", -- [2]
				"~Песчаная ловушка", -- [3]
				8.1, -- [4]
				796634, -- [5]
				"cd", -- [6]
				257092, -- [7]
				3, -- [8]
				"2097", -- [9]
				["id"] = 2101,
			},
			["192621"] = {
				"192621", -- [1]
				"Timer192621cd", -- [2]
				"~Пирокласт", -- [3]
				10, -- [4]
				135830, -- [5]
				"cd", -- [6]
				192621, -- [7]
				1, -- [8]
				"1468", -- [9]
				["id"] = 1816,
			},
			["377505"] = {
				"377505", -- [1]
				"Timer377505next", -- [2]
				"Бешеное опустошение", -- [3]
				387.9, -- [4]
				236305, -- [5]
				"next", -- [6]
				377505, -- [7]
				2, -- [8]
				"2500", -- [9]
				["id"] = 2639,
			},
			["381615"] = {
				"381615", -- [1]
				"Timer381615cdcount	1", -- [2]
				"~Статический разряд (1)", -- [3]
				15, -- [4]
				237587, -- [5]
				"cdcount", -- [6]
				381615, -- [7]
				3, -- [8]
				"2499", -- [9]
				["id"] = 2607,
			},
			["256199"] = {
				"256199", -- [1]
				"Timer256199cd", -- [2]
				"~Взрывные азеритовые пули", -- [3]
				22.2, -- [4]
				133584, -- [5]
				"cd", -- [6]
				256199, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["374021"] = {
				"374021", -- [1]
				"Timer374021cd", -- [2]
				"~Цепная молния", -- [3]
				12.1, -- [4]
				252174, -- [5]
				"cd", -- [6]
				374021, -- [7]
				3, -- [8]
				"2486", -- [9]
				["id"] = 2590,
			},
			["42723"] = {
				"42723", -- [1]
				"Timer42723cast", -- [2]
				"Мощный удар", -- [3]
				3, -- [4]
				132338, -- [5]
				"cast", -- [6]
				42723, -- [7]
				5, -- [8]
				"640", -- [9]
				["id"] = 2025,
			},
			["371624"] = {
				"371624", -- [1]
				"Timer371624cdcount	1", -- [2]
				"~Знак проводимости (1)", -- [3]
				16.7, -- [4]
				237587, -- [5]
				"cdcount", -- [6]
				371624, -- [7]
				3, -- [8]
				"2486", -- [9]
				["id"] = 2590,
			},
			["381525"] = {
				"381525", -- [1]
				"Timer381525cd", -- [2]
				"~Ревущее огненное дыхание", -- [3]
				2.1, -- [4]
				460698, -- [5]
				"cd", -- [6]
				381525, -- [7]
				3, -- [8]
				"2503", -- [9]
				["id"] = 2623,
			},
			["55098"] = {
				"55098", -- [1]
				"Timer55098cd", -- [2]
				"~Преображение", -- [3]
				10, -- [4]
				132254, -- [5]
				"cd", -- [6]
				55098, -- [7]
				4, -- [8]
				"594", -- [9]
				["id"] = 1980,
			},
			["200404"] = {
				"200404", -- [1]
				"Timer200404cd", -- [2]
				"~Магматическая волна", -- [3]
				65, -- [4]
				237583, -- [5]
				"cd", -- [6]
				200404, -- [7]
				2, -- [8]
				"1687", -- [9]
				["id"] = 1793,
			},
			["21869"] = {
				"21869", -- [1]
				"Timer21869cd", -- [2]
				"~Угрожающий взгляд", -- [3]
				7, -- [4]
				132154, -- [5]
				"cd", -- [6]
				21869, -- [7]
				3, -- [8]
				"431", -- [9]
				["id"] = 429,
			},
			["193659"] = {
				"193659", -- [1]
				"Timer193659cd", -- [2]
				"~Рывок пламени Скверны", -- [3]
				7.1, -- [4]
				1096201, -- [5]
				"cd", -- [6]
				193659, -- [7]
				3, -- [8]
				"1488", -- [9]
				["id"] = 1808,
			},
			["377612"] = {
				"377612", -- [1]
				"Timer377612cdcount	1", -- [2]
				"~Ураганное крыло (1)", -- [3]
				35, -- [4]
				4640499, -- [5]
				"cdcount", -- [6]
				377612, -- [7]
				2, -- [8]
				"2499", -- [9]
				["id"] = 2607,
			},
			["377594"] = {
				"377594", -- [1]
				"Timer377594cdcount	1", -- [2]
				"~Грозовое дыхание (1)", -- [3]
				23, -- [4]
				839983, -- [5]
				"cdcount", -- [6]
				377594, -- [7]
				3, -- [8]
				"2499", -- [9]
				["id"] = 2607,
			},
			["386757"] = {
				"386757", -- [1]
				"Timer386757cd", -- [2]
				"~Буря с градом", -- [3]
				10, -- [4]
				429385, -- [5]
				"cd", -- [6]
				386757, -- [7]
				2, -- [8]
				"2510", -- [9]
				["id"] = 2617,
			},
			["150751"] = {
				"150751", -- [1]
				"Timer150751cd", -- [2]
				"~Тяжелый прыжок", -- [3]
				23, -- [4]
				132340, -- [5]
				"cd", -- [6]
				150751, -- [7]
				3, -- [8]
				"888", -- [9]
				["id"] = 1653,
			},
			["374567"] = {
				"374567", -- [1]
				"Timer374567cd", -- [2]
				"~Взрывное клеймо", -- [3]
				30.7, -- [4]
				135734, -- [5]
				"cd", -- [6]
				374567, -- [7]
				3, -- [8]
				"2492", -- [9]
				["id"] = 2582,
			},
			["385558"] = {
				"385558", -- [1]
				"Timer385558cd", -- [2]
				"~Разразившийся ливень", -- [3]
				9.4, -- [4]
				136018, -- [5]
				"cd", -- [6]
				385558, -- [7]
				2, -- [8]
				"2503", -- [9]
				["id"] = 2623,
			},
			["257617"] = {
				"257617", -- [1]
				"Timer257617cd", -- [2]
				"~Дрожь земли", -- [3]
				20.2, -- [4]
				136025, -- [5]
				"cd", -- [6]
				257617, -- [7]
				3, -- [8]
				"2097", -- [9]
				["id"] = 2101,
			},
			["388410"] = {
				"388410", -- [1]
				"Timer388410cdcount	1", -- [2]
				"~Встречный ветер (1)", -- [3]
				28.9, -- [4]
				4555542, -- [5]
				"cdcount", -- [6]
				388410, -- [7]
				3, -- [8]
				"2502", -- [9]
				["id"] = 2635,
			},
			["372082"] = {
				"372082", -- [1]
				"Timer372082cdcount	1", -- [2]
				"~Опутывающие сети (1)", -- [3]
				17.9, -- [4]
				237430, -- [5]
				"cdcount", -- [6]
				372082, -- [7]
				3, -- [8]
				"2482", -- [9]
				["id"] = 2592,
			},
			["257785"] = {
				"257785", -- [1]
				"Timer257785cd", -- [2]
				"~Мелькающие кинжалы", -- [3]
				12.1, -- [4]
				236273, -- [5]
				"cd", -- [6]
				257785, -- [7]
				2, -- [8]
				"2098", -- [9]
				["id"] = 2102,
			},
			["374720"] = {
				"374720", -- [1]
				"Timer374720cd", -- [2]
				"~Поглощающий топот", -- [3]
				45.3, -- [4]
				135735, -- [5]
				"cd", -- [6]
				374720, -- [7]
				2, -- [8]
				"2492", -- [9]
				["id"] = 2582,
			},
			["106841"] = {
				"106841", -- [1]
				"Timer106841next2", -- [2]
				"Разящий удар Нефритовой Змеи", -- [3]
				2.7, -- [4]
				135802, -- [5]
				"next", -- [6]
				106841, -- [7]
				5, -- [8]
				"658", -- [9]
				["id"] = 1416,
			},
			["385963"] = {
				"385963", -- [1]
				"Timer385963cd", -- [2]
				"~Ледяной шок", -- [3]
				6, -- [4]
				135849, -- [5]
				"cd", -- [6]
				385963, -- [7]
				3, -- [8]
				"2510", -- [9]
				["id"] = 2617,
			},
			["388302"] = {
				"388302", -- [1]
				"Timer388302cdcount	1", -- [2]
				"~Воронки (1)", -- [3]
				7, -- [4]
				4037123, -- [5]
				"cdcount", -- [6]
				388302, -- [7]
				3, -- [8]
				"2502", -- [9]
				["id"] = 2635,
			},
			["386547"] = {
				"386547", -- [1]
				"Timer386547cdcount	1", -- [2]
				"~Отпор (1)", -- [3]
				50, -- [4]
				1029595, -- [5]
				"cdcount", -- [6]
				386547, -- [7]
				4, -- [8]
				"2478", -- [9]
				["id"] = 2581,
			},
			["386781"] = {
				"386781", -- [1]
				"Timer386781cd", -- [2]
				"~Ледяная бомба", -- [3]
				3.6, -- [4]
				4554439, -- [5]
				"cd", -- [6]
				386781, -- [7]
				3, -- [8]
				"2483", -- [9]
				["id"] = 2583,
			},
			["257554"] = {
				"257554", -- [1]
				"Timer257554addscustom	1", -- [2]
				"Адды (1)", -- [3]
				35.6, -- [4]
				642418, -- [5]
				"addscustom", -- [6]
				257554, -- [7]
				1, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["385434"] = {
				"385434", -- [1]
				"Timer385434cdcount	1", -- [2]
				"~Прыжок духа (1)", -- [3]
				6, -- [4]
				135736, -- [5]
				"cdcount", -- [6]
				385434, -- [7]
				3, -- [8]
				"2478", -- [9]
				["id"] = 2581,
			},
			["389179"] = {
				"389179", -- [1]
				"Timer389179cd", -- [2]
				"~Перегрузка", -- [3]
				20.8, -- [4]
				839977, -- [5]
				"cd", -- [6]
				389179, -- [7]
				3, -- [8]
				"2504", -- [9]
				["id"] = 2615,
			},
			["387585"] = {
				"387585", -- [1]
				"Timer387585cd", -- [2]
				"~Погружение", -- [3]
				52.1, -- [4]
				2530431, -- [5]
				"cd", -- [6]
				387585, -- [7]
				6, -- [8]
				"2511", -- [9]
				["id"] = 2618,
			},
			["113309"] = {
				"113309", -- [1]
				"Timer113309target	Опасность", -- [2]
				"Первичная мощь: Опасность", -- [3]
				15, -- [4]
				459027, -- [5]
				"target", -- [6]
				113309, -- [7]
				5, -- [8]
				"664", -- [9]
				["id"] = 1417,
			},
			["386559"] = {
				"386559", -- [1]
				"Timer386559cd", -- [2]
				"~Ледяной всплеск", -- [3]
				22, -- [4]
				612394, -- [5]
				"cd", -- [6]
				386559, -- [7]
				3, -- [8]
				"2510", -- [9]
				["id"] = 2617,
			},
			["208165"] = {
				"208165", -- [1]
				"Timer208165cd", -- [2]
				"~Иссохшая душа", -- [3]
				12, -- [4]
				460700, -- [5]
				"cd", -- [6]
				208165, -- [7]
				3, -- [8]
				"1719", -- [9]
				["id"] = 1869,
			},
			["256105"] = {
				"256105", -- [1]
				"Timer256105cd", -- [2]
				"~Взрывной выброс", -- [3]
				11.5, -- [4]
				878211, -- [5]
				"cd", -- [6]
				256105, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["385187"] = {
				"385187", -- [1]
				"Timer385187cd", -- [2]
				"~Подавляющее кваканье", -- [3]
				8, -- [4]
				252188, -- [5]
				"cd", -- [6]
				385187, -- [7]
				2, -- [8]
				"2507", -- [9]
				["id"] = 2616,
			},
			["378829"] = {
				"378829", -- [1]
				"Timer378829cdcount	1", -- [2]
				"~Сверкающий заряд (1)", -- [3]
				53.5, -- [4]
				839979, -- [5]
				"cdcount", -- [6]
				378829, -- [7]
				3, -- [8]
				"2499", -- [9]
				["id"] = 2607,
			},
			["388623"] = {
				"388623", -- [1]
				"Timer388623cd", -- [2]
				"~Ответвление", -- [3]
				30, -- [4]
				133749, -- [5]
				"cd", -- [6]
				388623, -- [7]
				3, -- [8]
				"2512", -- [9]
				["id"] = 2563,
			},
			["200637"] = {
				"200637", -- [1]
				"Timer200637cd", -- [2]
				"~Ваятель магмы", -- [3]
				7.3, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				200637, -- [7]
				1, -- [8]
				"1687", -- [9]
				["id"] = 1793,
			},
			["164974"] = {
				"164974", -- [1]
				"Timer164974cd", -- [2]
				"~Полное затмение", -- [3]
				44.9, -- [4]
				236151, -- [5]
				"cd", -- [6]
				164974, -- [7]
				6, -- [8]
				"1139", -- [9]
				["id"] = 1677,
			},
			["396640"] = {
				"396640", -- [1]
				"Timer396640cd", -- [2]
				"~Целительное прикосновение", -- [3]
				5, -- [4]
				136041, -- [5]
				"cd", -- [6]
				396640, -- [7]
				4, -- [8]
				"2512", -- [9]
				["id"] = 2563,
			},
			["192631"] = {
				"192631", -- [1]
				"Timer192631cd", -- [2]
				"~Лавовое кольцо", -- [3]
				25, -- [4]
				135926, -- [5]
				"cd", -- [6]
				192631, -- [7]
				3, -- [8]
				"1468", -- [9]
				["id"] = 1816,
			},
			["374043"] = {
				"374043", -- [1]
				"Timer374043cdcount	1", -- [2]
				"~Метеоритный топор (1)", -- [3]
				22.3, -- [4]
				1282282, -- [5]
				"cdcount", -- [6]
				374043, -- [7]
				3, -- [8]
				"2486", -- [9]
				["id"] = 2590,
			},
			["377004"] = {
				"377004", -- [1]
				"Timer377004cd", -- [2]
				"~Оглушительный визг", -- [3]
				10.1, -- [4]
				252188, -- [5]
				"cd", -- [6]
				377004, -- [7]
				3, -- [8]
				"2495", -- [9]
				["id"] = 2564,
			},
			["373059"] = {
				"373059", -- [1]
				"Timer373059cdcount	1", -- [2]
				"~Изначальная снежная буря (1)", -- [3]
				60, -- [4]
				135833, -- [5]
				"cdcount", -- [6]
				373059, -- [7]
				2, -- [8]
				"2486", -- [9]
				["id"] = 2590,
			},
			["384620"] = {
				"384620", -- [1]
				"Timer384620cd", -- [2]
				"~Электрическая буря", -- [3]
				30.1, -- [4]
				237589, -- [5]
				"cd", -- [6]
				384620, -- [7]
				2, -- [8]
				"2497", -- [9]
				["id"] = 2636,
			},
			["386660"] = {
				"386660", -- [1]
				"Timer386660cd", -- [2]
				"~Извергающаяся трещина", -- [3]
				20.2, -- [4]
				132860, -- [5]
				"cd", -- [6]
				386660, -- [7]
				3, -- [8]
				"2492", -- [9]
				["id"] = 2582,
			},
			["191284"] = {
				"191284", -- [1]
				"Timer191284cd", -- [2]
				"~Рог доблести", -- [3]
				10.8, -- [4]
				134229, -- [5]
				"cd", -- [6]
				191284, -- [7]
				2, -- [8]
				"1485", -- [9]
				["id"] = 1805,
			},
			["370307"] = {
				"370307", -- [1]
				"Timer370307cdcount	1", -- [2]
				"~Армия пламени (1)", -- [3]
				91.7, -- [4]
				135790, -- [5]
				"cdcount", -- [6]
				370307, -- [7]
				2, -- [8]
				"2480", -- [9]
				["id"] = 2587,
			},
			["256955"] = {
				"256955", -- [1]
				"Timer256955cd", -- [2]
				"~Жаркие угли", -- [3]
				18.2, -- [4]
				524795, -- [5]
				"cd", -- [6]
				256955, -- [7]
				3, -- [8]
				"2099", -- [9]
				["id"] = 2103,
			},
			["150753"] = {
				"150753", -- [1]
				"Timer150753cd", -- [2]
				"~Дикий удар", -- [3]
				23, -- [4]
				136025, -- [5]
				"cd", -- [6]
				150753, -- [7]
				2, -- [8]
				"888", -- [9]
				["id"] = 1653,
			},
			["48400"] = {
				"48400", -- [1]
				"Timer48400target	Бубусик", -- [2]
				"Ледяная могила: Бубусик", -- [3]
				10, -- [4]
				135841, -- [5]
				"target", -- [6]
				48400, -- [7]
				3, -- [8]
				"638", -- [9]
				["id"] = 2026,
			},
			["216290"] = {
				"216290", -- [1]
				"Timer216290cd", -- [2]
				"~Удар горы", -- [3]
				15.8, -- [4]
				136025, -- [5]
				"cd", -- [6]
				216290, -- [7]
				3, -- [8]
				"1665", -- [9]
				["id"] = 1791,
			},
			["198263"] = {
				"198263", -- [1]
				"Timer198263cdcount	1", -- [2]
				"~Светозарная буря (1)", -- [3]
				24, -- [4]
				236250, -- [5]
				"cdcount", -- [6]
				198263, -- [7]
				2, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["385442"] = {
				"385442", -- [1]
				"Timer385442cd", -- [2]
				"~Токсичные испарения", -- [3]
				29.9, -- [4]
				132104, -- [5]
				"cd", -- [6]
				385442, -- [7]
				5, -- [8]
				"2507", -- [9]
				["id"] = 2616,
			},
			["376126"] = {
				"376126", -- [1]
				"Timer376126cd", -- [2]
				"~Удары молнии", -- [3]
				4.8, -- [4]
				135990, -- [5]
				"cd", -- [6]
				376126, -- [7]
				3, -- [8]
				"2499", -- [9]
				["id"] = 2607,
			},
			["384524"] = {
				"384524", -- [1]
				"Timer384524cd", -- [2]
				"~Кулак титана", -- [3]
				6.2, -- [4]
				135906, -- [5]
				"cd", -- [6]
				384524, -- [7]
				5, -- [8]
				"2504", -- [9]
				["id"] = 2615,
			},
			["370991"] = {
				"370991", -- [1]
				"Timer370991cdcount	1", -- [2]
				"~Земляной столп (1)", -- [3]
				9.5, -- [4]
				1016245, -- [5]
				"cdcount", -- [6]
				370991, -- [7]
				3, -- [8]
				"2486", -- [9]
				["id"] = 2590,
			},
			["383840"] = {
				"383840", -- [1]
				"Timer383840cd", -- [2]
				"~Абляционный барьер", -- [3]
				27.7, -- [4]
				136051, -- [5]
				"cd", -- [6]
				383840, -- [7]
				6, -- [8]
				"2504", -- [9]
				["id"] = 2615,
			},
			["388424"] = {
				"388424", -- [1]
				"Timer388424cd", -- [2]
				"~Неистовство бури", -- [3]
				4, -- [4]
				572029, -- [5]
				"cd", -- [6]
				388424, -- [7]
				2, -- [8]
				"2511", -- [9]
				["id"] = 2618,
			},
			["370615"] = {
				"370615", -- [1]
				"Timer370615cdcount	1", -- [2]
				"~Раскаленный удар (1)", -- [3]
				37.9, -- [4]
				524795, -- [5]
				"cdcount", -- [6]
				370615, -- [7]
				3, -- [8]
				"2480", -- [9]
				["id"] = 2587,
			},
			["376892"] = {
				"376892", -- [1]
				"Timer376892cd", -- [2]
				"~Трескучий сдвиг", -- [3]
				37, -- [4]
				136111, -- [5]
				"cd", -- [6]
				376892, -- [7]
				3, -- [8]
				"2477", -- [9]
				["id"] = 2580,
			},
			["193235"] = {
				"193235", -- [1]
				"Timer193235cd", -- [2]
				"~Танцующий клинок", -- [3]
				5.2, -- [4]
				135408, -- [5]
				"cd", -- [6]
				193235, -- [7]
				3, -- [8]
				"1485", -- [9]
				["id"] = 1805,
			},
			["200905"] = {
				"200905", -- [1]
				"Timer200905cd", -- [2]
				"~Опустошение души", -- [3]
				13, -- [4]
				460857, -- [5]
				"cd", -- [6]
				200905, -- [7]
				4, -- [8]
				"1695", -- [9]
				["id"] = 1850,
			},
			["188114"] = {
				"188114", -- [1]
				"Timer188114cd", -- [2]
				"~Дробление", -- [3]
				20, -- [4]
				451165, -- [5]
				"cd", -- [6]
				188114, -- [7]
				2, -- [8]
				"1662", -- [9]
				["id"] = 1790,
			},
			["388537"] = {
				"388537", -- [1]
				"Timer388537cd", -- [2]
				"~Магический разлом", -- [3]
				40.7, -- [4]
				429383, -- [5]
				"cd", -- [6]
				388537, -- [7]
				3, -- [8]
				"2509", -- [9]
				["id"] = 2562,
			},
			["384223"] = {
				"384223", -- [1]
				"Timer384223cd", -- [2]
				"~Призыв драконьей иллюзии", -- [3]
				3.7, -- [4]
				1387356, -- [5]
				"cd", -- [6]
				384223, -- [7]
				1, -- [8]
				"2505", -- [9]
				["id"] = 2585,
			},
			["197556"] = {
				"197556", -- [1]
				"Timer197556cd", -- [2]
				"~Хищный прыжок", -- [3]
				31, -- [4]
				1029718, -- [5]
				"cd", -- [6]
				197556, -- [7]
				3, -- [8]
				"1487", -- [9]
				["id"] = 1807,
			},
			["376864"] = {
				"376864", -- [1]
				"Timer376864cd", -- [2]
				"~Заряженное копье", -- [3]
				18, -- [4]
				135127, -- [5]
				"cd", -- [6]
				376864, -- [7]
				3, -- [8]
				"2477", -- [9]
				["id"] = 2580,
			},
			["376448"] = {
				"376448", -- [1]
				"Timer376448active", -- [2]
				"Огненная буря заканчивается", -- [3]
				12, -- [4]
				135821, -- [5]
				"active", -- [6]
				376448, -- [7]
				1, -- [8]
				"2495", -- [9]
				["id"] = 2564,
			},
			["11130"] = {
				"11130", -- [1]
				"Timer11130cd", -- [2]
				"~Отбрасывание", -- [3]
				9, -- [4]
				132939, -- [5]
				"cd", -- [6]
				11130, -- [7]
				2, -- [8]
				"429", -- [9]
				["id"] = 426,
			},
			["377166"] = {
				"377166", -- [1]
				"Timer377166nextcount	1", -- [2]
				"Аннигиляция (1)", -- [3]
				90, -- [4]
				459027, -- [5]
				"nextcount", -- [6]
				377166, -- [7]
				3, -- [8]
				"2500", -- [9]
				["id"] = 2639,
			},
			["nil"] = {
				"nil", -- [1]
				"%s	Атака", -- [2]
				"Атака", -- [3]
				10, -- [4]
				132349, -- [5]
				nil, -- [6]
				nil, -- [7]
				0, -- [8]
				"PullTimerCountdownDummy", -- [9]
				["id"] = 2587,
			},
			["256083"] = {
				"256083", -- [1]
				"Timer256083cd", -- [2]
				"~Перекрестный огонь", -- [3]
				16, -- [4]
				460952, -- [5]
				"cd", -- [6]
				256083, -- [7]
				2, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["384014"] = {
				"384014", -- [1]
				"Timer384014cd", -- [2]
				"~Статический выброс", -- [3]
				10.7, -- [4]
				136111, -- [5]
				"cd", -- [6]
				384014, -- [7]
				4, -- [8]
				"2504", -- [9]
				["id"] = 2615,
			},
			["385065"] = {
				"385065", -- [1]
				"Timer385065cdcount	1", -- [2]
				"~Опустошающая молния (1)", -- [3]
				13.3, -- [4]
				4640481, -- [5]
				"cdcount", -- [6]
				385065, -- [7]
				3, -- [8]
				"2499", -- [9]
				["id"] = 2607,
			},
			["391686"] = {
				"391686", -- [1]
				"Timer391686cdcount	1", -- [2]
				"~Знак проводимости (1)", -- [3]
				4.6, -- [4]
				237587, -- [5]
				"cdcount", -- [6]
				391686, -- [7]
				3, -- [8]
				"2502", -- [9]
				["id"] = 2635,
			},
			["207906"] = {
				"207906", -- [1]
				"Timer207906cd", -- [2]
				"~Интенсивное горение", -- [3]
				6, -- [4]
				135818, -- [5]
				"cd", -- [6]
				207906, -- [7]
				2, -- [8]
				"1719", -- [9]
				["id"] = 1869,
			},
			["385531"] = {
				"385531", -- [1]
				"Timer385531cd", -- [2]
				"~Удар пузом", -- [3]
				38.4, -- [4]
				136089, -- [5]
				"cd", -- [6]
				385531, -- [7]
				3, -- [8]
				"2507", -- [9]
				["id"] = 2616,
			},
			["5568"] = {
				"5568", -- [1]
				"Timer5568cd", -- [2]
				"~Тяжелый шаг", -- [3]
				6, -- [4]
				136063, -- [5]
				"cd", -- [6]
				5568, -- [7]
				2, -- [8]
				"429", -- [9]
				["id"] = 426,
			},
			["375879"] = {
				"375879", -- [1]
				"Timer375879nextcount	2", -- [2]
				"Неистовство хранительницы стаи (2)", -- [3]
				30, -- [4]
				132345, -- [5]
				"nextcount", -- [6]
				375879, -- [7]
				5, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["387261"] = {
				"387261", -- [1]
				"Timer387261cdcount	1", -- [2]
				"~Энергия бури (1)", -- [3]
				8.5, -- [4]
				4630499, -- [5]
				"cdcount", -- [6]
				387261, -- [7]
				2, -- [8]
				"2499", -- [9]
				["id"] = 2607,
			},
			["32361"] = {
				"32361", -- [1]
				"Timer32361target	Носок", -- [2]
				"Кристаллическая тюрьма: Носок", -- [3]
				5, -- [4]
				135988, -- [5]
				"target", -- [6]
				32361, -- [7]
				3, -- [8]
				"535", -- [9]
				["id"] = 1901,
			},
			["380176"] = {
				"380176", -- [1]
				"Timer380176cdcount	1", -- [2]
				"Великий посох", -- [3]
				16.40599999997066, -- [4]
				4543115, -- [5]
				"cdcount", -- [6]
				380176, -- [7]
				5, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["385068"] = {
				"385068", -- [1]
				"Timer385068cdcount	1", -- [2]
				"~Шаровая молния (1)", -- [3]
				8.4, -- [4]
				613397, -- [5]
				"cdcount", -- [6]
				385068, -- [7]
				3, -- [8]
				"2499", -- [9]
				["id"] = 2607,
			},
			["207261"] = {
				"207261", -- [1]
				"Timer207261cd", -- [2]
				"~Резонирующий удар сплеча", -- [3]
				6.2, -- [4]
				135734, -- [5]
				"cd", -- [6]
				207261, -- [7]
				3, -- [8]
				"1718", -- [9]
				["id"] = 1868,
			},
			["21909"] = {
				"21909", -- [1]
				"Timer21909cd", -- [2]
				"~Пылевое поле", -- [3]
				8, -- [4]
				136018, -- [5]
				"cd", -- [6]
				21909, -- [7]
				2, -- [8]
				"431", -- [9]
				["id"] = 429,
			},
			["372851"] = {
				"372851", -- [1]
				"Timer372851cd", -- [2]
				"~Ледяная буря", -- [3]
				11.9, -- [4]
				136213, -- [5]
				"cd", -- [6]
				372851, -- [7]
				3, -- [8]
				"2488", -- [9]
				["id"] = 2609,
			},
			["394917"] = {
				"394917", -- [1]
				"Timer394917cd	Creature-0-3774-2522-1199-199233-000024AC9E", -- [2]
				"~Прыгучее пламя", -- [3]
				30.2, -- [4]
				514016, -- [5]
				"cd", -- [6]
				394917, -- [7]
				3, -- [8]
				"2480", -- [9]
				["id"] = 2587,
			},
			["152979"] = {
				"152979", -- [1]
				"Timer152979next", -- [2]
				"Осколок души", -- [3]
				37, -- [4]
				828455, -- [5]
				"next", -- [6]
				152979, -- [7]
				6, -- [8]
				"1168", -- [9]
				["id"] = 1688,
			},
			["207881"] = {
				"207881", -- [1]
				"Timer207881cd", -- [2]
				"~Инфернальное извержение", -- [3]
				19.5, -- [4]
				451164, -- [5]
				"cd", -- [6]
				207881, -- [7]
				2, -- [8]
				"1719", -- [9]
				["id"] = 1869,
			},
			["375937"] = {
				"375937", -- [1]
				"Timer375937cdcount	1", -- [2]
				"~Разрывающий удар (1)", -- [3]
				8, -- [4]
				132155, -- [5]
				"cdcount", -- [6]
				375937, -- [7]
				5, -- [8]
				"2477", -- [9]
				["id"] = 2580,
			},
			["374622"] = {
				"374622", -- [1]
				"Timer374622cd	Creature-0-4243-2522-11282-190690-00001F61DD", -- [2]
				"~Просвет бури", -- [3]
				20.8, -- [4]
				132331, -- [5]
				"cd", -- [6]
				374622, -- [7]
				2, -- [8]
				"2491", -- [9]
				["id"] = 2605,
			},
			["381605"] = {
				"381605", -- [1]
				"Timer381605cd", -- [2]
				"~Огненный плевок", -- [3]
				17.1, -- [4]
				135809, -- [5]
				"cd", -- [6]
				381605, -- [7]
				3, -- [8]
				"2503", -- [9]
				["id"] = 2623,
			},
			["209628"] = {
				"209628", -- [1]
				"Timer209628cd", -- [2]
				"~Пронзающий ураган", -- [3]
				10, -- [4]
				1020351, -- [5]
				"cd", -- [6]
				209628, -- [7]
				2, -- [8]
				"1720", -- [9]
				["id"] = 1870,
			},
			["263345"] = {
				"263345", -- [1]
				"Timer263345cd", -- [2]
				"~Мощный залп", -- [3]
				17, -- [4]
				1373903, -- [5]
				"cd", -- [6]
				263345, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["396022"] = {
				"396022", -- [1]
				"Timer396022cdcount	2", -- [2]
				"~Раскаленные шипы (2)", -- [3]
				21.4, -- [4]
				1058935, -- [5]
				"cdcount", -- [6]
				396022, -- [7]
				3, -- [8]
				"2480", -- [9]
				["id"] = 2587,
			},
			["385075"] = {
				"385075", -- [1]
				"Timer385075cd", -- [2]
				"~Чародейское извержение", -- [3]
				28.9, -- [4]
				135753, -- [5]
				"cd", -- [6]
				385075, -- [7]
				3, -- [8]
				"2508", -- [9]
				["id"] = 2584,
			},
			["388716"] = {
				"388716", -- [1]
				"Timer388716cdcount	1", -- [2]
				"~Ледяной покров (1)", -- [3]
				26.5, -- [4]
				135782, -- [5]
				"cdcount", -- [6]
				388716, -- [7]
				2, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["385974"] = {
				"385974", -- [1]
				"Timer385974cdcount	1", -- [2]
				"~Чародейские сферы (1)", -- [3]
				2.1, -- [4]
				1391782, -- [5]
				"cdcount", -- [6]
				385974, -- [7]
				5, -- [8]
				"2509", -- [9]
				["id"] = 2562,
			},
			["376073"] = {
				"376073", -- [1]
				"Timer376073cdcount	1", -- [2]
				"~Ускоренная инкубация (1)", -- [3]
				14.3, -- [4]
				1385911, -- [5]
				"cdcount", -- [6]
				376073, -- [7]
				1, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["374427"] = {
				"374427", -- [1]
				"Timer374427cd", -- [2]
				"~Разбивание земли", -- [3]
				5.9, -- [4]
				451165, -- [5]
				"cd", -- [6]
				374427, -- [7]
				3, -- [8]
				"2491", -- [9]
				["id"] = 2605,
			},
			["374361"] = {
				"374361", -- [1]
				"Timer374361cd", -- [2]
				"~Звездное дыхание", -- [3]
				28.1, -- [4]
				135849, -- [5]
				"cd", -- [6]
				374361, -- [7]
				3, -- [8]
				"2514", -- [9]
				["id"] = 2565,
			},
			["207278"] = {
				"207278", -- [1]
				"Timer207278cd", -- [2]
				"~Чародейская изоляция", -- [3]
				15, -- [4]
				1041230, -- [5]
				"cd", -- [6]
				207278, -- [7]
				3, -- [8]
				"1718", -- [9]
				["id"] = 1868,
			},
			["388923"] = {
				"388923", -- [1]
				"Timer388923cd", -- [2]
				"~Взрывной рост", -- [3]
				47, -- [4]
				136025, -- [5]
				"cd", -- [6]
				388923, -- [7]
				2, -- [8]
				"2512", -- [9]
				["id"] = 2563,
			},
			["387151"] = {
				"387151", -- [1]
				"Timer387151cd", -- [2]
				"~Морозный опустошитель", -- [3]
				10, -- [4]
				4622451, -- [5]
				"cd", -- [6]
				387151, -- [7]
				3, -- [8]
				"2483", -- [9]
				["id"] = 2583,
			},
			["375943"] = {
				"375943", -- [1]
				"Timer375943cd", -- [2]
				"~Дрожь земли", -- [3]
				37, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				375943, -- [7]
				3, -- [8]
				"2477", -- [9]
				["id"] = 2580,
			},
			["373680"] = {
				"373680", -- [1]
				"Timer373680cd", -- [2]
				"~Ледяная перегрузка", -- [3]
				8.5, -- [4]
				135782, -- [5]
				"cd", -- [6]
				373680, -- [7]
				4, -- [8]
				"2488", -- [9]
				["id"] = 2609,
			},
			["388918"] = {
				"388918", -- [1]
				"Timer388918cdcount	1", -- [2]
				"~Морозный покров (1)", -- [3]
				42, -- [4]
				1717108, -- [5]
				"cdcount", -- [6]
				388918, -- [7]
				2, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["106823"] = {
				"106823", -- [1]
				"Timer106823next2", -- [2]
				"Разящий удар змеи", -- [3]
				11.6, -- [4]
				135817, -- [5]
				"next", -- [6]
				106823, -- [7]
				5, -- [8]
				"658", -- [9]
				["id"] = 1416,
			},
			["372863"] = {
				"372863", -- [1]
				"Timer372863cd", -- [2]
				"~Ритуал подчинения огня", -- [3]
				6.9, -- [4]
				135829, -- [5]
				"cd", -- [6]
				372863, -- [7]
				1, -- [8]
				"2485", -- [9]
				["id"] = 2606,
			},
			["154350"] = {
				"154350", -- [1]
				"Timer154350cd", -- [2]
				"~Знамение смерти", -- [3]
				10.5, -- [4]
				136022, -- [5]
				"cd", -- [6]
				154350, -- [7]
				3, -- [8]
				"1160", -- [9]
				["id"] = 1682,
			},
			["199817"] = {
				"199817", -- [1]
				"Timer199817cd", -- [2]
				"~Призыв прислужников", -- [3]
				5.5, -- [4]
				1322281, -- [5]
				"cd", -- [6]
				199817, -- [7]
				1, -- [8]
				"1673", -- [9]
				["id"] = 1792,
			},
			["384699"] = {
				"384699", -- [1]
				"Timer384699cd", -- [2]
				"~Кристаллический рев", -- [3]
				12.3, -- [4]
				135730, -- [5]
				"cd", -- [6]
				384699, -- [7]
				3, -- [8]
				"2508", -- [9]
				["id"] = 2584,
			},
			["388796"] = {
				"388796", -- [1]
				"Timer388796cdcount	1", -- [2]
				"~Прорастание (1)", -- [3]
				13.1, -- [4]
				464030, -- [5]
				"cdcount", -- [6]
				388796, -- [7]
				3, -- [8]
				"2512", -- [9]
				["id"] = 2563,
			},
			["386320"] = {
				"386320", -- [1]
				"Timer386320nextcount	1", -- [2]
				"Призыв диверсанта (1)", -- [3]
				15, -- [4]
				3012071, -- [5]
				"nextcount", -- [6]
				386320, -- [7]
				1, -- [8]
				"2498", -- [9]
				["id"] = 2637,
			},
			["153247"] = {
				"153247", -- [1]
				"Timer153247next", -- [2]
				"Огненная глыба", -- [3]
				8, -- [4]
				1032477, -- [5]
				"next", -- [6]
				153247, -- [7]
				3, -- [8]
				"887", -- [9]
				["id"] = 1652,
			},
			["386063"] = {
				"386063", -- [1]
				"Timer386063cdcount	1", -- [2]
				"~Отпугивающий рык (1)", -- [3]
				5.5, -- [4]
				136147, -- [5]
				"cdcount", -- [6]
				386063, -- [7]
				2, -- [8]
				"2478", -- [9]
				["id"] = 2581,
			},
			["385574"] = {
				"385574", -- [1]
				"Timer385574cdcount	1", -- [2]
				"~Крыло бури (1)", -- [3]
				43.5, -- [4]
				4630450, -- [5]
				"cdcount", -- [6]
				385574, -- [7]
				3, -- [8]
				"2499", -- [9]
				["id"] = 2607,
			},
			["373027"] = {
				"373027", -- [1]
				"Timer373027cdcount	1", -- [2]
				"~Удушающие тенета (1)", -- [3]
				22.7, -- [4]
				237431, -- [5]
				"cdcount", -- [6]
				373027, -- [7]
				3, -- [8]
				"2482", -- [9]
				["id"] = 2592,
			},
			["201221"] = {
				"201221", -- [1]
				"Timer201221cd", -- [2]
				"~Призыв закаленного бурей воина", -- [3]
				54, -- [4]
				839979, -- [5]
				"cd", -- [6]
				201221, -- [7]
				1, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["387849"] = {
				"387849", -- [1]
				"Timer387849cdcount	1", -- [2]
				"~Поднимающаяся буря (1)", -- [3]
				80, -- [4]
				4554454, -- [5]
				"cdcount", -- [6]
				387849, -- [7]
				1, -- [8]
				"2502", -- [9]
				["id"] = 2635,
			},
			["209676"] = {
				"209676", -- [1]
				"Timer209676cd", -- [2]
				"~Кромсающий вихрь", -- [3]
				22, -- [4]
				1029585, -- [5]
				"cd", -- [6]
				209676, -- [7]
				3, -- [8]
				"1720", -- [9]
				["id"] = 1870,
			},
			["376279"] = {
				"376279", -- [1]
				"Timer376279nextcount	1", -- [2]
				"Оглушающий удар (1)", -- [3]
				16, -- [4]
				236316, -- [5]
				"nextcount", -- [6]
				376279, -- [7]
				5, -- [8]
				"2500", -- [9]
				["id"] = 2639,
			},
			["375871"] = {
				"375871", -- [1]
				"Timer375871cdcount	1", -- [2]
				"~Дикий огонь (1)", -- [3]
				8.4, -- [4]
				136186, -- [5]
				"cdcount", -- [6]
				375871, -- [7]
				3, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["397797"] = {
				"397797", -- [1]
				"Timer397797cd", -- [2]
				"~Проклятый водоворот", -- [3]
				8.5, -- [4]
				1035054, -- [5]
				"cd", -- [6]
				397797, -- [7]
				3, -- [8]
				"672", -- [9]
				["id"] = 1418,
			},
			["192522"] = {
				"192522", -- [1]
				"Timer192522cd", -- [2]
				"~Разлом", -- [3]
				40, -- [4]
				1032476, -- [5]
				"cd", -- [6]
				192522, -- [7]
				5, -- [8]
				"1468", -- [9]
				["id"] = 1816,
			},
		},
	},
	["spell_category_latest_query"] = 0,
	["played_class_time"] = true,
	["check_stuttering"] = true,
	["class_time_played"] = {
		[8] = {
			["WARRIOR"] = 96473.18000000023,
			["PALADIN"] = 98505.77199999952,
			["MONK"] = 87959.49399999985,
			["EVOKER"] = 9455.419000000053,
			["DEMONHUNTER"] = 42732.27000000016,
		},
		["WARRIOR"] = 128707.1390000001,
		[9] = {
			["HUNTER"] = 56366.39300000016,
			["WARRIOR"] = 6030.847999999882,
			["PALADIN"] = 59334.21200000017,
			["MAGE"] = 5385.56899999996,
			["DRUID"] = 73668.897,
			["MONK"] = 371492.295000001,
			["EVOKER"] = 6669.129000000074,
		},
	},
	["merge_pet_abilities"] = false,
	["slash_me_used"] = false,
	["update_warning_timeout"] = 10,
	["realm_sync"] = true,
	["spell_category_latest_save"] = 0,
	["run_code"] = {
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["switchSaved"] = {
		["slots"] = 24,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
				["atributo"] = 1,
				["sub_atributo"] = 2,
			}, -- [5]
			{
				["atributo"] = 1,
				["sub_atributo"] = 3,
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
			{
			}, -- [19]
			{
			}, -- [20]
			{
			}, -- [21]
			{
			}, -- [22]
			{
			}, -- [23]
			{
			}, -- [24]
		},
	},
	["exit_errors"] = {
	},
	["damage_scroll_position"] = {
		["scale"] = 1,
		["x"] = 4,
		["point"] = "left",
		["y"] = 120,
	},
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
	},
	["item_level_pool"] = {
		["Player-1615-0B14A8DE"] = {
			["time"] = 1672774820,
			["name"] = "Игорьвделе",
			["ilvl"] = 262.3125,
		},
		["Player-1615-0A551EC0"] = {
			["time"] = 1672754553,
			["name"] = "Пепсакольный",
			["ilvl"] = 191,
		},
		["Player-1615-07257B51"] = {
			["time"] = 1672754568,
			["name"] = "Бонифатич",
			["ilvl"] = 255.375,
		},
		["Player-1929-0F1A9560"] = {
			["time"] = 1672777301,
			["name"] = "Инферномен-ЧерныйШрам",
			["ilvl"] = 284.9375,
		},
		["Player-1615-0B14D773"] = {
			["time"] = 1672771313,
			["name"] = "Мяусенпай",
			["ilvl"] = 274.5625,
		},
		["Player-1615-0B121D10"] = {
			["name"] = "Болънои",
			["time"] = 1672764049,
			["ilvl"] = 329.6875,
		},
		["Player-1615-0ACCE9A3"] = {
			["time"] = 1672777301,
			["name"] = "Сынананаса",
			["ilvl"] = 288.0625,
		},
		["Player-1604-0C064C23"] = {
			["name"] = "Лютыйклык-СвежевательДуш",
			["time"] = 1672722668,
			["ilvl"] = 306.75,
		},
		["Player-1615-0B144435"] = {
			["time"] = 1672751582,
			["name"] = "Вованыч",
			["ilvl"] = 263.75,
		},
		["Player-1615-0A90C484"] = {
			["time"] = 1672751582,
			["name"] = "Сартя",
			["ilvl"] = 315.5625,
		},
		["Player-1623-09DCFA6E"] = {
			["name"] = "Муунк-Дракономор",
			["time"] = 1672722668,
			["ilvl"] = 283.5625,
		},
		["Player-1929-0F0B716E"] = {
			["time"] = 1672753270,
			["name"] = "Кошмяк-ЧерныйШрам",
			["ilvl"] = 253,
		},
		["Player-1615-0B13622D"] = {
			["name"] = "Казахесличё",
			["time"] = 1672764049,
			["ilvl"] = 290.5,
		},
		["Player-1615-097BE900"] = {
			["time"] = 1672751582,
			["name"] = "Неведомыещи",
			["ilvl"] = 273.5625,
		},
		["Player-1615-0AD941AE"] = {
			["time"] = 1672733787,
			["name"] = "Илюхатаран",
			["ilvl"] = 244.8125,
		},
		["Player-1615-0B104D9F"] = {
			["time"] = 1672772400,
			["name"] = "Джимминейтро",
			["ilvl"] = 170.8125,
		},
		["Player-1615-0A84DEBC"] = {
			["time"] = 1672772400,
			["name"] = "Севлер",
			["ilvl"] = 278.875,
		},
		["Player-1615-0AD56BB4"] = {
			["time"] = 1672776135,
			["name"] = "Мект",
			["ilvl"] = 272.9375,
		},
		["Player-1922-0E6FB5F3"] = {
			["time"] = 1672698156,
			["name"] = "Фыафыейейце-Азурегос",
			["ilvl"] = 196.8125,
		},
		["Player-1615-0AEA7BBF"] = {
			["name"] = "Теирис",
			["time"] = 1672764039,
			["ilvl"] = 195.4375,
		},
		["Player-1615-0B141512"] = {
			["time"] = 1672777322,
			["name"] = "Хуготор",
			["ilvl"] = 250.4375,
		},
		["Player-1615-0B13B066"] = {
			["name"] = "Сенсимилья",
			["time"] = 1672765489,
			["ilvl"] = 278.625,
		},
		["Player-1604-0F1CE368"] = {
			["time"] = 1672773178,
			["name"] = "Локвнайках-СвежевательДуш",
			["ilvl"] = 266.1875,
		},
		["Player-1615-0AEE1F63"] = {
			["time"] = 1672776145,
			["name"] = "Лаурина",
			["ilvl"] = 294.875,
		},
		["Player-1615-0B146036"] = {
			["time"] = 1672776135,
			["name"] = "Прогнул",
			["ilvl"] = 288.875,
		},
		["Player-1615-0B13B8D2"] = {
			["time"] = 1672698166,
			["name"] = "Холлоуран",
			["ilvl"] = 303.375,
		},
		["Player-1615-0AEF0595"] = {
			["time"] = 1672776145,
			["name"] = "Даихренсним",
			["ilvl"] = 334.9375,
		},
		["Player-1615-0AE9F369"] = {
			["time"] = 1672774820,
			["name"] = "Похрену",
			["ilvl"] = 278.3125,
		},
		["Player-1923-0B6C89EC"] = {
			["time"] = 1672774821,
			["name"] = "Ххаамм-Ясеневыйлес",
			["ilvl"] = 294,
		},
		["Player-1615-0AE387E5"] = {
			["time"] = 1672774820,
			["name"] = "Эллерай",
			["ilvl"] = 274.9375,
		},
		["Player-1604-0B573504"] = {
			["time"] = 1672773178,
			["name"] = "Джонэк-СвежевательДуш",
			["ilvl"] = 214.5625,
		},
		["Player-1923-03B55E3E"] = {
			["name"] = "Аполлинария-Ясеневыйлес",
			["time"] = 1672722668,
			["ilvl"] = 267.25,
		},
		["Player-1604-0F124B56"] = {
			["time"] = 1672773178,
			["name"] = "Галигос-СвежевательДуш",
			["ilvl"] = 375.0625,
		},
		["Player-1615-04AA2B62"] = {
			["time"] = 1672698156,
			["name"] = "Анелоу",
			["ilvl"] = 254.5,
		},
		["Player-1604-0B49ADD9"] = {
			["time"] = 1672753260,
			["name"] = "Уриззель-СвежевательДуш",
			["ilvl"] = 269.875,
		},
		["Player-1615-0AA1B0D6"] = {
			["name"] = "Аренавирус",
			["time"] = 1672765478,
			["ilvl"] = 299.9375,
		},
		["Player-1615-0A45B3C2"] = {
			["time"] = 1672698166,
			["name"] = "Лоалюбви",
			["ilvl"] = 248,
		},
		["Player-1604-0F4C6E0D"] = {
			["time"] = 1672733787,
			["name"] = "Ссфорца-СвежевательДуш",
			["ilvl"] = 286.5625,
		},
		["Player-1925-08B70524"] = {
			["time"] = 1672754553,
			["name"] = "Юхкенталио-ВечнаяПесня",
			["ilvl"] = 267,
		},
		["Player-1929-0F281436"] = {
			["time"] = 1672751582,
			["name"] = "Молодойгодх-ЧерныйШрам",
			["ilvl"] = 264,
		},
		["Player-1615-0A6144C9"] = {
			["name"] = "Каргротокк",
			["time"] = 1672765478,
			["ilvl"] = 284.4375,
		},
		["Player-1615-0AED3CA8"] = {
			["time"] = 1672754553,
			["name"] = "Кирюшабдсм",
			["ilvl"] = 201.75,
		},
	},
	["latest_news_saw"] = "10.0.2 10333",
	["tutorial"] = {
		["unlock_button"] = 0,
		["main_help_button"] = 622,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["logons"] = 622,
		["DETAILS_INFO_TUTORIAL2"] = 6,
		["OVERALLDATA_WARNING1"] = 1,
		["MIN_COMBAT_TIME"] = true,
		["version_announce"] = 0,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["ctrl_click_close_tutorial"] = false,
		["bookmark_tutorial"] = false,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["installed_skins_cache"] = {
	},
	["merge_player_abilities"] = false,
	["report_where"] = "SAY",
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = true,
	},
	["spell_category_latest_sent"] = 0,
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
			["y"] = -54.6981201171875,
			["x"] = 14.60351181030273,
			["point"] = "TOPLEFT",
			["scale"] = 1,
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
			["y"] = 101.5872802734375,
			["x"] = -43.68234252929688,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
			["y"] = 0,
			["x"] = 0.000213623046875,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["last_mythicrun_chart"] = {
		},
	},
	["savedTimeCaptures"] = {
	},
	["spell_category_savedtable"] = {
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show who in your raid used a potion during the encounter.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo(DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine(name, 1) --can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo(spellId)\n						GameCooltip:AddLine(name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["name"] = "Potion Used",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs( misc_container ) do\n\n					--only player in group\n					if (player:IsGroupPlayer()) then\n\n						local found_potion = false\n\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player\n								instance_container:AddValue (player, 1)\n							end\n						end\n\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n\n										--add amount to the player\n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n\n						if (found_potion) then\n							amount = amount + 1\n						end\n					end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["attribute"] = false,
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["total_script"] = false,
			["author"] = "Details! Team",
			["percent_script"] = false,
			["desc"] = "Show who in your raid group used the healthstone or a heal potion.",
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["spellid"] = false,
			["name"] = "Health Potion & Stone",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs(AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs(AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n				local R, G, B, A = 0, 0, 0, 0.75\n\n				local hs = actor:GetSpell (6262)\n				if (hs) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION2_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				--Cooltip code\n			",
			["attribute"] = false,
			["script_version"] = 16,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing damage.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "Damage Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing healing.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "Healing Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the crowd control amount for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["spellid"] = false,
			["name"] = "Crowd Control Done",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs(actor.cc_done_spells._ActorTable) do\n				    tinsert(spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs(actor.cc_done_targets) do\n				    tinsert(targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass(actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs(targets) do\n				    GameCooltip:AddLine(target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor(character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of crowd control received for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["spellid"] = false,
			["name"] = "Crowd Control Received",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert(from, {character:name(), on_actor})\n\n					    for spellid, spell in pairs(character.cc_done_spells._ActorTable) do\n\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs(spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert(spells, {spellid, spell_on_actor})\n						    end\n						end\n\n					    end\n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs(from) do\n				    GameCooltip:AddLine(t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n\n					for player_name, amount in pairs(character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor(value) / combat:GetCombatTime())\n				local percent = string.format(\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Show your spells in the window.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption(\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n\n			if (spell.n_dmg) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor(debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo(spell.id)\n				    for casted_spellid, amount in pairs(misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo(casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n\n			    --Cooltip code\n			    GC:AddLine(\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine(\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n\n				GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Dps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n\n			elseif (spell.n_curado) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    --Cooltip code\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n\n				GC:AddLine(\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Hps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "My Spells",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n\n				local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then\n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs(spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n\n					for _, PetName in ipairs(player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs(pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with skull.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine(RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["name"] = "Damage On Skull Marked Targets",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--raid target flags:\n				-- 128: skull\n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with any other mark.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine(RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine(RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine(RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine(RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine(RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine(RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine(RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["name"] = "Damage On Other Marked Targets",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["desc"] = "Show overall damage done on the fly.",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat(-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat(0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--calculate the DPS and return it as percent\n				local totalValue = value\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n\n				return s\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "Dynamic Overall Damage",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor(actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs(playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor(actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs(playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs(AllSpells) do\n					tinsert(sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs(sortedList) do\n					local spellID, total = unpack(t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n\n						GameCooltip:AddLine(spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n\n					end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container_overall ) do\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n\n				if (Details.in_combat) then\n					for _, player in ipairs( damage_container_current ) do\n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)\n						end\n					end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine(actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n\n					GameCooltip:AddLine(petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()\n\n				    end\n				end\n			",
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["name"] = "Damage on Shields",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs(Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs(actor.pets) do\n					    local pet = Combat :GetActor(1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)\n\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [11]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo(DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine(name, 1) --can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo(spellId)\n						GameCooltip:AddLine(name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["name"] = "Использовано зелий",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs( misc_container ) do\n\n					--only player in group\n					if (player:IsGroupPlayer()) then\n\n						local found_potion = false\n\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player\n								instance_container:AddValue (player, 1)\n							end\n						end\n\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n\n										--add amount to the player\n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n\n						if (found_potion) then\n							amount = amount + 1\n						end\n					end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["attribute"] = false,
			["script_version"] = 6,
		}, -- [12]
		{
			["source"] = false,
			["total_script"] = false,
			["author"] = "Details! Team",
			["percent_script"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["spellid"] = false,
			["name"] = "Лечебное зелье и камень",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs(AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs(AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n				local R, G, B, A = 0, 0, 0, 0.75\n\n				local hs = actor:GetSpell (6262)\n				if (hs) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION2_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				--Cooltip code\n			",
			["attribute"] = false,
			["script_version"] = 16,
		}, -- [13]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [14]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [15]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the crowd control amount for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["spellid"] = false,
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs(actor.cc_done_spells._ActorTable) do\n				    tinsert(spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs(actor.cc_done_targets) do\n				    tinsert(targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass(actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs(targets) do\n				    GameCooltip:AddLine(target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor(character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [16]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of crowd control received for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["spellid"] = false,
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert(from, {character:name(), on_actor})\n\n					    for spellid, spell in pairs(character.cc_done_spells._ActorTable) do\n\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs(spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert(spells, {spellid, spell_on_actor})\n						    end\n						end\n\n					    end\n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs(from) do\n				    GameCooltip:AddLine(t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n\n					for player_name, amount in pairs(character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [17]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor(value) / combat:GetCombatTime())\n				local percent = string.format(\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption(\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n\n			if (spell.n_dmg) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor(debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo(spell.id)\n				    for casted_spellid, amount in pairs(misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo(casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n\n			    --Cooltip code\n			    GC:AddLine(\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine(\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n\n				GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Dps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n\n			elseif (spell.n_curado) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    --Cooltip code\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n\n				GC:AddLine(\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Hps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "Мои заклинания",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n\n				local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then\n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs(spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n\n					for _, PetName in ipairs(player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs(pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [18]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine(RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["name"] = "Наносимый урон по метки с черепом",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--raid target flags:\n				-- 128: skull\n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [19]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine(RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine(RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine(RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine(RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine(RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine(RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine(RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["name"] = "Наносимый урон на другие помеченные метки",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [20]
		{
			["source"] = false,
			["desc"] = "Show overall damage done on the fly.",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat(-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat(0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--calculate the DPS and return it as percent\n				local totalValue = value\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n\n				return s\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor(actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs(playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor(actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs(playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs(AllSpells) do\n					tinsert(sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs(sortedList) do\n					local spellID, total = unpack(t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n\n						GameCooltip:AddLine(spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n\n					end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container_overall ) do\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n\n				if (Details.in_combat) then\n					for _, player in ipairs( damage_container_current ) do\n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)\n						end\n					end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [21]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine(actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n\n					GameCooltip:AddLine(petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()\n\n				    end\n				end\n			",
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["name"] = "Наносимый урон по щитам",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs(Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs(actor.pets) do\n					    local pet = Combat :GetActor(1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)\n\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [22]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"  - 1 has baseFrame: yes.", -- [3]
		"  - 2 has baseFrame: yes.", -- [4]
		"4 - Reversing switches.", -- [5]
		"6 - Saving Config.", -- [6]
		"7 - Saving Profiles.", -- [7]
		"8 - Saving nicktag cache.", -- [8]
	},
	["show_warning_id1"] = true,
	["aura_tracker_frame"] = {
		["scaletable"] = {
			["scale"] = 1,
		},
		["position"] = {
		},
	},
	["damage_scroll_auto_open"] = true,
}
__details_backup = {
	["_exit_error"] = {
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [1]
	},
	["_instance_backup"] = {
	},
}
