
_detalhes_global = {
	["npcid_pool"] = {
		[65414] = "Призрачный ша",
		[167919] = "Skeletal Vanguard",
		[168943] = "Goldenpaw Stalker",
		[165872] = "Изготовитель кадавров",
		[10407] = "Плотоядный живодер",
		[10439] = "Рамштайн Ненасытный",
		[176110] = "Порочная хранительница склепа",
		[118016] = "Тал'зур",
		[46859] = "Веларок Уничтожитель",
		[63495] = "Железноликий боец из клана Грозной Чешуи",
		[127486] = "Ashvane Officer",
		[158708] = "Lingering Monitor",
		[56201] = "Садовая оса",
		[56329] = "Кер Шань",
		[136186] = "Жрица моря - спиритуалистка",
		[56713] = "Мастер Снежный Вихрь",
		[161780] = "Worldbreaker",
		[101637] = "Валарьяр-претендентка",
		[134139] = "Храмовник из Святилища Штормов",
		[65415] = "Ша Бездны",
		[61448] = "Сик'тик-солдат",
		[154103] = "Ogre Chef",
		[158710] = "Restless Monitor",
		[176114] = "Порочный эпикуреец",
		[15654] = "Чумной мародер",
		[58633] = "Инструктор Ледяное Сердце",
		[89097] = "Пещерный скрог",
		[105733] = "Сквернокровь",
		[175091] = "Necrotic Droplet",
		[126720] = "Irontide Ruffian",
		[127488] = "Ashvane Flamecaster",
		[91657] = "Кровобород",
		[128768] = "Hissing Swell",
		[176116] = "Порочный учитель",
		[173045] = "Матриарх костекрылов",
		[101127] = "Танцующий с клинком из Сумеречного Молота",
		[89098] = "Мирмидон из клана Колец Ненависти",
		[101639] = "Валарьяр - дева щита",
		[93961] = "Ворген-следопыт",
		[515] = "Мурлок-налетчик",
		[152571] = "Harpy Snatcher",
		[519] = "Сларк",
		[91402] = "Королева Азшара",
		[134144] = "Живой поток",
		[129025] = "Cutwater Duelist",
		[131585] = "Enthralled Guard",
		[161274] = "Местный аристократ",
		[89099] = "Чародейка из клана Колец Ненависти",
		[93962] = "Ворген-охотник",
		[131586] = "Banquet Steward",
		[127490] = "Knight Captain Valyri",
		[103176] = "Мо'арг-крошитель",
		[4421] = "Чарлга Остробок",
		[141824] = "Voidtouched Bloodseeker",
		[156157] = "Бессердечный-перерожденный",
		[97034] = "Гневный боец",
		[573] = "Врагорез-4000",
		[90380] = "Алчущий маны иссохший",
		[164860] = "Гонец маркграфа",
		[166908] = "Malifis",
		[100362] = "Цепкое щупальце",
		[156159] = "Бессердечный-копейщик",
		[173051] = "Подавитель Зелорс",
		[161790] = "The Unknown",
		[54924] = "Чжи-Чжи",
		[97803] = "Чумной бес",
		[161279] = "Sparring Aspirant",
		[134150] = "Резчик рун Сорн",
		[171517] = "Witherscorn Annihilator",
		[96268] = "Горный хищник",
		[125957] = "Possessed Dockworker",
		[181244] = "Сердечник Господства",
		[157698] = "Unbidden Worldeater",
		[10408] = "Скалокрылая горгулья",
		[162817] = "Torgok",
		[100364] = "Дух отмщения",
		[54925] = "Хушунь",
		[59148] = "Батаарский заклинатель пламени",
		[167937] = "Верный Утробе кандальщик",
		[156676] = "Ogre Overseer",
		[103180] = "Гнусный вестник ужаса",
		[174592] = "Агрессивная цапля",
		[67093] = "Сик'тик - боевой лекарь",
		[163331] = "Stone Legion Nightblade",
		[56589] = "Боец Га'док",
		[56717] = "Прыгопотам",
		[125959] = "Parasitic Mindstealer",
		[101901] = "Взрывчатый глаз инквизитора",
		[184319] = "Рефти-распорядитель",
		[711] = "Ардо Грязнолап",
		[161797] = "Failure",
		[96015] = "Инквизитор Истязарий",
		[15655] = "Гниющий каннибал",
		[96783] = "Бастиллакс",
		[125960] = "Overseer Bates",
		[162310] = "Hunter",
		[102158] = "Загустевшая слизь",
		[167941] = "Mawsworn Interceptor",
		[168453] = "Animated Pointer",
		[161799] = "Weakness",
		[162311] = "Death Knight",
		[56206] = "Пандриарх Воздушный Мех",
		[167942] = "Mawsworn Willbreaker",
		[160264] = "Оссеиновый боец",
		[84499] = "Лоза",
		[56718] = "Прыгун",
		[161800] = "Corruption",
		[162312] = "Druid",
		[97808] = "Инфернал-агрессор",
		[167431] = "Risen Magus",
		[61453] = "Му'Шиба",
		[185347] = "Подчиненный истребитель",
		[189954] = "Владыка земного рокота",
		[61965] = "Лужа смолы",
		[162313] = "Mage",
		[167432] = "Risen Champion",
		[189955] = "Владыка бушующего огня",
		[171016] = "Contagious Droplet",
		[167433] = "Marrowmaw",
		[164362] = "Осклизлое лакомство <Living Slime Stalker>",
		[168969] = "Хлещущая слизь",
		[137233] = "Чумная жаба",
		[6517] = "Смоляная тварь",
		[88084] = "Налетчик из клана Колец Ненависти",
		[164363] = "Неумирающий камнебес",
		[13160] = "Членистоног-падальщик",
		[166411] = "Раскольник-узурпатор",
		[159757] = "Necromancy Acolyte",
		[135699] = "Ashvane Jailer",
		[165388] = "Mizik the Haughty",
		[3379] = "Костолом из клана Пылающего Клинка",
		[167948] = "Infectious Monstrosity",
		[129547] = "Blacktooth Knuckleduster",
		[97043] = "Проклятый морем рабовладелец",
		[162318] = "Monk",
		[93716] = "Губитель Рока",
		[159759] = "Warstitched Surgeon",
		[90389] = "Ишканет",
		[64014] = "Цийлинь Каменный Зев <Моргринн Треснувший Клык>",
		[162319] = "Paladin",
		[166926] = "Necrotic Summoner",
		[881] = "Сурена Каледон",
		[76057] = "Червь-трупоед",
		[136214] = "Говорящая с ветрами Хелдис",
		[105746] = "Хеларьяр-берсерк",
		[184331] = "Попиратель времен из рода Бесконечности",
		[90390] = "Тиндриссен",
		[127757] = "Reanimated Honor Guard",
		[10409] = "Скалокрылая крикунья",
		[10441] = "Чумная крыса",
		[108306] = "Сквернскорнский налетчик",
		[96277] = "Центурион королевы",
		[139799] = "Ученик Айронхалла",
		[88855] = "Атисса",
		[50834] = "Ретилгор",
		[10697] = "Плевок желчи",
		[126734] = "Echo of Shadra",
		[139800] = "Ученик призывательницы штормов",
		[166930] = "Skullboar Spinebreaker",
		[17871] = "Шаркун Нижетопи",
		[26125] = "Hammerstalker",
		[135706] = "Bilge Rat Looter",
		[105748] = "Хеларьяр - призыватель туманов",
		[93719] = "Командир повелителей Скверны Азгалор",
		[126735] = "Irontide Brinecaster",
		[184335] = "Посланница из рода Бесконечности",
		[127503] = "Overseer Korgus",
		[3875] = "Призрачный служитель",
		[162325] = "Warrior",
		[166932] = "Hulking Warflesh",
		[163861] = "Miniscule Ash Crawler",
		[3939] = "Волк племени Иглогривых <Охотник из племени Иглогривых>",
		[162326] = "Priest",
		[175123] = "Warden Arkoban",
		[163862] = "Защитник из многоокой рати",
		[23694] = "Pulsing Pumpkin <Headless Horseman>",
		[91417] = "Волнскорнский рабочий",
		[51987] = "Вдова с перевала Мертвого Ветра",
		[134686] = "Взрослый кролуск",
		[24078] = "Металлорез из клана Укротителей драконов",
		[165911] = "Верное создание",
		[105750] = "Утонувший жрец",
		[97816] = "Сквернскорнский фанатик",
		[185363] = "Проявитель Круган",
		[165912] = "Roving Gladechewer",
		[166936] = "Keeneye Bowman",
		[88091] = "Атисса",
		[172567] = "Deathshade of Xantuth",
		[129553] = "Диномант Киш'о",
		[4278] = "Командир Спрингвейл",
		[165913] = "Жуткий молельщик <Хугопал>",
		[162330] = "Demon Hunter",
		[59794] = "Крик'тик - прерыватель чар",
		[134178] = "Animated Azerite",
		[120852] = "Присягнувший погибели предвестник",
		[56595] = "Окаменевший колосс",
		[161308] = "Endless Scourge",
		[109591] = "Страж Скверны - легионер",
		[134691] = "Наэлектризованный дервиш",
		[168475] = "Nesting Valeshrieker",
		[157726] = "Scorched Scavenger",
		[95771] = "Грозный разрушитель",
		[168988] = "Опутывающие заросли",
		[101146] = "Клинок Скверны - убийца",
		[109592] = "Страж Скверны - легионер",
		[166941] = "War Wraith",
		[110616] = "Темный служитель",
		[103450] = "Топор Скверны",
		[166942] = "Eye of Zolramus",
		[24079] = "Выплавщик из клана Укротителей драконов",
		[92445] = "Страж Скверны - завоеватель",
		[24207] = "Войско мертвых|T1392565:0|t <Дкбладсет-ТкачСмерти>",
		[88862] = "Зачарованные воды",
		[161824] = "Not-Friend",
		[110617] = "Предвестник из культа Приверженцев Тени",
		[165408] = "Халкиас",
		[166432] = "Страж дома Брайрбейн",
		[99868] = "Фенрир",
		[157731] = "Scorched Scavenger",
		[97821] = "Сквернскорнский хранитель клятв",
		[110618] = "Анкерный кристалл",
		[165410] = "Верховный адъюдикатор Ализа",
		[157732] = "Blistering Ash Ghoul",
		[91423] = "Холмовой ворг",
		[138281] = "Faceless Corruptor",
		[129046] = "Infectious Gutworm",
		[92447] = "Порождение Хаоса",
		[157733] = "Crazed Ash Ghoul",
		[57109] = "Служитель Сомнения",
		[110619] = "Праматерь Озрам",
		[99358] = "Гнилосердная дриада",
		[162853] = "Unbreakable Urtz",
		[171555] = "Witherscorn Rotmage",
		[15657] = "Темный призрак",
		[129559] = "Cutwater Duelist",
		[101406] = "Дух Скверны",
		[134701] = "Кровавый образ",
		[63764] = "Закаленный в боях парашютист",
		[59797] = "Призыватель духов Могуцзя",
		[99359] = "Гнилосердный хранитель",
		[24080] = "Оружейник из клана Укротителей драконов",
		[165415] = "Работящий смотритель",
		[125977] = "Reanimation Totem",
		[99360] = "Цветущий злошип",
		[6230] = "Защитный скафандр миротворца",
		[88099] = "Серпоносец из племени Соленого Глаза",
		[180773] = "Бдительный Страж",
		[97057] = "Надзиратель Брутарг",
		[97825] = "Сквернскорнский рубака",
		[163882] = "Разлагающийся великан",
		[90659] = "Ужас небес Легиона",
		[157740] = "Marquis Pummeler",
		[6518] = "Смоляной скрытень",
		[88100] = "Береговой бегун из племени Соленого Глаза",
		[125467] = "Grimestone Bully",
		[92963] = "Старлис Крепкий Лук",
		[90660] = "Горящий геллион",
		[158254] = "Кала",
		[95779] = "Гноешкурый гризли",
		[62358] = "Оскверненная капля",
		[88101] = "Шаман приливов из племени Соленого Глаза",
		[97059] = "Король Ворас",
		[19218] = "Страж ворот Точеный Нож",
		[133685] = "Оскверненный дух",
		[160815] = "Encroaching Gorger",
		[170029] = "Fledgling Faerie",
		[158256] = "Зараженный облачный бегун",
		[23953] = "Принц Келесет",
		[159792] = "Congealed Doubt",
		[56472] = "Благоухающий Лотос",
		[125469] = "Grimestone Thrower",
		[88870] = "Налетчик из клана Колец Ненависти",
		[52761] = "Разоритель из клана Гордок <Капитан Давигром>",
		[101667] = "Защищенный анкер",
		[151091] = "Geolord Grek'og",
		[90662] = "Матерь бесов Фекунда",
		[66348] = "Оружейник Громовой крепости",
		[170031] = "Сильвара-хранительница",
		[128285] = "Ancient Protector",
		[159794] = "Rising Despair",
		[172591] = "Тень смерти Ксантут",
		[88871] = "Копейщик из племени Соленого Глаза",
		[191019] = "Сейсмическая сила",
		[158771] = "Ravenous Etherwyrm",
		[47131] = "Яростный упырь",
		[59544] = "Кивающий тигр",
		[59672] = "Горный костеклюй",
		[107299] = "Изображение Сенегоса",
		[170033] = "Воркай-ученик",
		[91431] = "Призрачный студент",
		[163891] = "Костномозговая слизь",
		[184878] = "Вечный изготовитель",
		[136250] = "Проклинатель худу",
		[1922] = "Серый лесной волк",
		[184879] = "Подчиненный истребитель",
		[107300] = "Изображение морского скрога",
		[170035] = "Eager Aspirant",
		[191022] = "Содрогающаяся земля",
		[75308] = "Кристалл жаркого пекла",
		[62360] = "Оскверненная капля",
		[163893] = "Клыкастый жуткий нетопырь",
		[15658] = "Гниющий мародер",
		[19219] = "Механолорд Конденсарон",
		[42653] = "Джанго Крапчатый",
		[155192] = "Harpy Ambusher",
		[163894] = "Чумной спинолом",
		[65839] = "Шипастый дикобраз",
		[160823] = "Stoneborn Rebel",
		[107301] = "Изображение кобольда",
		[170037] = "Обнадеженная претендентка",
		[23954] = "Ингвар Расхититель",
		[24082] = "Укротитель протодраконов",
		[185394] = "Вечный изготовитель",
		[109349] = "Теневой скакун Оливкового покрова",
		[162872] = "Xantuth the Blighted",
		[61337] = "Глинтрок-крепкошкур",
		[163896] = "Каменный страж",
		[65840] = "Авиатор Сильной Руки",
		[164920] = "Друст-душеруб",
		[170039] = "Распорядительница гнездовья",
		[162873] = "Azmogal",
		[156219] = "Бессердечный-разведчик",
		[164921] = "Друст-жнец",
		[144958] = "Honorbound Grunt",
		[186420] = "Ткач земли",
		[102696] = "Бес шлака Скверны",
		[103208] = "Крадущийся иссохший",
		[75055] = "Факельщик из племени Иглошкурых",
		[162875] = "Девморта",
		[17940] = "Техник резервуара Кривого Клыка",
		[125475] = "Boneface the Giant",
		[92971] = "Кестер Ищущий Даль",
		[170042] = "Камнерожденная-рекрут",
		[126243] = "Venomspine Saurolisk",
		[61338] = "Глинтрок-тихоступ",
		[94507] = "Исступленный желтокамень",
		[185399] = "Подчиненный истребитель",
		[75056] = "Факельщик из племени Иглошкурых",
		[134212] = "Earthshaper Brugaw",
		[167484] = "Thanikos Spinerender",
		[129571] = "Savage Wendigo",
		[170044] = "Venthyr Apprentice",
		[113959] = "Шаппа",
		[114215] = "Зараженная лоза",
		[167485] = "Starving Mawrat",
		[47134] = "Пожиратель трупов",
		[164414] = "Оживленный маг <Амарт>",
		[164926] = "Друст-древолом",
		[74545] = "Геомант из племени Иглошкурых",
		[170045] = "Мокрый землерой",
		[24083] = "Порабощенный протодракон",
		[2508] = "Горный пехотинец Вуар",
		[97068] = "Штормовой дракон",
		[157761] = "Larion Sire",
		[166975] = "High Champion Meskal",
		[61339] = "Глинтрок-оракул",
		[156226] = "Бессердечный-подчинитель",
		[161857] = "Нирваска Призыватель",
		[10412] = "Некрорахнид-ползун",
		[135240] = "Soul Essence",
		[172607] = "Deathshade of Xantuth",
		[164929] = "Жительница Тирна Скитта",
		[109354] = "Колдунья из армии Ракиша",
		[130085] = "Enthralled Ashclaw",
		[42656] = "Наемник",
		[114217] = "Зрелый смертоцвет",
		[47135] = "Смрадный вурдалак",
		[172608] = "Тень смерти Ксантут",
		[156740] = "Avowed Absolutist",
		[59804] = "Хваткая ненависть <Тажань Чжу>",
		[161859] = "Безмозглый кадавр",
		[168002] = "Усиленный верный Утробе кандальщик",
		[172609] = "Deathshade of Xantuth",
		[159301] = "General Kaal",
		[102701] = "Мо'арг - вестник боли",
		[181312] = "Янтарная лиса-виверна",
		[173634] = "Грязная лента",
		[91184] = "Шаразаан",
		[128551] = "Irontide Mastiff",
		[168004] = "Усиленный имперский консул",
		[156743] = "Avowed Tormentor",
		[169540] = "Fulyar the Destroyer",
		[130087] = "Irontide Raider",
		[114219] = "Ползучий смертоцвет",
		[167493] = "Стрелок-отравитель",
		[47136] = "Нестабильный опустошитель",
		[102702] = "Страж гнева - клинок ужаса",
		[74549] = "Камнепев из племени Иглошкурых",
		[186945] = "Рейд на драккаре",
		[23956] = "Стратег из клана Укротителей драконов",
		[75829] = "Нхаллиш",
		[56862] = "Пьяный хозен-буян",
		[101679] = "Грозный отравитель",
		[130600] = "Lucktail",
		[106286] = "Лесная сова",
		[168007] = "Усиленный верный Утробе стражник душ",
		[156746] = "Avowed Stalker",
		[74550] = "Ваятельница лабиринтов из племени Иглошкурых",
		[75318] = "Ядовитый всплеск <Кристалл ядовитого всплеска>",
		[91954] = "Биган",
		[54303] = "Страж ужаса",
		[132177] = "Irontide Treasure Guard",
		[190531] = "Призванный ветрокрут",
		[130601] = "Lucktail",
		[3196] = "Неофит клана Пылающего Клинка",
		[47137] = "Безмозглый ужас",
		[131666] = "Coven Thornshaper",
		[74551] = "Зверобой из племени Иглошкурых",
		[47649] = "Период цветения <Фатайя>",
		[158796] = "Сборщик из Каменного Дозора",
		[6519] = "Смоляной дух",
		[17942] = "Зыбун",
		[164427] = "Возрожденный воин <Амарт>",
		[97330] = "Ракс",
		[166987] = "Deslan the Torturer",
		[74552] = "Искусный охотник из племени Иглошкурых",
		[155215] = "Чудолиственный плеточник",
		[129067] = "Cutwater Card Shark",
		[131669] = "Jagged Hound",
		[54944] = "Послушник монастыря Тянь",
		[89653] = "Гангамеш",
		[171596] = "Чумной громадень",
		[47138] = "Пустулезное чудовище",
		[102706] = "Ухмыляющийся тенелов",
		[90677] = "Страж гнева - клинок ужаса",
		[74553] = "Отмеченный кровью страж из племени Иглошкурых",
		[99891] = "Штормовой дракон",
		[171597] = "Костяные останки",
		[129068] = "Infesting Mindeater",
		[76089] = "Зверобой из племени Иглошкурых",
		[7079] = "Липкая муть",
		[167503] = "Veilwing Guardian",
		[94261] = "Камнегрыз-скалолом",
		[156242] = "Оживленный хищник",
		[74554] = "Шкуробой из племени Иглошкурых",
		[10381] = "Уничтоженный кадавр",
		[166480] = "Living Slime Stalker",
		[155219] = "Гормлинг-плевун",
		[76090] = "Отмеченный кровью страж из племени Иглошкурых",
		[97333] = "Маголит",
		[175695] = "Stygic Ember",
		[135769] = "Goldcoat Stinger <Brawr>",
		[152661] = "Mawsworn Ward",
		[74555] = "Клыкобой из племени Иглошкурых",
		[170065] = "Soulfilled Construct",
		[128302] = "Awakened Guardian",
		[155221] = "Чудолиственная садовница",
		[52386] = "Всадник Пылающего Клинка",
		[97334] = "Курлот",
		[130606] = "Curseformed Ravager",
		[147544] = "Fogsail Pillager",
		[165460] = "Unleashed Nightmare",
		[166484] = "Congealed Torment",
		[191566] = "Вечная сфера",
		[167508] = "Umbral Phalynx",
		[131677] = "Heartsbane Runeweaver",
		[165461] = "Unleashed Nightmare",
		[105525] = "Проклинатель Адской Пасти",
		[171092] = "Remnant of Glutharn",
		[163414] = "Morbid Disciple",
		[47140] = "Скелет колдуна",
		[59553] = "Королева певчих птиц",
		[165462] = "Plague Seed",
		[165974] = "Искатель из Горнила",
		[163415] = "Озверевший проглот",
		[168022] = "Склизкое щупальце",
		[157785] = "Scorched Bandit",
		[101943] = "Страж Скверны - штурмовик",
		[94009] = "Сокол из крепости Черной Ладьи",
		[172630] = "Гоган Пробиватель",
		[160857] = "Сир Ладинас",
		[165976] = "Tormented Amalgamation",
		[184404] = "Истинный призыватель дождя",
		[173655] = "Матриарх темнокрылов",
		[97337] = "Поддавшийся порче хранитель",
		[59170] = "Клокочущая ярость",
		[126770] = "Irontide Overseer",
		[59426] = "Попрыгун",
		[169049] = "Anima-Starved Stalker",
		[170073] = "Warstitched Guard",
		[17816] = "Крабстер",
		[100409] = "Сумеречный завыватель",
		[169050] = "Anima-Starved Shrieker",
		[157277] = "Starved Etherwyrm",
		[170074] = "Warstitched Surgeon",
		[138338] = "Оживленный страж <Падший вестник смерти>",
		[169051] = "Anima-Starved Patriarch",
		[156255] = "Порочный архивариус",
		[109112] = "Почетный страж Ракиша",
		[97083] = "Король Ранульф",
		[97851] = "Сквернскорнский избранник",
		[81983] = "Зеленеющая мандрагора",
		[156256] = "Головокружение",
		[102970] = "Повелитель Скверны Дакуур",
		[181850] = "Быстровозводимый часовой",
		[97084] = "Король Тор",
		[165983] = "Mawsworn Harbinger",
		[137830] = "Pallid Gorger",
		[81984] = "Кривокорень",
		[136295] = "Утонувший обитатель глубин",
		[10382] = "Изуродованный кадавр",
		[46375] = "Буйный смутьян",
		[165473] = "Bloodtusk Alpha",
		[161890] = "Шрамированный падальщик",
		[166497] = "Фонтан анимы",
		[126774] = "Irontide Trickshot",
		[81985] = "Цветовод Вечного Цветения",
		[156260] = "Порочный свежеватель душ",
		[136297] = "Забытый обитатель глубин",
		[17817] = "Большой крабстер",
		[91967] = "Инфернал-агрессор",
		[96574] = "Закаленный бурей страж",
		[129590] = "Prince Rathaw",
		[170082] = "Baron Halis",
		[98366] = "Фантомный вельможа",
		[181856] = "Модуль точечной обороны",
		[168036] = "Marrowjaw",
		[46248] = "Крушитель из стаи Речной Лапы",
		[165477] = "First Apprentice Malkrex",
		[165989] = "Черный ползун",
		[11790] = "Сатир из племени Тлетворных",
		[156264] = "Порочный гурман",
		[15949] = "Таэлис Ненасытный",
		[127800] = "Chartusk",
		[170085] = "Blighted Lurker",
		[171109] = "Странный мицелляр",
		[163431] = "Mor'Bitan",
		[164967] = "Доктор Икус",
		[181859] = "Нестабильная материя",
		[170086] = "Blighted Ravager",
		[101951] = "Ледопасть",
		[98368] = "Фантомный защитник",
		[103231] = "Мрачный инквизитор",
		[170087] = "Blighted Beast",
		[91458] = "Яростный воронух",
		[91970] = "Страж Скверны - завоеватель",
		[46249] = "Убийца из стаи Речной Лапы",
		[126522] = "Sister Early",
		[47145] = "Хрупкоребрый страж",
		[137841] = "Charging Familiar",
		[183398] = "Древний часовой",
		[17882] = "Черная Охотница",
		[184422] = "Тлерон",
		[161388] = "Некрочистильщик",
		[137842] = "Grotesque Thrall",
		[126523] = "Sister Mooring",
		[171626] = "Tower Inquisitor",
		[94275] = "Подносчик пороха \"Небесного огня\"",
		[119869] = "Ифисиль",
		[91460] = "Шпион Швейдер",
		[46250] = "Браконьер из стаи Речной Лапы",
		[161390] = "Пес тьмы - охотник",
		[157807] = "Верный Утробе заклинатель душ",
		[130363] = "Hardened Mutineer",
		[97859] = "Каруас",
		[47146] = "Хрупкоребрый свежеватель",
		[63782] = "Закаленный в боях парашютист",
		[107329] = "Крадущийся дух Бездны",
		[91205] = "Дрекирьяр - сын бури",
		[99651] = "Безликий маг Бездны",
		[167022] = "Боевой раздиратель",
		[159856] = "Virulent Pest",
		[76105] = "Тотем Хрустального огня <Ругуг>",
		[109633] = "Секретный агент с заставы Седогрива",
		[130364] = "Mutinous Falconer",
		[167535] = "Chosen Scrapper",
		[156786] = "Rebel Minion",
		[157810] = "Верный Утробе вестник гибели",
		[183404] = "Вечный сборщик",
		[168560] = "Fragmented Echo",
		[58664] = "Филактерия инструктора Ледяное Сердце",
		[168561] = "Ephemeral Necromage",
		[160883] = "Strategist Ocra",
		[161395] = "Стойкий элементаль смерти",
		[128062] = "Agitated Ice Shardling",
		[87368] = "Утонувший магистр",
		[183406] = "Колоссальный создатель царств",
		[168562] = "Guardian of the Blade",
		[160884] = "Steelskin Reader",
		[161396] = "Тиран Лепрутис",
		[137850] = "Blighted Fiend",
		[183407] = "Вечный ремесленник",
		[183919] = "Dominated Sentry",
		[161397] = "Защитник Маддукс",
		[137851] = "Blighted Essence",
		[7800] = "Анжинер Термоштепсель",
		[62632] = "Сик'тик-инженер",
		[161398] = "Присягнувший клинку Вираза",
		[166005] = "Детеныш черного ползуна",
		[183409] = "Пригвождающее оружие <Прототип Долга>",
		[11791] = "Плут из племени Тлетворных",
		[160375] = "Одичавший ритуалист",
		[99655] = "Меченный Бездной исполин",
		[96584] = "Яростный пронзатель",
		[181363] = "Детеныш рокочущего ящера",
		[56746] = "Карбонизация",
		[170102] = "Possessed Charger",
		[167543] = "Manifestation of Fear",
		[163960] = "Ravenous Thirstlurker",
		[172662] = "Stone Legion Watcher",
		[41390] = "Гнолл из стаи Мохошкуров",
		[183412] = "Подчиненный диверсант",
		[175734] = "Stygic Ember <Blazing Stygia>",
		[163961] = "Invasive Mite",
		[62633] = "Сик'тик-строитель",
		[129601] = "Cutwater Harpooner",
		[97097] = "Хеларьяр-защитник",
		[130369] = "Fernn the Turncoat",
		[167033] = "Гниющий шаркун",
		[59434] = "Порождение ша",
		[157820] = "Magmic Flamebinder",
		[191092] = "Воин стихий - сотрясательница земли",
		[129602] = "Irontide Enforcer",
		[56747] = "Гу Небесный Удар",
		[56875] = "Крик'тик-подрывник",
		[191093] = "Воин стихий - земляной уничтожитель",
		[41391] = "Мистик из стаи Мохошкуров",
		[91468] = "Шпионка Илландрис",
		[167036] = "Locus-Keeper Mnemis",
		[168572] = "Гриб-штурмовик",
		[46382] = "Жалкий злоумышленник",
		[126020] = "K'thir Harbinger",
		[191095] = "Каменный элементаль",
		[163966] = "Dread Siphonist",
		[43183] = "Родниковый угорь",
		[157824] = "Protector of Flame",
		[167550] = "Снабженец Краус",
		[163967] = "Узловатый сокрушитель",
		[184954] = "Древний ваятель",
		[145028] = "Honorbound Shadow Hunter",
		[56876] = "Крик'тик-сапер",
		[89678] = "Серпоносец из племени Соленого Глаза",
		[183931] = "Dominated Guardian",
		[14351] = "Дубильщик из клана Гордок",
		[160897] = "Entropic Stygia",
		[10416] = "Желчеплюй",
		[163457] = "Раскольник - боец авангарда",
		[50350] = "Моргринн Треснувший Клык",
		[152708] = "Mawsworn Seeker",
		[109386] = "Страж Скверны - легионер",
		[183421] = "Звериный натиск",
		[163458] = "Раскольница-бичевательница",
		[120136] = "Подозрительный житель",
		[128582] = "Sister Widdowson",
		[163459] = "Раскольник-целитель",
		[163971] = "Inquisitor Stelia",
		[136330] = "Soul Thorns <[*] Soul Thorns>",
		[56877] = "Райгонн",
		[95055] = "Воплощение тьмы <[*] Освобожденное безумие>",
		[134284] = "Fallen Deathspeaker",
		[163973] = "Inquisitor Vilhelm",
		[168580] = "Чумной бурильщик",
		[181377] = "Тарасекк-молниеносец",
		[54702] = "Гормальский налетчик",
		[59181] = "Разъяренный волнорез",
		[46] = "Мурлок-добытчик",
		[11792] = "Тенелов из племени Тлетворных",
		[55470] = "Хозен-задира",
		[90705] = "Командир повелителей ужаса Арганот",
		[184962] = "Шишковатый мародер",
		[100943] = "Earthen Wall Totem <Whêlp-Anachronos>",
		[161928] = "Оссеиновый скульптор",
		[191105] = "Земляной загробник",
		[171142] = "Громадное поганище",
		[61485] = "Генерал Па'валак",
		[65880] = "Моргус Вредоруб",
		[160905] = "Усовершенствованный солдат",
		[6233] = "Механический караульный",
		[3125] = "Гремучий скорпид",
		[129097] = "Blacktooth Scrapper",
		[168584] = "Mawsworn Seeker",
		[173191] = "Ловец душ В'лара",
		[54703] = "Гормальский поджигатель",
		[105807] = "Кошмарная белка",
		[183429] = "Эбонитовый цепной страж",
		[171656] = "Капитан снайперов-отравителей",
		[168585] = "Mawsworn Harbinger",
		[100433] = "Камнемаг из племени Камня Силы",
		[168586] = "Mawsworn Sorcerer",
		[165515] = "Порочный темный клинок",
		[106320] = "Волинд Вестник Шторма",
		[155790] = "Верный Утробе аколит",
		[41139] = "Врачеватель душ Леди Наз'жар",
		[156814] = "Gor'groth",
		[183432] = "Эбонитовый подавитель",
		[168588] = "Mawsworn Guard",
		[19166] = "Патрульный Бурекузницы",
		[65883] = "Гиро-механик Клейкомяш",
		[66395] = "Канонир Громовой крепости",
		[75097] = "Кристаллический осколок",
		[23965] = "Ледяная могила",
		[155793] = "Останки",
		[165007] = "Architect Xeeli",
		[126285] = "Corrupted Egg",
		[167055] = "Метатель гнили",
		[183947] = "Усиленный страж",
		[106578] = "Порождение плоти",
		[160913] = "Недоделанный кадавр",
		[66652] = "Малая нестабильная энергия <Ша Жестокости>",
		[10417] = "Изрыгатель яда",
		[155795] = "Dread Crawler",
		[165009] = "Architect Lye",
		[97365] = "Проклятая морем целительница туманов",
		[63279] = "Кровожадный саурок",
		[106579] = "Блуждающий безликий",
		[157332] = "Костегрыз-вожак",
		[120144] = "Подозрительная жительница",
		[183438] = "Голем в оковах",
		[104276] = "Закаж Осквернитель",
		[176272] = "Blacktooth Knuckleduster",
		[156821] = "Darkmaul Shadowcaller",
		[11121] = "Оружейник Черной Стражи",
		[183439] = "Верный Утробе аннигилятор",
		[106580] = "Блуждающий безликий осквернитель",
		[136347] = "Ученик жрецов моря",
		[173714] = "Ночноцвет Туманной Завесы",
		[95319] = "Ксандрис Бесчестный",
		[11441] = "Громила из клана Гордок",
		[128591] = "Angered Revenant",
		[176274] = "Irontide Brinecaster",
		[164501] = "Призывательница Туманов",
		[7849] = "Мобильная охранная система",
		[19167] = "Кровостраж-душегуб",
		[42677] = "Лиходей Луноречья",
		[176275] = "Vulpera Mixologist",
		[165014] = "Animated Plague",
		[95320] = "Каграксис Осквернитель",
		[91737] = "Азария",
		[176276] = "Cutwater Reaver",
		[181395] = "Сколекс",
		[153242] = "Ogre Shadowcaster",
		[114516] = "Паучонок из Крепости Черной Ладьи",
		[139422] = "Бронированный укротитель кролусков",
		[94809] = "Рыцарь-капитан Бримли",
		[120147] = "Злобный алхимик",
		[95833] = "Хирья",
		[46261] = "Разъяренный элементаль огня",
		[165529] = "Порочная сборщица",
		[135329] = "Matron Bryndle",
		[197266] = "Градина <Разлом>",
		[136353] = "Огромное щупальце",
		[157340] = "Останки <Верный Утробе ритуалист>",
		[166042] = "Косогряз",
		[95834] = "Валарьяр-мистик",
		[139425] = "Бешеная наседка",
		[164507] = "Зритель арены",
		[97370] = "Генерал Волрот",
		[164508] = "Зритель арены",
		[169115] = "Silent Monitor",
		[46262] = "Гремящий глиняный элементаль",
		[1195] = "Лесной паук-скрытень",
		[58803] = "Остатки Ненависти",
		[133285] = "Riverbottom Hunter",
		[122965] = "Vol'kaal",
		[94812] = "Парашютист 7-го легиона",
		[169629] = "Blighted Creeper",
		[99675] = "Огромный каменный цийлинь",
		[128596] = "Misshapen Thrall",
		[135846] = "Песочная змея",
		[169630] = "Blighted Brute",
		[190617] = "Земляной холм",
		[122454] = "Company Watchman",
		[14321] = "Стражник Фенгус",
		[107098] = "Сверкающий маназмей",
		[169631] = "Blighted Darkcaster",
		[99676] = "Хранитель тайн Могу'шан",
		[100188] = "Пронзающее щупальце",
		[172191] = "Осквернитель рощи",
		[172703] = "Истощенный эфирный змей",
		[94046] = "Восставший убийца",
		[155812] = "Верный Утробе ритуалист",
		[172704] = "Ненасытный эфирный змей",
		[59700] = "Ястреб северных ветров",
		[100445] = "Кристалл темнозема",
		[40633] = "Отважный страж Леди Наз'жар",
		[168099] = "Усиленный Бессердечный-копейщик",
		[139946] = "Хранитель Сердца",
		[136363] = "Разряд",
		[99678] = "Непроходящая порча",
		[171171] = "Mawsworn Archer",
		[159910] = "Nikolon's Doubt",
		[164517] = "Тред'ова",
		[97119] = "Туманная гончая",
		[171172] = "Mawsworn Shackler",
		[159911] = "Nikolon's Despair",
		[115291] = "Хеларьяр - похититель душ",
		[95072] = "Greater Earth Elemental <Dotoon-Turalyon>",
		[171173] = "Mawsworn Shadestalker",
		[139949] = "Чумная знахарка",
		[129624] = "Timberfang Lurker",
		[161448] = "Дозорный дома Блэкбейл",
		[141485] = "Irontide Skyrider",
		[97632] = "Крушитель",
		[175269] = "Tremaculum Warden",
		[122970] = "Shadowblade Stalker",
		[160425] = "Тлеющий костегрыз",
		[97] = "Недоросток из стаи Речной Лапы",
		[6218] = "Облученная слизь",
		[128345] = "Deathcursed Terror",
		[6250] = "Ползун",
		[112477] = "Йорг Мрачная Пасть",
		[168616] = "Ephemeral Warrior",
		[129625] = "Witch of the Woods",
		[158891] = "Athanos",
		[122971] = "Dazar'ai Juggernaut",
		[86372] = "Зараженный берсерк",
		[95842] = "Валарьяр - призыватель молний",
		[168106] = "Empowered Mawsworn Guard",
		[172713] = "Muckpool Vandal",
		[129626] = "Enthralled Mossfang",
		[88932] = "Золотой Сюй",
		[157869] = "Чартокс",
		[97890] = "Дравакс",
		[168107] = "Empowered Mawsworn Interceptor",
		[177321] = "Mawsworn Sentry",
		[128347] = "Hexbound Snarler",
		[158894] = "Порочный воспитатель",
		[163501] = "Раскольник-налетчик",
		[168108] = "Усиленное неповоротливое создание",
		[168620] = "Starving Shadowstalker",
		[58807] = "Крупица Ненависти",
		[155824] = "Неповоротливое создание",
		[180906] = "Галондрий",
		[94820] = "Ворген-охотник",
		[161455] = "Drust Dreadweaver",
		[170157] = "Stygian Runesmith",
		[163503] = "Эфирный Ныряльщик",
		[165039] = "Иваала Всевидящая",
		[165551] = "Присасывающийся трупожор",
		[105826] = "Предвестник Кошмара",
		[61239] = "Глинтрок-оракул",
		[160433] = "Barrow Spiderling",
		[66668] = "Зараженный ша хищник",
		[134328] = "Forgemaster Farthing",
		[114] = "Дозорный полей",
		[172207] = "Odalrik",
		[169136] = "Lurking Spriggan",
		[163506] = "Стальной коготь раскольников",
		[131770] = "Vulpera Firefox",
		[94822] = "Эбигейл Охотница",
		[117] = "Гнолл из стаи Речной Лапы",
		[161971] = "Young Matriarch",
		[17827] = "Коготь",
		[118] = "Лесной хищник",
		[93031] = "Лейтенант Десдел Звездный Глаз",
		[137914] = "Grotesque Butcher",
		[40765] = "Командир Улток",
		[183983] = "Подчиненный служитель",
		[155830] = "Верный Утробе послушник",
		[168627] = "Заклинатель чумы",
		[91240] = "Гуннлауг Чешуйчатое Сердце",
		[104293] = "Аватара тьмы",
		[112739] = "Темный архидемон",
		[185008] = "Нестабильная турель",
		[92776] = "Страж Скверны - штурмовик",
		[129887] = "First Mate Trixie Tornsail",
		[130143] = "Balethorn",
		[166581] = "Necromancer Competitor",
		[59193] = "Заклинатель костей",
		[183985] = "Усиленный разрушитель миров",
		[98919] = "Проклятый морем молниеносный клинок",
		[90985] = "Мучитель из заброшенного сада",
		[171189] = "\"Мнемида\" - хранительница книг",
		[126] = "Мурлок-береговик",
		[165047] = "Soulsmith Yol-Mattar",
		[56762] = "Юй-лун",
		[166071] = "Boggart",
		[101991] = "Обитатель Кошмара",
		[167607] = "Камнерожденный-рассекатель",
		[90474] = "Охотница на демонов",
		[94825] = "Секретный агент с заставы Седогрива",
		[66928] = "Стрелок ша",
		[183988] = "Empowered Attendant",
		[112741] = "Страж гнева - истребитель",
		[165561] = "Раздувшийся трупожор",
		[157883] = "Possessed Sylvar",
		[17252] = "Неизвестно",
		[93802] = "Королева стаи Тиранна",
		[65905] = "Лейтенант Сильной Руки",
		[173240] = "Готовящийся губитель",
		[107367] = "Поработитель из клана Колец Ненависти",
		[99433] = "Ядовитый идол",
		[158908] = "Порочный привратник",
		[167610] = "Мелкий камнебес",
		[56763] = "Набирающий силы ша",
		[157885] = "Possessed Vorkai",
		[162492] = "Forsworn Memory Fragment",
		[61242] = "Глинтрок-крепкошкур",
		[167611] = "Камнерожденная-потрошительница",
		[61626] = "Кружащийся дервиш <Мин Коварный>",
		[111207] = "Мракобес-плут",
		[161469] = "Вымогатель дома Блэкбейл",
		[91244] = "Сквернскорнский зверолов",
		[158910] = "Порочный хранитель склепа",
		[183992] = "Автоматическая защитная матрица",
		[109928] = "Хранитель порчи",
		[135365] = "Matron Alma",
		[136901] = "Brinefang Saurolisk",
		[99435] = "Ядовитый идол",
		[39616] = "Захватчик Леди Наз'жар",
		[135366] = "Blacktooth Arsonist",
		[56636] = "Командир Ри'мок",
		[56764] = "Всепоглощающий ша",
		[166079] = "Хрупкий арбалетчик",
		[166591] = "Construct Competitor",
		[101995] = "Тухломорд",
		[167615] = "Порочный темный клинок",
		[61499] = "Круг огня",
		[90734] = "Гро Грохочущее Копыто",
		[99436] = "Ядовитый идол",
		[166592] = "Trained Hellhound",
		[92782] = "Яростный ловец Скверны",
		[58812] = "Злобная сущность",
		[109930] = "Извивающийся предвестник беды",
		[191675] = "Перегоревший тарасекк",
		[59580] = "Надзиратель Ордо",
		[157892] = "Неистовый пожиратель",
		[171] = "Мурлок-воин",
		[91759] = "Сквернскорнский усмиритель",
		[17957] = "Воитель резервуара Кривого Клыка",
		[169154] = "Famished Fangling",
		[56765] = "Разрушительный ша",
		[133835] = "Feral Bloodswarmer",
		[81522] = "Сухокожий",
		[163524] = "Кирийский темный претор",
		[164036] = "Рассекатель из Темного лабиринта",
		[90480] = "Измученный крылень",
		[98926] = "Темная охотница",
		[41409] = "Зверолов из клана Черного Железа",
		[133836] = "Reanimated Guardian",
		[15635] = "Древун из лесов Вечной Песни",
		[160454] = "Ravenous Animite",
		[165061] = "Crimson Assassin",
		[109932] = "Зараженный лесовик",
		[110700] = "Порабощенный Скверной прислужник",
		[164550] = "Ползучая слизь",
		[185537] = "Мерзкий надсмотрщик",
		[181954] = "Андуин Ринн",
		[100463] = "Невидимка",
		[136398] = "Иллидарский сатир",
		[56766] = "Нестабильная энергия",
		[133327] = "Company Enforcer",
		[130664] = "Goldcoat Stinger",
		[164552] = "Костномозговая слизь",
		[6219] = "Едкий скрытень",
		[166600] = "Summoned Reaper",
		[3126] = "Панцирный скорпид",
		[169160] = "Dreadhound <Hopebreaker Vilstav>",
		[161482] = "Житель квартала Чаши",
		[50752] = "Тарантис",
		[199] = "Молодой шкуродер",
		[167113] = "Иглобрюх-кислотник",
		[98417] = "Влюбленный воронух",
		[169161] = "Steelskin Vanguard",
		[66425] = "Наваждение ша",
		[166602] = "Bladesworn Combatant",
		[17958] = "Защитник резервуара Кривого Клыка",
		[56511] = "Оскверненная живая вода",
		[169162] = "Hunting Worg",
		[161484] = "Vroth",
		[56895] = "Слабое место",
		[130410] = "Mutinous Halberdier",
		[167115] = "Necromancer Warcaster",
		[200387] = "Неуклюжий заразитель",
		[66426] = "Ша - вестник ужаса",
		[3374] = "Бейл'данский землечерп",
		[167116] = "Иглобрюх-разоритель",
		[200388] = "Искаженный ша <[*] Призыв ша>",
		[164557] = "Фрагмент Халкиаса",
		[92788] = "Мракобес - исказитель снов",
		[58943] = "Хозен-головорез",
		[167117] = "Личинка иглобрюха",
		[168653] = "Avowed Cryptkeeper",
		[108145] = "Вор барабанов из племени Синего Воска",
		[184522] = "Бдительный хранитель",
		[168654] = "Avowed Usher",
		[92789] = "Мракобес-ужасень",
		[56896] = "Неустойчивая взрывчатка",
		[130668] = "Hungry Dewscale",
		[14324] = "Чо'Раш Наблюдатель",
		[90230] = "Страж гнева - завоеватель",
		[99188] = "Промокший насквозь страж душ",
		[99956] = "Зараженный Скверной яростный боец",
		[101748] = "Гейзер Скверны",
		[114289] = "Скелет-колдун",
		[98677] = "Паучонок из крепости Черной Ладьи",
		[59968] = "Мародер Ордо",
		[158420] = "Пепельный разоритель",
		[17959] = "Укротитель резервуара Кривого Клыка",
		[164563] = "Свирепый гаргон",
		[177360] = "Mawsworn Endbringer",
		[109427] = "Джарвокс",
		[166611] = "Skeletal Competitor",
		[168147] = "Сабриэль Косторуб",
		[74620] = "Боевой вепрь",
		[133852] = "Living Rot",
		[134364] = "Отступник - хранитель яиц",
		[168148] = "Дролонмет",
		[92792] = "Кошмарный всадник",
		[58945] = "Хозен-кинжальщик",
		[34503] = "Погромщик из племени Иглогривых",
		[7915] = "Ходячая бомба",
		[127600] = "Venomscale Slitherer",
		[59969] = "Мусаан Заклинатель Пламени",
		[166614] = "Stitched Pitfighter",
		[184018] = "Бромач",
		[184530] = "Вечный часовой",
		[164567] = "Ингра Малох",
		[166615] = "Master Necromancer",
		[28581] = "Тактик клана Закаленных Бурей",
		[184019] = "Дюжий камнемет",
		[169175] = "Skell the Despoiler",
		[99192] = "Тень Ксавия",
		[66688] = "Щупальца ша",
		[96121] = "Сквернскорнский истязатель",
		[109174] = "Стражник-копейщик из племени Соленого Глаза",
		[150237] = "Quilboar Warrior",
		[168153] = "Чумной рух",
		[98681] = "Ткач из крепости Черной Ладьи",
		[90747] = "Полосун Кишкодер",
		[165594] = "Бессердечный-охотник",
		[150238] = "Quilboar Geomancer",
		[95866] = "Дрогбар - пожиратель маны",
		[184022] = "Геомант из племени Каменного Свода",
		[17960] = "Ворожея резервуара Кривого Клыка",
		[160476] = "Воплощение гордыни",
		[13141] = "Прогнивший топотун",
		[285] = "Мурлок",
		[101753] = "Фрагмент души <Злобная повелительница душ>",
		[184023] = "Злобный василиск",
		[168155] = "Чумной труп",
		[61634] = "Командир Во'цзак",
		[165084] = "Vestigial Animate",
		[111735] = "Детеныш каменного червя <Йорхуттам>",
		[55236] = "Нефритовый страж",
		[131302] = "Irontide Pillager",
		[91517] = "Рассекатель туч Рейкир",
		[96124] = "Дрогбар - речной удильщик",
		[129140] = "Ookin Crewman",
		[60995] = "Разъяренный захватчик",
		[28582] = "Лекарь клана Закаленных Бурей",
		[14325] = "Капитан Давигром",
		[184539] = "Автоматический уничтожитель",
		[124022] = "Ashvane Jailer",
		[327] = "Фикс",
		[184540] = "Часовой <Автом-страж>",
		[131817] = "Cragmaw the Infested",
		[170208] = "Blazing Stygia",
		[59460] = "Прыгунок",
		[131818] = "Marked Sister",
		[156900] = "Hrun the Exiled",
		[59972] = "Воин Ордо",
		[166626] = "Очень грубый головорез",
		[171745] = "Сгусток чумы",
		[11030] = "Безмозглая нежить",
		[129398] = "Brawr",
		[136938] = "Merciless Mindeater",
		[162020] = "Priestess of Elune",
		[110715] = "Заклинательница Кирин-Тора",
		[102781] = "Детеныш сквернотопыря",
		[162021] = "Temple Archer",
		[75652] = "Дитя Бездны",
		[168676] = "Костегрыз-вожак",
		[174307] = "Глашатай раскольников Андромида",
		[158439] = "Покровник-чародей",
		[59205] = "Взрывчатка богомолов",
		[55238] = "Матриарх Букового леса",
		[90241] = "Злобный ловец",
		[55622] = "Дук Укем",
		[133870] = "Diseased Lasher",
		[175844] = "Вторгающийся кровопийца",
		[131823] = "Sister Malady",
		[92801] = "Крылатый кошмар",
		[191713] = "Серповик",
		[131824] = "Sister Solena",
		[6220] = "Облученный ужас",
		[391] = "Старый Мрачноглаз",
		[134896] = "Sewer Vicejaw",
		[156395] = "Starving Dredbat",
		[58822] = "Восставший стражник",
		[133361] = "Wasting Servant",
		[42698] = "Черный страж из братства Справедливости",
		[89731] = "Ловец Скверны",
		[102272] = "Страж Скверны - разрушитель",
		[29735] = "Взбешенный ворг",
		[168681] = "Раскольник-бунтарь",
		[141552] = "Ookin Pillager",
		[17770] = "Топеглад",
		[17962] = "Работяга резервуара Кривого Клыка",
		[164587] = "Сытый пилозуб",
		[13142] = "Загнивший плетун",
		[416] = "Гарлопо",
		[106624] = "Г'норц Безумный",
		[422] = "Мурлок-трупоед",
		[423] = "Полукровка из стаи Красногорья",
		[83846] = "Йалну",
		[426] = "Громила из стаи Красногорья",
		[58823] = "Неофит Некроситета",
		[72841] = "Смертолаз",
		[430] = "Мистик из стаи Красногорья",
		[134389] = "Ядовитый змей <Яйцо>",
		[102274] = "Камнегрыз-налетчик",
		[55368] = "Вдова Зеленая Лапа",
		[98691] = "Восставший разведчик",
		[170733] = "Обожравшийся гнилячок",
		[171245] = "Feral Helhound",
		[192232] = "Змей морозного ветра",
		[442] = "Тарантул",
		[156913] = "Decaying Corpse",
		[446] = "Губитель из стаи Красногорья",
		[167151] = "Frail Spotter",
		[448] = "Дробитель",
		[10391] = "Скелет-берсерк",
		[456] = "Низший мурлок-оракул",
		[458] = "Мурлок-охотник",
		[100996] = "Шип Скверны",
		[59080] = "Темный магистр Гандлинг",
		[163058] = "Туманная защитница",
		[59464] = "Прыгун",
		[102788] = "Злобный покоритель Скверны",
		[39245] = "Громила из крепости Северной стражи",
		[162035] = "Опаленный головорез",
		[17771] = "Оракул из племени Темной Крови",
		[163059] = "Duskterror",
		[17963] = "Раб-бродяга пустошей",
		[168690] = "Оссеиновый трутень",
		[475] = "Кобольд-проходчик",
		[476] = "Кобольд-геомант",
		[478] = "Гонец из стаи Речной Лапы",
		[134907] = "Silt Crab",
		[69773] = "Скарабей",
		[123264] = "Taskmaster Williams",
		[165108] = "Иллюзорный клон",
		[66446] = "Лекарь Громовой крепости",
		[170739] = "Witherscorn Vanguard",
		[96135] = "Сквернскорнский завоеватель",
		[15638] = "Волшебный часовой",
		[185584] = "Кощунство <Вельзевунья>",
		[93064] = "Сокол из крепости Черной Ладьи",
		[169205] = "Gobbling Blossom",
		[500] = "Разведчик из стаи Речной Лапы",
		[75149] = "Аггем Терновое Проклятие",
		[175860] = "Ravenous Shade",
		[169206] = "Devouring Hydra",
		[161528] = "Aethon",
		[56906] = "Диверсант Кип'тилак",
		[93577] = "Певец из племени Дымящейся Шкуры",
		[106630] = "Силовой червь - землерой",
		[98696] = "Иллисанна Гребень Ворона",
		[518] = "Изувой",
		[161529] = "Немей",
		[171255] = "Эхо Аэллы",
		[104583] = "Щупальце Бездны",
		[161530] = "Cloudtail",
		[8600] = "Чумной нетопырь",
		[166649] = "Champion Rin'mar",
		[17964] = "Рабочий-бродяга пустошей",
		[140033] = "Sewer Rat",
		[182007] = "Жук-чешуегрыз",
		[61130] = "Разъяренный кузнец",
		[97930] = "Bloodstalker <Btechellgirl>",
		[578] = "Мурлок-разведчик",
		[580] = "Чернорабочий из стаи Красногорья",
		[165116] = "Ossein Summon <Necromancy Acolyte>",
		[107400] = "Рагвар Расхититель",
		[103561] = "Порождение тени",
		[166652] = "Острокрыл-страж",
		[163581] = "Avowed Usher",
		[125828] = "Soulspawn",
		[59083] = "Батаарский огненный воин",
		[102282] = "Лорд Малгат",
		[59467] = "Маг с подсвечником",
		[98955] = "Волнскорнский боевой медведь",
		[173820] = "Disturbed Mite",
		[191224] = "Тарасекк - шаман молнии",
		[131847] = "Waycrest Reveler",
		[40784] = "Темная трещина <Командир Улток>",
		[61387] = "Цийлинь-стражник",
		[140038] = "Глубинный угорь",
		[161537] = "Миэрина",
		[133384] = "Меректа",
		[187131] = "Верный Колыбели драконид",
		[95885] = "Тиратон Салтерил",
		[168192] = "Древний кровобивень",
		[62795] = "Сик'тик-страж",
		[177918] = "Ascendant of Flame",
		[157955] = "Буйный пожиратель",
		[54989] = "Гормальский поработитель",
		[158979] = "Безмолвный надзиратель",
		[110474] = "Колдунья из армии Ракиша",
		[110730] = "Призванный опаляющий тотем <Вождь Гроу>",
		[172800] = "Карательница Боргулла",
		[39249] = "Громила из крепости Северной стражи",
		[107403] = "Нелвек Пепельный",
		[166658] = "Champion Gutrend",
		[95886] = "Вул'кан",
		[108939] = "Рубака из клана Говорящих с костями",
		[93071] = "Мистик из клана Говорящих с костями",
		[97678] = "Аранасийская мать выводка",
		[110731] = "Тотем землетрясения <Вождь Гроу>",
		[127879] = "Shieldbearer of Zul",
		[74900] = "Ваятель лабиринтов Тукаар",
		[11448] = "Чернокнижник из клана Гордок",
		[163077] = "Азуль",
		[108940] = "Древний костяной слуга",
		[133389] = "Гальваззт",
		[93584] = "Волнскорнская дева щита",
		[59213] = "Костяной стражник",
		[163590] = "Avowed Cryptkeeper",
		[95888] = "Кордана Оскверненная Песнь",
		[163591] = "Проворный анимаклещ",
		[113036] = "Повелитель Скверны Раззар",
		[12216] = "Ядовитый грелль",
		[61389] = "Великий страж клана Каргеш",
		[160521] = "Manifestation of Envy",
		[66200] = "Солдат Громовой крепости",
		[165640] = "Congealed Torment",
		[99728] = "Мрачный страж <Повелитель ужаса Мендаций>",
		[3127] = "Ядохвостый скорпид",
		[184580] = "Олаф",
		[96657] = "Иллиана Танцующая с Клинками",
		[148749] = "Huojin Disciple",
		[162058] = "\"Вентунакс\"",
		[134417] = "Глубоководный ритуалист",
		[163594] = "Проглот-терзатель",
		[184581] = "Бейлог",
		[59598] = "Малый ша",
		[59726] = "Опасность",
		[162059] = "Кин-Тара",
		[163083] = "Оценщик Малус",
		[96402] = "Громадный страж Кузни",
		[113038] = "Повелитель Скверны Куррз",
		[822] = "Молодой лесной медведь",
		[56911] = "Взрывчатка богомолов",
		[166667] = "Rotwing Construct",
		[163084] = "Испытательница Сахаари",
		[834] = "Койот",
		[98706] = "Командир Шемда'сон",
		[169227] = "Blighted Invader",
		[177929] = "Mawsworn Myrmidon",
		[162061] = "Девия",
		[158990] = "Champion of the Horde",
		[58319] = "Малый ша",
		[92564] = "Мо'арг - вестник боли",
		[3415] = "Охотница саванны",
		[58959] = "Nipnuk",
		[158991] = "Защитник Альянса",
		[90005] = "Голем помраченных",
		[184585] = "Оскверненная преграда <Андуин Ринн>",
		[168717] = "Раскольница-юстициарий",
		[98963] = "Пылающий бес",
		[165646] = "Gormling Larva <Young Matriarch>",
		[166670] = "Brethlun the Brand",
		[880] = "Эрлан Драджмур",
		[3527] = "Тотем исцеляющего потока <Хайрэс-Гордунни>",
		[131863] = "Raal the Gluttonous",
		[185610] = "Развоплощенный распорядитель",
		[153874] = "Mawsworn Sentry",
		[170766] = "Горм-изрыгатель",
		[134423] = "Обитатель глубин",
		[163600] = "Avowed Caretaker",
		[131864] = "Gorak Tul",
		[170767] = "Раздувшийся копатель",
		[124814] = "Hexed Howler",
		[189707] = "Частица хаоса",
		[58960] = "Yasik",
		[170768] = "Gorged Decayfly",
		[147222] = "Гноллоед",
		[94614] = "Диверсант с заставы Седогрива",
		[98965] = "Кур'талос Гребень Ворона",
		[56401] = "Жевун Зеленой Скалы",
		[153878] = "Mawsworn Archer",
		[170210] = "Зеленый шип",
		[97942] = "Раватес",
		[61392] = "Хартак Поджигатель",
		[176401] = "Mawsworn Shackler",
		[191465] = "Огненный росток",
		[89350] = "Забвенон",
		[74652] = "Меткострел из племени Иглошкурых",
		[91288] = "Воин из племени Дымящейся Шкуры",
		[3887] = "Барон Сильверлейн",
		[168718] = "Раскольник-хранитель",
		[92933] = "Драгун 7-го легиона",
		[176402] = "Mawsworn Sentry",
		[168724] = "Engorged Fearspinner",
		[76444] = "Порабощенная душа",
		[177938] = "Mawforged Construct",
		[58961] = "Батаарский яунгол",
		[166677] = "Арбалетчик из дома Брайрбейн",
		[158999] = "Eternal Jailor",
		[81819] = "Натуралист Вечного Цветения",
		[100960] = "Злогриб <Гнилосердный хранитель>",
		[160535] = "Пепельный бродяга",
		[130909] = "Fetid Maggot",
		[160394] = "Barrow Spider",
		[133406] = "Bubbling Azerite",
		[92764] = "Валькира-претендентка",
		[108628] = "Армонд Тако",
		[95577] = "Щупальце Бездны",
		[129860] = "Enthralled Spiderling",
		[96664] = "Валарьяр - резчик рун",
		[56658] = "Оскверненная капля",
		[97176] = "Эредарская поработительница",
		[94576] = "Грифон \"Небесного огня\"",
		[12217] = "Бес-осквернитель",
		[97944] = "Муорг",
		[81820] = "Лекарь Вечного Цветения",
		[69791] = "Fire Spirit",
		[160537] = "Blistered Vagrant",
		[59655] = "Хитрый гну-синь",
		[165232] = "Soulless Construct",
		[170263] = "Blackthorn Ambusher",
		[66976] = "Хмелештейн <Моргус Вредоруб>",
		[91756] = "Вечный страж",
		[167704] = "Tremaculum Sentinel",
		[167111] = "Иглобрюх-рогач",
		[183501] = "Изобретатель Зи'мокс",
		[76446] = "Поработитель из клана Призрачной Луны",
		[97177] = "Бес-преследователь",
		[28579] = "Берсерк из закаленной стали",
		[135325] = "Ashvane Conspirator",
		[101122] = "Сумеречный темный чародей",
		[81821] = "Водяная капля",
		[69792] = "Earth Spirit",
		[55507] = "Ожившая статуэтка",
		[61240] = "Глинтрок-тихоступ",
		[3870] = "Каменная соня",
		[517] = "Мурлок-оракул",
		[99365] = "Скверносерд-лазутчик",
		[6234] = "Механический страж",
		[99434] = "Ядовитый идол",
		[175162] = "Древний кровобивень",
		[136391] = "Хранитель Сердца",
		[89673] = "Вопрошатель Арев'наал",
		[90372] = "Рунас Постыдный",
		[56915] = "Солнце",
		[126355] = "Awoken Guardian",
		[59459] = "Прыгунок",
		[181310] = "Заряженный тарасекк",
		[26841] = "Оживленный ледяной змей",
		[135971] = "Отступник-новобранец",
		[98970] = "Латосий",
		[170474] = "Паук-убийца <Скрывающийся ассасин>",
		[158928] = "Порочный свидетель",
		[22895] = "Призванный опаляющий тотем <Вестник войны Ордо>",
		[159006] = "Agitated Gorm",
		[136406] = "Шиварра",
		[131365] = "Coppertooth Prowler",
		[10383] = "Изломанный кадавр <Уничтоженный кадавр>",
		[56209] = "Пандриарх Ежевичный Посох",
		[109154] = "Громадень из клана Колец Ненависти",
		[58963] = "Делзабал",
		[101786] = "Демонический паучок",
		[153165] = "Комендант Тонар",
		[151329] = "Тюремщик Скольд",
		[75384] = "Чудовищное порождение Лабиринтов",
		[90525] = "Эредарский страж Хаоса",
		[19632] = "Светящийся острожал",
		[102446] = "Повелитель Скверны Бетруг",
		[1236] = "Кобольд-землекоп",
		[4958] = "Блуждающий дух <Овердруид>",
		[93005] = "Гниющий тюремщик",
		[108441] = "Гралк",
		[56404] = "Брюхолов Зеленой Скалы",
		[60208] = "Прыгунок",
		[46260] = "Жгучий разрушитель",
		[152843] = "Harpy Boltcaller",
		[157301] = "Carved Tracker",
		[116] = "Бандит",
		[65362] = "Служитель Сомнения",
		[107545] = "Демонический плут",
		[164128] = "Mephiles the Loyal",
		[149515] = "Honorbound Berserker",
		[103067] = "Камнегрыз-пращник",
		[169759] = "Withering Presence",
		[10394] = "Караульный Черной Стражи",
		[128405] = "Living Artifact",
		[89116] = "Атисса",
		[156212] = "Бессердечный-посланник",
		[131858] = "Thornguard",
		[161376] = "Стальнохребетный ветеран",
		[106896] = "Элементаль приливов",
		[182045] = "Некротическая ритуалистка <Прототип Войны>",
		[58964] = "Хрогроггу",
		[7369] = "Громила с перевала Мертвого Ветра",
		[89759] = "Квалдир-проклинатель",
		[163618] = "Некромант с \"Золрамуса\"",
		[345] = "Грубобрюх",
		[55509] = "Конк",
		[76407] = "Нер'зул",
		[17941] = "Менну Предатель",
		[165978] = "Scavenging Mawrat",
		[61537] = "Разъяренный наездник",
		[39960] = "Глубинный мурлок - рабочий",
		[163619] = "Резчик с \"Золрамуса\"",
		[163675] = "Бремя гордыни",
		[165909] = "Malice Shadow",
		[140585] = "Umber Lurker",
		[56789] = "Волна дракона",
		[56917] = "Устойчивая взрывчатка",
		[126135] = "Infesting Brainworm",
		[138538] = "Abyssal Reach",
		[163620] = "Тошногнил",
		[127127] = "Bonegnasher Earthcaller",
		[181840] = "Сотворенный буревик",
		[59417] = "Отзвук ша",
		[19735] = "Разрушитель Бурегорна",
		[170275] = "Bladesworn Enchanter",
		[11450] = "Разоритель из клана Гордок",
		[50857] = "Одо Слепой Страж",
		[163621] = "Кровомес",
		[188703] = "Протобарьер <Андуин Ринн>",
		[105206] = "Страж гнева - клинок ужаса",
		[59180] = "Орачи",
		[115001] = "Растительное чудовище",
		[93344] = "Зачарованный рунами каменный хранитель",
		[110779] = "Колдунья из армии Ракиша",
		[76107] = "Луч солнечных осколков <Ругуг>",
		[102302] = "Хранитель портала",
		[130083] = "Curseformed Ravager",
		[59605] = "Отупевший хозен-буян",
		[99657] = "Безумный пожиратель разума",
		[126719] = "Irontide Cutthroat",
		[158290] = "Тезулат Разрушитель",
		[128408] = "Nolpe",
		[182394] = "Косильщик-смертоед",
		[163623] = "Останки Тошногнила",
		[94271] = "Инженер \"Небесного огня\"",
		[99649] = "Повелитель ужаса Мендаций",
		[165992] = "Mawsworn Soulrender",
		[97087] = "Валарьяр-защитник",
		[186658] = "Геомант из племени Каменного Свода",
		[58757] = "Послушник из Некроситета",
		[155216] = "Чудолиственный страж",
		[106583] = "Аркетракс",
		[156239] = "Темная перерожденная Коррия",
		[176111] = "Порочный хранитель склепа",
		[190508] = "Бомбардировка",
		[6206] = "Землеглот из пещерных глубин",
		[6222] = "Прокаженный техник",
		[97338] = "Ужасный плеточник",
		[58198] = "Послушник Шадо-Пан",
		[3272] = "Пастух из племени Колкар",
		[108856] = "Взбудораженный каменный хранитель",
		[113053] = "Мать Сепестра",
		[177983] = "Frostsoul Winged Automaton",
		[97185] = "Грязеход",
		[97081] = "Король Бьорн",
		[126967] = "Midland Stag",
		[46379] = "Жестокий убийца",
		[92966] = "Трелан Раскалыватель Щитов",
		[176423] = "Blazing Stygia",
		[156825] = "Darkmaul Centurion",
		[106669] = "Ужасная аберрация",
		[95138] = "Ведьма из племени Червивого Когтя",
		[176424] = "Stygic Ember",
		[182053] = "Автом-дезинтегратор",
		[65317] = "Сян",
		[100257] = "Гейзер Скверны",
		[135474] = "Thistle Acolyte",
		[110384] = "Порабощенный Скверной инфернал <Хугопал>",
		[169803] = "Turned Fae",
		[161580] = "Invading Fadeblade",
		[56919] = "Взрывчатка богомолов",
		[171358] = "Избранник Вираза",
		[175401] = "Warden of Souls",
		[61398] = "Синь Мастер Боя",
		[176425] = "Protector of Flame",
		[168747] = "Ядовитый паук",
		[37212] = "Лиана Ежевичного оврага",
		[61910] = "Скопление смолы",
		[46915] = "Солдат Летящей Тьмы",
		[170511] = "Blighted Defender",
		[165346] = "Vicious Spriggan",
		[167724] = "Гнилошип-боггарт",
		[176426] = "Magmic Flamebinder",
		[165549] = "Тухлосос",
		[176177] = "Друст - темный маг",
		[141107] = "Burnsy the Blade",
		[186664] = "Душитель из племени Каменного Свода",
		[69768] = "Зандаларский военный разведчик",
		[159023] = "Endless Scourge",
		[102306] = "Бурлящая лужа",
		[59479] = "Янь-Чжу Высвобожденный",
		[131812] = "Heartsbane Soulcharmer",
		[181546] = "Прототип Обновления",
		[91045] = "Морфаэль",
		[59078] = "Бездарный ученик <Темный магистр Гандлинг>",
		[158473] = "Покровник - собиратель осколков",
		[114216] = "Мерцающий олеандр",
		[134966] = "Restless Stone",
		[176428] = "Stygian Runesmith",
		[193320] = "Преобразованная земля <Элементаль земли>",
		[157493] = "Злобный сокрушитель надежды",
		[56792] = "Фрагмент сомнения",
		[170286] = "Blackthorn Ambusher",
		[102724] = "Злобная повелительница душ",
		[97956] = "Тихондрий",
		[61399] = "Глинтрок-разведчик",
		[59555] = "Навязчивый ша",
		[28580] = "Небоход из закаленной стали",
		[181548] = "Прототип Отпущения",
		[160048] = "Plaguedoused Remnant",
		[96608] = "Эбеновый ворг",
		[190938] = "Снежный элементаль",
		[163121] = "Сшитый боец авангарда",
		[167426] = "Risen Valiant",
		[120991] = "Сквернотопырь",
		[96677] = "Зубастый гризли",
		[101028] = "Проекция Латосия",
		[93094] = "Неупокоенный предок",
		[97445] = "Глубоководный ужас",
		[170800] = "Бессердечный-охотник",
		[163122] = "Хрупкий воин",
		[189914] = "Курог Зловещий Тотем",
		[1860] = "Klaththak",
		[61699] = "Сик'тик Желтокрыл",
		[169265] = "Мерзкий ползун",
		[151353] = "Mawrat",
		[192473] = "Вожак янтарношкуров",
		[98900] = "Змееуст-плутишка",
		[158689] = "Blistering Ash Ghoul",
		[40584] = "Захватчик Леди Наз'жар",
		[59552] = "Хозен-плакса",
		[56754] = "Лазурный змей",
		[181551] = "Прототип Долга",
		[141113] = "Skullcrusher Cotner",
		[133435] = "Drust Slaver Summoning Portal",
		[118177] = "Хеларьяр-претендентка",
		[164831] = "Капитан Неслух",
		[167731] = "Ассистент-расчленитель",
		[171318] = "Болезненный ритуалист",
		[122967] = "Priestess Alun'za",
		[107172] = "Запятнанная кровью ритуалистка",
		[165684] = "Проводник анимы",
		[95399] = "Таон Лунный Коготь",
		[170803] = "Spectral Hateweaver",
		[167921] = "Putrid Shambler",
		[31216] = "Зеркальное изображение <Мейярин-Гордунни>",
		[158688] = "Shrouded Shardsetter",
		[113059] = "Повелитель Скверны Гарзан",
		[166656] = "Skeletal Competitor",
		[13036] = "Гончая клана Гордок",
		[56289] = "Приречный цзинь-юй",
		[164830] = "Костекрыл-разведчик",
		[163126] = "Хрупкий маг",
		[42973] = "Око Наксрамаса",
		[69806] = "Мстительный дух <Зандаларский военный разведчик>",
		[168234] = "Animated Flesh <Maelti>",
		[90109] = "Поработитель из клана Колец Ненависти",
		[74669] = "Тотем Хрустального огня <Геомант из племени Иглошкурых>",
		[61613] = "Клейкий осадок",
		[138212] = "Irontide Keelhauler",
		[91569] = "Нестабильный медведь",
		[94383] = "Гнилоклюв",
		[161579] = "Invading Soulsplitter",
		[96680] = "Смотрящий",
		[169270] = "Disturbed Nightmare",
		[165687] = "Скованный испепелитель",
		[166653] = "Пехотинец из дома Брайрбейн",
		[151305] = "Horde Extractor",
		[163128] = "Чародей с \"Золрамуса\"",
		[59801] = "Крик'тик - направитель ветров",
		[193054] = "Дракон гибельного шторма",
		[160569] = "Быстрокрылый ларион",
		[156986] = "Огр-надсмотрщик",
		[105621] = "Мрачный окулус",
		[97069] = "Повелитель гнева Лекос",
		[122969] = "Zanchuli Witch-Doctor",
		[146749] = "Honorbound Assassin",
		[14386] = "Блуждающее око Килрогга",
		[108710] = "Охранная сфера",
		[61216] = "Глинтрок-проклинатель",
		[161082] = "Mawsworn Interceptor",
		[131383] = "Sporecaller Zancha",
		[173114] = "Агрессивный гнилячок",
		[96934] = "Валарьяр-зверолов",
		[135987] = "Щупальце",
		[126237] = "Tide Lurker",
		[184303] = "Прыгучий паук",
		[165919] = "Скелет-мародер",
		[161083] = "Mawsworn Sentry",
		[77700] = "Извлекатель душ из клана Призрачной Луны",
		[127125] = "Cragg the Stoneshaker",
		[166714] = "Ruiner Maroth",
		[4463] = "Призыватель из клана Черной горы",
		[167898] = "Воплощение зависти <Инквизитор Зигар>",
		[182074] = "Автом-собиратель",
		[181047] = "Галондрий",
		[184020] = "Огромный берсерк",
		[182071] = "Автом-страж",
		[170016] = "Leftover Parts",
		[97706] = "Ткач Скверны",
		[95226] = "Тюремщик-мучитель",
		[90686] = "Жуткая гончая - ловец Скверны",
		[61530] = "Взрывная ненависть",
		[156636] = "Lurking Fearspinner",
		[98986] = "Плодовия",
		[161597] = "Разъедающая слизь",
		[159909] = "Nikolon's Distrust",
		[191286] = "Извержение лавы",
		[96682] = "Иммолант",
		[61340] = "Глинтрок-проклинатель",
		[91948] = "Гейр",
		[59166] = "Разъяренный жрец",
		[169276] = "Disturbed Nightmare",
		[141123] = "Unbound Stormsurge",
		[165138] = "Чумной мешок",
		[47141] = "Жуткий провидец",
		[167922] = "Rot Flinger",
		[28578] = "Разоритель из закаленной стали",
		[59483] = "Ур-Батаар",
		[172860] = "Ripened Laborer",
		[169277] = "Disturbed Nightmare",
		[161599] = "Булькающее образование",
		[166206] = "Изначальная жижа",
		[88859] = "Эля Лазурная Луна",
		[95916] = "Яростный скаложуй",
		[91044] = "Мракобес-мучитель",
		[108578] = "Рунный скальд Ролло",
		[84399] = "Злобная мандрагора",
		[166741] = "Караадж",
		[177980] = "Gruukuuek the Elder",
		[56924] = "Рассвирепевший хозен-буян",
		[23775] = "Head of the Horseman",
		[54936] = "Гормальский налетчик",
		[99233] = "Огнезол <Вул'кан>",
		[164312] = "Когтистый костекрыл",
		[102827] = "Камнегрыз - хранитель зубов",
		[128407] = "Patheope",
		[103339] = "Безликий иллюзионист",
		[122968] = "Yazma",
		[91566] = "Сквернскорнский палач",
		[37090] = "Загадочный страхокус",
		[184124] = "Часовая Талондрас",
		[126983] = "Harlan Sweete",
		[84400] = "Крючковатый древний",
		[90661] = "Эредарский молельщик",
		[97197] = "Валарьяр-очиститель",
		[56706] = "Крик'тик-бомбардир",
		[59100] = "Старый объект исследований",
		[98103] = "Nightmare Fire",
		[184125] = "Хронолорд Дейос",
		[131402] = "Клещ из Подгнилья",
		[110742] = "Страж Скверны",
		[181549] = "Прототип Войны",
		[10876] = "Нежить-скарабей <Неруб'энкан>",
		[162115] = "Koda Steelclaw",
		[95013] = "Дрогбар-червевод",
		[76462] = "Знамение смерти",
		[129548] = "Blacktooth Brute",
		[92335] = "Лиратос Темная Роща",
		[84401] = "Шустрый росточек",
		[173323] = "Эдвард",
		[61247] = "Глинтрок-зеленорог",
		[162116] = "Lyanis Moonfall",
		[56890] = "Крик'тик-разведчик",
		[111206] = "Саблезубый ворг",
		[134418] = "Утонувший вестник глубин",
		[127143] = "Dockmaster Marl",
		[90544] = "Крос",
		[8477] = "Скелет-слуга",
		[128434] = "Feasting Skyscreamer",
		[162117] = "Tyrande Whisperwind",
		[11444] = "Маг-лорд из клана Гордок",
		[185346] = "Подчиненный истребитель",
		[96175] = "Йотнар",
		[100526] = "Истерзанный кровопийца",
		[105205] = "Мо'арг-хребтолом",
		[165189] = "Wolf",
		[137036] = "Пробудившаяся Бездна",
		[85170] = "Огненная орхидея",
		[170820] = "Ossein Champion",
		[65841] = "Боец Сильной Руки",
		[135445] = "Энергетическое ядро",
		[176451] = "Животное <Аденима-ПиратскаяБухта>",
		[59613] = "Профессор Слейт",
		[160075] = "Горм-изрыгатель",
		[95152] = "Охотница из племени Червивого Когтя",
		[55902] = "Кромсатель духов Шань'цзэ",
		[170821] = "Cackling Stitchsurgeon",
		[169771] = "Soul Monitor",
		[184130] = "Земельник-комендант",
		[100527] = "Бес ужасающего огня",
		[184134] = "Прыгун-падальшик",
		[56732] = "Лю Пламенное Сердце",
		[93105] = "Инквизитор Зловеш",
		[174405] = "Загустевшая слизь",
		[166925] = "Rotting Discard",
		[20405] = "Заряд Пустоты",
		[184131] = "Земельник-страж",
		[92450] = "Эредарский заклинатель разломов",
		[159504] = "Sparring Aspirant",
		[157002] = "Имперский каратель",
		[6207] = "Душитель из пещерных глубин",
		[6223] = "Прокаженный защитник",
		[166728] = "Огромный пожиратель",
		[184107] = "Рунический защитник",
		[184132] = "Земельник-дозорный",
		[160074] = "Горм-рассекатель",
		[74751] = "Тотем солнечных осколков <Камнепев из племени Иглошкурых>",
		[157003] = "Имперский дуэлянт",
		[59800] = "Крик'тик-яростень",
		[164618] = "The Fearstalker",
		[59102] = "Лесная охотница",
		[169986] = "Droman Krelnor",
		[135002] = "Демонический тиран <Dimonlock-Draenor>",
		[59486] = "Батаарский стражник знамени",
		[59614] = "Скучающий студент",
		[39267] = "Моряк из Северной стражи",
		[165706] = "Агрегат Рока",
		[7603] = "Прокаженный ассистент",
		[91571] = "Тан Диконеб",
		[110484] = "Ловец Скверны",
		[6527] = "Смоляной ползун",
		[164171] = "Honored Duelist",
		[56543] = "Ненасытень Зеленой Скалы",
		[139737] = "Лорд Штормсонг",
		[97202] = "Олмир Просвещенный",
		[124170] = "Fallhaven Pig",
		[93619] = "Инфернал-живодер",
		[61623] = "Капля смолы",
		[40936] = "Безликий дозорный",
		[17735] = "Воин клана Зловещего Плавника",
		[160758] = "Enticed Mite",
		[453] = "Мистик из стаи Речной Лапы",
		[161613] = "Korrim the Cunning",
		[109725] = "Страж Скверны",
		[59520] = "Шипучий бражный хмелементаль",
		[184651] = "Поработитель Зелтос",
		[83894] = "Дулгу",
		[161798] = "Desertion",
		[59461] = "Прыгунок",
		[108309] = "Пламенное сердце из племени Кровавого Тотема",
		[105749] = "Ловец душ Адской Пасти",
		[186696] = "Сотрясающий тотем",
		[59103] = "Детеныш лесного тигра",
		[92918] = "Райтас Провидец",
		[59359] = "Ужас во плоти",
		[98483] = "Адский бес",
		[119214] = "Темная чародейка Элиссата",
		[39268] = "Меткий стрелок из Северной стражи",
		[21126] = "Целительница чешуи резервуара Кривого Клыка",
		[166222] = "Barrier",
		[60127] = "Вестник войны Ордо",
		[167246] = "Unleashed Trauma <Maelti>",
		[21062] = "Призрак Пустоты <Паталеон Вычислитель>",
		[108721] = "Аэл'Ит",
		[159698] = "Послушный анимапард",
		[137743] = "V-300 SENTRY",
		[88094] = "Морской скрог",
		[10405] = "Чумной вурдалак",
		[100759] = "Сквернотопырь",
		[131587] = "Bewitched Captain",
		[56541] = "Мастер Снежный Вихрь",
		[98484] = "Мо'арг-громила",
		[76104] = "Чудовищный трупный паук",
		[161105] = "Indomitable Schmitd",
		[169807] = "Erupted Spine <Maelti>",
		[91318] = "Вождь Гроу",
		[163157] = "Амарт",
		[10461] = "Чумная блоха",
		[184140] = "Служитель из картеля Зи",
		[164177] = "Royal Nightcloak",
		[182008] = "Косильщик-туманолов",
		[166863] = "Раскольник-дознаватель",
		[25333] = "Неумирающий агрессор",
		[126189] = "Mindbent Thrashneck",
		[170832] = "Champion of Loyalty",
		[84767] = "Искаженное поганище",
		[59360] = "Трансплантат",
		[127150] = "Grimestone Chef",
		[173044] = "Ассистент-сшиватель",
		[39269] = "Лейтенант Паллитер",
		[164815] = "Похитительница с \"Золрамуса\"",
		[168398] = "Осклизлое лакомство <Slime Skeleton Stalker D>",
		[170833] = "Champion of Wisdom",
		[75451] = "Оскверненный дух",
		[139097] = "Песчаный стрелок",
		[94654] = "Страж ужаса - уничтожитель",
		[156501] = "Ravnyr",
		[144728] = "Rampaging Gatecrasher",
		[170836] = "Champion of Humility",
		[157954] = "Чартокс",
		[170834] = "Champion of Purity",
		[60031] = "Пао-кунь Пиромант",
		[96021] = "Король синеспинов",
		[98486] = "Воин гнева",
		[15420] = "Геолог Страж Наковальни",
		[45412] = "Лорд Аурий Ривендер",
		[102714] = "Эредарская призывательница",
		[170323] = "General Grashaal",
		[170835] = "Champion of Courage",
		[75452] = "Костебрюх",
		[167078] = "Крылодер Жестокий",
		[15644] = "Презренный-бедокур",
		[165414] = "Порочный уничтожитель",
		[135336] = "Кристалл",
		[169812] = "Turned Sentinel",
		[125961] = "Brother Conway",
		[191311] = "Дракончик из рода Бесконечности",
		[171348] = "Некротический пес тьмы",
		[87369] = "Бездыханная душа",
		[163575] = "Ash Crawler",
		[65882] = "Старший инженер Гайкокрутс",
		[144731] = "Forsaken Bonechewer",
		[59873] = "Оскверненная живая вода",
		[158040] = "Unbound Deathwalker",
		[95766] = "Обезумевший остроклюв",
		[184147] = "Гиперсветовое подкрепление <Изобретатель Зи'мокс>",
		[92950] = "Пехотинец \"Небесного огня\"",
		[99366] = "Скверносерд-призыватель",
		[153238] = "Прирученный вепрь",
		[127111] = "Irontide Oarsman",
		[54371] = "Бандит из стаи Речной Лапы",
		[56930] = "Крик'тик - вестник роя",
		[42342] = "Заряженный уборочный голем",
		[181011] = "Древний страж",
		[135007] = "Страж сферы",
		[184659] = "Подчиненный охранник",
		[184301] = "Пещерный ловец",
		[165208] = "Warstitched Guard",
		[165720] = "Сгусток гнева",
		[74942] = "Кристалл ядовитого всплеска",
		[109326] = "Паучок из силового камня",
		[176112] = "Порочный нотариус",
		[162327] = "Rogue",
		[164185] = "Эшелон",
		[160602] = "Каменный повелитель",
		[58722] = "Лилиан Восс",
		[165363] = "Risen Shadow <Architect Halen>",
		[28586] = "Генерал Бьярнгрим",
		[162650] = "Хирург-сшиватель",
		[55139] = "Боец Румпуса",
		[164084] = "Manifestation of Rage",
		[184661] = "Ветрокрут",
		[172888] = "Lurking Alpha",
		[90134] = "Ллотиенский гризли",
		[107447] = "Гарпунер из клана Колец Ненависти",
		[122984] = "Дазар'айский колосс",
		[95674] = "Фенрир",
		[56447] = "Навозный крепкохват",
		[167770] = "Покрытый слизью скелет",
		[158752] = "Predatory Bloodtusk",
		[138187] = "Grotesque Horror",
		[162328] = "Warlock",
		[93115] = "Нечистый ловец Скверны",
		[17734] = "Болотник Нижетопи",
		[520] = "Бракк",
		[157809] = "Верный Утробе темный маг",
		[40935] = "Жаблин-охотник",
		[59545] = "Золотой жук",
		[59518] = "Раздувшийся бражный хмелементаль",
		[99384] = "Обжигающая жеода <Дрогбар - пожиратель маны>",
		[168170] = "Дозорная из Каменного легиона",
		[160095] = "General Alver",
		[95675] = "Король-бог Сковальд",
		[167923] = "Diseased Remnant",
		[126209] = "Willing Cultist",
		[54372] = "Громила из стаи Речной Лапы",
		[105199] = "Жуткая гончая - ловец Скверны",
		[97091] = "Темношкурый рычун",
		[158259] = "Abomination",
		[39260] = "Пехотинец из крепости Северной стражи",
		[191319] = "Древний дробильщик <Древний голем>",
		[95843] = "Король Галдор",
		[139108] = "Мечущаяся искра",
		[110776] = "Порабощенный Скверной бес",
		[164702] = "Кровавый голод",
		[39272] = "Пенящийся морской элементаль",
		[62205] = "Командующий флангом Нер'онок",
		[170333] = "Goldenpaw Prowler",
		[95676] = "Один",
		[107401] = "Арег Кровавая Руна",
		[75713] = "Подчинитель костей из клана Призрачной Луны",
		[164191] = "Noble Courtier",
		[40923] = "Нестабильная порча",
		[23960] = "Заклинатель рун из клана Укротителей драконов",
		[95247] = "Призрачный офицер из крепости Черной Ладьи",
		[128614] = "Deathbound Thrasher",
		[50916] = "Хромолап Плаксивый",
		[167263] = "Tariesh",
		[139110] = "Искротворец",
		[110777] = "Страж ужаса",
		[127413] = "Kurek the Lost",
		[3877] = "Стенающий охранник",
		[126441] = "Matron Levae",
		[10398] = "Темный чародей из секты Тузадин",
		[109351] = "Скрытный лесной хищник",
		[126463] = "Saltfeather Eagle",
		[109959] = "Мракобес-растлитель",
		[54373] = "Травник из стаи Речной Лапы",
		[164705] = "Моровая слизь",
		[169312] = "Tabulator Hymeris",
		[172193] = "Друст-резчик",
		[160455] = "Manifestation of Gluttony",
		[163622] = "Куски Кровомеса",
		[75509] = "Садана Кровавое Безумие",
		[170338] = "Ravenous Invader",
		[110778] = "Порабощенный Скверной повелитель гнева",
		[185181] = "Автоматический уничтожитель",
		[111290] = "Браксас Плоторез",
		[169825] = "Warstitched Hound",
		[56884] = "Тажань Чжу",
		[99773] = "Кровавый червь <Хромимяу-СтражСмерти>",
		[75459] = "Зараженная летучая мышь",
		[75715] = "Оживленные ритуальные кости",
		[91414] = "Наездник на грифоне с \"Небесного огня\"",
		[94960] = "Химдалль",
		[18105] = "Газ'ан",
		[89024] = "Охотник глубин из клана Колец Ненависти",
		[158053] = "Королева трупожоров",
		[197105] = "Разлом",
		[158893] = "Порочный учитель",
		[98954] = "Скверноподданный мирмидон",
		[139626] = "Утопший матрос",
		[160613] = "Голодный рой",
		[169315] = "Leacher Cvan",
		[183745] = "Чертеж протоформы",
		[158054] = "Изголодавшийся по аниме змей",
		[162923] = "Bladesworn Traitor",
		[95935] = "Ормгул Вредитель",
		[100286] = "Младший прислужник",
		[100485] = "Лишенный души боец авангарда",
		[92608] = "Малгалор",
		[127799] = "Dazar'ai Honor Guard",
		[89025] = "Воспевательница зла из клана Колец Ненависти",
		[91704] = "Анкерный кристалл",
		[42776] = "Тикающая часовая бомба <Моряк из Северной стражи>",
		[102078] = "Рогг Шард <Заклинатель земли из племени Серого Камня>",
		[19221] = "Пустомант Сепетрея",
		[164198] = "Doom",
		[100334] = "Порождение Тиранны",
		[165222] = "Костоправ с \"Золрамуса\"",
		[66503] = "Пехотинец Громовой крепости",
		[161801] = "Uselessness",
		[95727] = "Мракобес-осквернитель",
		[164578] = "Создание Трупошва",
		[100360] = "Цепкое щупальце",
		[130232] = "Venomous Coilscale",
		[23970] = "Врайкул-скелет",
		[56678] = "Нефритовый Посох",
		[54988] = "Охотник Букового леса",
		[93377] = "Квалдир - призыватель туманов",
		[61436] = "Сик'тик - танцующий с клинками",
		[131304] = "Vulpera Padfoot",
		[102335] = "Хранитель портала",
		[110781] = "Карзак Пронзатель",
		[175833] = "Снующий кровопийца",
		[186107] = "Стражник хранилища",
		[153451] = "Козарус Падший",
		[6224] = "Прокаженный машиностроитель",
		[46254] = "Дробитель",
		[19220] = "Паталеон Вычислитель",
		[113130] = "Пылающий часовой <[*] Извержение пламени Скверны>",
		[96494] = "Страж Скверны - мясник",
		[100333] = "Шустрый паучонок",
		[131305] = "Brinescale Wavecaller",
		[165737] = "Грехокаменная статуя",
		[153964] = "Bloodbeak",
		[179135] = "Сат'зуул",
		[171368] = "Скелет-слуга",
		[102336] = "Хранитель портала",
		[59494] = "Пузыристый бражный хмелементаль",
		[173360] = "Изрыгатель чумы",
		[173416] = "Обгоревший собиратель",
		[66505] = "Оружейник Громовой крепости",
		[183500] = "Агент-вор",
		[6235] = "\"Электрошокер-6000\"",
		[134514] = "Глубинный сектант",
		[101549] = "Чародейский прислужник",
		[114288] = "Скелет-воин",
		[104644] = "Ведьма из племени Червивого Когтя",
		[98242] = "Падший лунный совух",
		[126438] = "Charmed Sailor",
		[89284] = "Солемаг из племени Горькой Воды",
		[127419] = "Lord Autumnvale",
		[165059] = "Crimson Protector",
		[102337] = "Хранитель портала",
		[168299] = "Lysonia",
		[61670] = "Сик'тик-разрушитель",
		[165313] = "Раскольник-дозорный",
		[66506] = "Канонир Громовой крепости",
		[111981] = "Крадущийся ужас",
		[91588] = "Повелитель Скверны Кардуз",
		[134516] = "Яйцо",
		[131445] = "Block Warden",
		[156015] = "Ползучая духоплазма",
		[10463] = "Визжащая банши",
		[75506] = "Верная служительница из клана Призрачной Луны",
		[97219] = "Солстен",
		[10436] = "Баронесса Анастари",
		[55016] = "Поработитель Гормал",
		[11197] = "Безмозглый скелет <Лорд Аурий Ривендер>",
		[98243] = "Лишенный души защитник",
		[91118] = "Жалящая оса",
		[165312] = "Анимапард раскольников",
		[59751] = "Страж Шадо-Пан",
		[66507] = "Снайпер Громовой крепости",
		[159027] = "Порочный охотник",
		[473] = "Морган Вымогатель",
		[17826] = "Владыка болот Мусел'ек",
		[134599] = "Усиленный призыватель шторма",
		[131447] = "Bristleback Pounder",
		[129095] = "Blacktooth Knuckleduster",
		[100446] = "Волнскорнская охотница",
		[160359] = "Forsworn Overseer",
		[168287] = "Hopebreaker Marku",
		[170737] = "Blighted Subduer",
		[131527] = "Lord Waycrest",
		[81864] = "Страхоцвет",
		[164208] = "Soul Monitor",
		[96236] = "Дикарь из племени Камня Силы",
		[169327] = "Mire Trickster",
		[103363] = "Бездушный тюремщик",
		[10399] = "Тузадинский послушник",
		[17723] = "Болотоход",
		[75466] = "Злобный нетопырь",
		[94509] = "Ярозем",
		[29240] = "Лейтенант клана Закаленных Бурей",
		[167703] = "Mawsworn Guard",
		[19716] = "Механарский монтер",
		[58856] = "Навязчивый ша",
		[89287] = "Королева Краклаа",
		[96279] = "Мардумский палач",
		[134521] = "Enraged Nibbler",
		[59368] = "Терзатель Крастинова",
		[59835] = "Крик'тик-роевик",
		[98757] = "Властитель преисподней",
		[59752] = "Душитель Шадо-Пан",
		[163520] = "Раскольник-офицер",
		[95430] = "Слуга Гребня Ворона",
		[113037] = "Повелитель Скверны Даракк",
		[75467] = "Пещерная летучая мышь",
		[61243] = "Геккан",
		[92359] = "Дрекирьяр - клинок Скверны",
		[165747] = "Защитник Шенрак",
		[169330] = "Mucky Grunt",
		[157557] = "Forsworn Recruit",
		[712] = "Твердозуб из стаи Красногорья",
		[91791] = "Нестабильный склизеныш <Нестабильный матрос>",
		[43094] = "Каньонный эттин",
		[59153] = "Громоклин",
		[156022] = "Бурлящая духоплазма",
		[61928] = "Сик'тик-стражник",
		[169331] = "\"Granny\"",
		[157558] = "Rising Despair",
		[166931] = "Bonewrought Thrasher",
		[134137] = "Служитель храма",
		[128703] = "Vengeful Bones",
		[139131] = "Поляризованный шпиль",
		[156023] = "Сгусток духоплазмы",
		[134338] = "Жрец моря - каратель",
		[81564] = "Запущенная поросль",
		[61946] = "Призыватель бури из клана Хартак",
		[126144] = "Sister Ashwell",
		[161527] = "Sigilback",
		[89801] = "Иссохший мародер",
		[24085] = "Надзиратель из клана Укротителей драконов",
		[98538] = "Леди Веландра Гребень Ворона",
		[98693] = "Скованный прислужник",
		[104646] = "Матриарх племени Червивого Когтя",
		[157560] = "Congealed Doubt",
		[166262] = "Decaying Corpse",
		[191344] = "Лавовая напольная турель",
		[171381] = "Декадий",
		[168310] = "Чумной рух",
		[92361] = "Скверночешуйчатый доминатор",
		[160632] = "Лисохвост-охотник",
		[103344] = "Дубосерд",
		[129810] = "Ruby-Toed Tarantula",
		[164562] = "Порочный псарь",
		[12236] = "Лорд Злоязыкий",
		[46914] = "Злобный дракончик",
		[159676] = "Анимоклещ",
		[108230] = "Мистик из клана Говорящих с костями",
		[66000] = "Ас Сильной Руки",
		[92362] = "Скверночешуйчатый усмиритель",
		[61929] = "Сик'тик - янтарный прядильщик",
		[166264] = "Преследование добычи",
		[17732] = "Оса ликулла",
		[171383] = "Разъяренный матерый таурал",
		[159610] = "Раздраженный эфирный змей",
		[135552] = "Deathtouched Slaver",
		[190388] = "Элементаль земли",
		[97225] = "Страж гнева - легат",
		[173943] = "Привратник из дома Избранных",
		[77006] = "Трупный паучонок",
		[130497] = "Overlook Seahawk",
		[59242] = "Костяной стражник",
		[165111] = "Друст - злобный коготь",
		[164218] = "Лорд-камергер",
		[98761] = "Фрагмент души",
		[55659] = "Дикий бес",
		[166935] = "Undying Soldier",
		[166266] = "Запасные части",
		[55291] = "Кромсатель духов Шань'цзэ",
		[169848] = "Blighted Lurker",
		[159612] = "Леонид",
		[172192] = "Охотник в маске",
		[128600] = "Deathbound Shambler",
		[17724] = "Болотный скат",
		[165566] = "Мертвый Глаз",
		[109826] = "Алчущий помраченный",
		[95123] = "Ведьма Грельда",
		[92307] = "Король-бог Сковальд",
		[40943] = "Жаблин - водный маг",
		[164220] = "Avowed Guarantor",
		[185032] = "Надсмотрщик Зи'про",
		[4127] = "Зубастая гиена",
		[129418] = "Tentacle of Viq'Goth",
		[169574] = "Наскоросшиватель",
		[109336] = "Порабощенный Скверной повелитель гнева",
		[102583] = "Выжигатель Скверны",
		[11469] = "Огнечар Элдрета",
		[98280] = "Восставший чародей",
		[0] = "[*] Shadow Word: Death",
		[61177] = "Райгонн",
		[94856] = "Жрица Эйир",
		[56596] = "Шань Цзитун",
		[34545] = "Берсерк из племени Иглогривых",
		[732] = "Мурлок-скрытень",
		[172981] = "Кирийский кадавр",
		[131462] = "Blacktooth Guzzler",
		[88087] = "Буревестница из клана Колец Ненависти",
		[169341] = "Ветеран с расщепленной душой",
		[183498] = "Беспринципный собиратель",
		[183416] = "Скованный разрушитель царств",
		[160477] = "Manifestation of Rage",
		[94413] = "Изель Молот",
		[167806] = "Оживленный грех",
		[168318] = "Голиаф раскольников",
		[125381] = "Grimestone Invader",
		[92877] = "Лиратос Темная Роща",
		[97228] = "Осколок Бездны",
		[90318] = "Иссохший фанатик",
		[66287] = "Лейтенант Громовой крепости",
		[159105] = "Сборщик Монетец",
		[102886] = "Горный эттин",
		[168319] = "Scavenging Bonemauler",
		[126974] = "Barbthorn Worker",
		[59487] = "Щит-пузырь",
		[99759] = "Адский ползун",
		[10400] = "Тузадинский некромант",
		[162689] = "Хирург Трупошов",
		[10464] = "Завывающая банши",
		[20988] = "Солнцелов-инженер",
		[127602] = "Lucktail",
		[164737] = "Таящийся паук",
		[96640] = "Валарьяр-лучница",
		[91598] = "Искусительница из племени Каменной Крови",
		[135048] = "Gorestained Piglet",
		[63467] = "Разъяренный древень",
		[126918] = "Irontide Crackshot",
		[135049] = "Dreadwing Raven",
		[168321] = "Scavenging Alpha",
		[131303] = "Irontide Brinecaster",
		[109926] = "Исчадие снов",
		[109927] = "Дриада разоренного Сна",
		[17725] = "Скрытень Нижетопи",
		[162691] = "Чумокост",
		[137748] = "Grotesque Thrall",
		[92367] = "Волнскорнский секироносец",
		[135562] = "Ядовитый змей",
		[160355] = "Converted Clawguard",
		[10413] = "Некрорахнид-живоглот",
		[126151] = "Curseformed Familiar",
		[166275] = "Туманный культиватор",
		[162692] = "Амарт",
		[19668] = "Исчадие Тьмы <Круана-ЧерныйШрам>",
		[126919] = "Irontide Stormcaller",
		[98022] = "Чумной бес",
		[41201] = "Гибельная трясина",
		[155250] = "Гнилоуст",
		[182144] = "Оссеиновый ритуал",
		[166276] = "Туманный страж",
		[128455] = "Т'лонджа",
		[109795] = "Брошенные кости",
		[135052] = "Blight Toad",
		[15647] = "Волшебный охотник",
		[160646] = "Fallen Acolyte Erisne",
		[102094] = "Восставший мечник",
		[165765] = "Некрохирург",
		[148919] = "Honorbound Arcanist",
		[134029] = "Timberfang Summonling",
		[171396] = "Кирийский голиаф <Бурусо-Термоштепсель>",
		[157576] = "Forbidden Trapper",
		[59501] = "Оживленный труп",
		[168837] = "Крадущийся паучок",
		[157064] = "The Accuser",
		[55790] = "Разъяренный дух зверя <Хугомонк>",
		[165478] = "Sharrex the Fleshcrafter",
		[99791] = "Коралунский эттин",
		[131667] = "Soulbound Goliath",
		[59808] = "Вестник шторма Шадо-Пан",
		[93904] = "Горящий геллион",
		[172933] = "Рулевая Калиру",
		[157577] = "Forbidden Dissector",
		[133007] = "Unbound Abomination",
		[165766] = "Шаркающий страж",
		[101839] = "Восставший питомец",
		[102095] = "Восставший копейщик",
		[137103] = "Blood Visage",
		[164232] = "Manifestation of Hate",
		[177071] = "Mawsworn Harbinger",
		[156084] = "Stoneborn Rebel",
		[169863] = "Филактерия лича",
		[6225] = "Механотанк",
		[129570] = "Whompus",
		[90267] = "Аэл'Ит",
		[91575] = "Квалдир - раздиратель душ",
		[125130] = "Venomous Weaver",
		[62348] = "Сик'тик-солдат",
		[140034] = "Bonestripper Krolusk",
		[157579] = "Forbidden Researcher",
		[159908] = "Nikolon's Uncertainty",
		[126410] = "Heartsbane Acolyte",
		[89811] = "Порабощенный мурлок",
		[98257] = "Беззеред",
		[91155] = "Орбис",
		[163545] = "Depraved Soul",
		[59758] = "Терракотовый воин",
		[109960] = "Кошмарный бес",
		[3241] = "Патриарх саванны",
		[170889] = "Mothbane the Mighty",
		[56303] = "Секретный агент Альянса",
		[3265] = "Охотник из племени Иглогривых",
		[3273] = "Буревестница из племени Колкар",
		[1817] = "Больной волк",
		[171772] = "Туманная защитница",
		[130850] = "Irontide Cannon",
		[105680] = "Прислужник Говорящих с костями",
		[26492] = "Землекоп пустошей",
		[136076] = "Беспокойное облако",
		[98949] = "Хмуродроб Лютый",
		[168331] = "Bonescarred Veteran",
		[168843] = "Клот",
		[90379] = "Иссохший фанатик",
		[93065] = "Изера",
		[182664] = "Звериный натиск <Звериный натиск>",
		[126685] = "Mindbent Thrashneck",
		[183688] = "Стазисная ловушка",
		[191401] = "Огненный загробник",
		[92989] = "Варетос",
		[168844] = "Лакезис",
		[165807] = "Область анимы",
		[54926] = "Сяо",
		[75152] = "Вестник смерти Джаргба",
		[110032] = "Гноящийся глаз",
		[46962] = "Барон Эшбери",
		[155831] = "Верный Утробе стражник душ",
		[59503] = "Крошащийся скелет",
		[168845] = "Астрон",
		[42697] = "Эдвин ван Клиф",
		[19710] = "Страж ворот Стальная Клешня",
		[98177] = "Терзательница душ Глевианна",
		[169687] = "Mawsworn Soulrender",
		[93578] = "Охотник из племени Дымящейся Шкуры",
		[56304] = "Туманный ползун",
		[129484] = "Steam Elemental",
		[109009] = "Избыточная сила <Аэл'Ит>",
		[160654] = "Danysia's Burden",
		[164751] = "Vicious Warbanner <Baron Vyraz>",
		[126157] = "Lugeia",
		[93157] = "Зараженный лесовик",
		[98275] = "Восставшая лучница",
		[20478] = "Волшебный слуга",
		[61551] = "Рубака клана Каргеш",
		[114399] = "Страж ужаса - призыватель огня",
		[134069] = "Вол'зит Шепчущая",
		[55279] = "Укротитель духов Шань'цзэ",
		[130011] = "Irontide Buccaneer",
		[158610] = "Страж Бездны - захватчик",
		[106111] = "Призыватель камней из племени Морозных Утесов",
		[20990] = "Кровостраж-врач",
		[129229] = "Voidtouched Bloodseeker",
		[173455] = "Малодушный Коринф",
		[165265] = "Почтенный дуэлянт",
		[55151] = "Амбал Румпуса",
		[66413] = "Пузыристый бражный хмелементаль",
		[134041] = "Infected Peasant",
		[46963] = "Лорд Вальден",
		[135065] = "Ashvane Bodyguard",
		[162018] = "Temple Guard",
		[165587] = "Неиспытанный боевой кадавр",
		[165266] = "Придворный аристократ",
		[157729] = "Опаленный бандит",
		[17727] = "Караульный из клана Зловещего Плавника",
		[106752] = "Доргруб Жестокий",
		[93095] = "Прожорливый медведь",
		[139161] = "Brinefang Tidestalker",
		[169229] = "Witherscorn Defiler",
		[65928] = "Рейдер Ордо",
		[44404] = "Ведьма бурь Леди Наз'жар",
		[102277] = "Двойник скверносерда-стрелка <Скверносерд-стрелок>",
		[81638] = "Водяная капля",
		[26493] = "Надсмотрщик пустошей",
		[47132] = "Страшный ползун",
		[188302] = "Рекалибровочный излучатель <Лихувим>",
		[109929] = "Ползучий Кошмар",
		[168851] = "Fearspinner Sack",
		[165030] = "Lady Inerva Darkvein",
		[3873] = "Замученный офицер",
		[194957] = "Взрослый чешуегрыз",
		[3255] = "Яркочешуйчатый крикун",
		[159289] = "Молодой облачный бегун",
		[96215] = "Сквернскорнский исказитель рун",
		[15648] = "Магический призрак",
		[168852] = "Vulnerable Aspirant",
		[129743] = "Sharkbait",
		[133021] = "Overseer Howling",
		[56439] = "Ша Сомнения",
		[126672] = "Cove Eel",
		[46964] = "Лорд Годфри",
		[126928] = "Irontide Corsair",
		[150958] = "Mawsworn Guard",
		[168853] = "Vulnerable Aspirant",
		[15968] = "Дарнасский разведчик",
		[131685] = "Runic Disciple",
		[191376] = "Воин стихий - выжигатель",
		[170901] = "Секутор Анкрест",
		[126973] = "Barbthorn Drone",
		[161195] = "Житель квартала Чаши",
		[168342] = "Блуждающий дыролоб",
		[164759] = "Blossoming Dreadshade",
		[165271] = "Разрушитель из Каменного легиона",
		[89050] = "Босс Китопуз",
		[115753] = "Хеларьяр-страж",
		[158617] = "Покровник-мародер",
		[106719] = "Охотник Мордот",
		[126929] = "Monstrous Grizzly",
		[91157] = "Иссохший изгой",
		[168855] = "Rotting Deathwalker",
		[74462] = "Полководец Злоклык",
		[133024] = "Stablemaster Diana",
		[154011] = "Вооруженный пленник",
		[191378] = "Воин стихий - огнеметатель",
		[167832] = "Чистый от слизи скелет",
		[124882] = "Roland Hacksaw",
		[96473] = "Эредар-колдун",
		[1065] = "Шаман из стаи Речной Лапы",
		[131819] = "Coven Diviner",
		[126170] = "Mind-addled Enforcer",
		[165270] = "Королевский чародей",
		[76518] = "Костяной ритуал",
		[102104] = "Порабощенная дева щита",
		[102375] = "Порабощенный резчик рун",
		[110806] = "Проклятый матрос",
		[168345] = "Parched Gorger",
		[99033] = "Хеларьяр - призывательница туманов",
		[1109] = "Шкуродер",
		[17728] = "Дикарь из племени Темной Крови",
		[99801] = "Щупальце разрушения",
		[156077] = "Fiendish Terrorwing",
		[167834] = "Phael the Afflictor",
		[156061] = "Devourer Mite",
		[179133] = "Вил'трас",
		[161881] = "Раненое стальнохребетное поганище",
		[84957] = "Гнилостный пиромант",
		[154014] = "Пленный кабалист",
		[103896] = "Бес огня Скверны <Темный служитель>",
		[164048] = "Truulax",
		[124382] = "Bonepicker Raven",
		[131492] = "Преданная жрица крови",
		[158110] = "Изголодавшийся по аниме облачный бегун",
		[127699] = "Tamed Boar",
		[133028] = "Hayden the Madshot",
		[95451] = "Генн Седогрив",
		[103897] = "Огненный плут",
		[171419] = "Око Вираза",
		[182169] = "Лихувим",
		[13601] = "Ремонтник Гизлок",
		[136100] = "Утонувший обитатель глубин",
		[129747] = "Swiftwind Saber",
		[157599] = "Forsworn Acolyte",
		[154016] = "Беглая врачевательница душ",
		[166813] = "Shadowclone Stalker",
		[98016] = "Кьелл",
		[128774] = "Rustfur Wolf",
		[168361] = "Болотный шершень",
		[176179] = "Крадущийся друст",
		[164255] = "Склизгл",
		[19712] = "Механарский буровик",
		[166302] = "Сборщик трупов",
		[158624] = "Плеточник Бездны",
		[92381] = "Дрекирьяр-щитоносец",
		[124885] = "Bewitched Darkmaw",
		[112856] = "Безумный совух",
		[168862] = "Hulking Doomfang",
		[96480] = "Скверноуст-изрыгатель",
		[97244] = "Кайн Ярость Солнца",
		[154018] = "Беглый истязатель",
		[160356] = "Praetorian Artificer",
		[183707] = "Заклинатель из картеля Зи",
		[65522] = "Щит-пузырь",
		[92889] = "Хеймир Черный Кулак",
		[175012] = "Ikras the Devourer",
		[171948] = "Готовящийся угасающий клинок",
		[103899] = "Бес пламени Тьмы <Темный служитель>",
		[166304] = "Туманный острожал",
		[99804] = "Валарьяр-сокольница",
		[157096] = "Агрессивный кадавр",
		[166301] = "Туманный хищник",
		[98533] = "Темная мать",
		[100993] = "Клинок Скверны - убийца",
		[169376] = "Masked Infiltrator",
		[154020] = "Беглый проклинатель",
		[166305] = "Изначальная жижа <Лужа густой жижи>",
		[96129] = "Сквернскорнский налетчик",
		[175519] = "Frothing Pustule",
		[100991] = "Корни-душители",
		[184733] = "Подчиненный солдат",
		[103898] = "Болезненный бес <Темный служитель>",
		[59764] = "Healing Tide Totem <Whêlp-Anachronos>",
		[94191] = "Пылающая гончая ужаса",
		[17729] = "Копейщик из племени Темной Крови",
		[184742] = "Подчиненный ваятель",
		[168678] = "Horrific Bonemauler",
		[101085] = "Капкан на медведя",
		[184734] = "Автом священной матрицы",
		[169890] = "Lorkron the Hunter",
		[152998] = "Hunting Worg",
		[18177] = "Нечистый тотем каменной кожи <Менну Предатель>",
		[158630] = "Excruciating Memory",
		[166819] = "Фрэнсис Сноб",
		[98014] = "Капитан Стен",
		[158629] = "Bitter Memory",
		[184735] = "Автом-дезинтегратор",
		[94687] = "Заразный червь",
		[166415] = "Стигийский великан",
		[123352] = "Snowpelt Howler",
		[166612] = "Mawsworn Ruiner",
		[134060] = "Лорд Штормсонг",
		[89056] = "Капитан Фергюс",
		[92128] = "Сквернскорнский расхититель",
		[92384] = "Волнскорнский рабочий",
		[136108] = "Мечущаяся искра",
		[169380] = "Mire Trickster",
		[98653] = "Манаспинный василиск",
		[17938] = "Наблюдатель резервуара Кривого Клыка",
		[158631] = "Каратель из Каменного легиона",
		[98015] = "Сигрид",
		[89053] = "Воин Мак'раны",
		[184737] = "Автом-собиратель",
		[94688] = "Заразная личинка",
		[161191] = "Житель квартала Чаши",
		[19713] = "Монтер",
		[158623] = "Shrouded Marauder",
		[162727] = "Тромб",
		[91529] = "Глимар Железный Кулак",
		[90506] = "Бес огня Скверны",
		[184738] = "Автом-страж",
		[125401] = "Invasive Quillrat",
		[6066] = "Хватка земли <Чо'Раш Наблюдатель>",
		[169885] = "Торвал",
		[98370] = "Фантомный советник",
		[166299] = "Туманная хранительница",
		[126681] = "Merciless Aberration",
		[20481] = "Яростное пламя",
		[160169] = "Honored Duelist",
		[6329] = "Облученный погромщик",
		[153003] = "Soul Fragment",
		[92990] = "Молотитель",
		[131307] = "Blacktooth Brute",
		[162729] = "Лоскутный солдат",
		[61947] = "Крушитель ребер клана Каргеш",
		[124890] = "Ensorcelled Bonepicker",
		[131825] = "Sister Briar",
		[98521] = "Лорд Этелдрин Гребень Ворона",
		[157099] = "Имперский цензор",
		[139269] = "Gloom Horror",
		[162218] = "Шрамированный падальщик",
		[168266] = "Morbid Boneguard",
		[150959] = "Верный Утробе перехватчик",
		[97677] = "Колючий паучок",
		[164266] = "Домина Отравленный Клинок",
		[40597] = "Гейзер <Леди Наз'жар>",
		[165290] = "Harika the Horrid",
		[163824] = "Скелет-страж",
		[17730] = "Лекарь Темной Крови",
		[56719] = "Ша Жестокости",
		[56183] = "Разжиревший кроколиск",
		[106197] = "Йорхуттам",
		[164267] = "Маркграфиня Страдама",
		[95599] = "Кошмарный бес",
		[161196] = "Арин'гор",
		[93155] = "Измученная дриада",
		[154030] = "Oddly Large Mawrat",
		[167119] = "Приманенный призрак",
		[98018] = "Халвир",
		[102369] = "Ловец Скверны - разоритель",
		[100539] = "Скверносерд-стрелок",
		[94691] = "Переросшая личинка",
		[17961] = "Чародейка резервуара Кривого Клыка",
		[123868] = "Lichenjaw Saurolisk",
		[178601] = "Kevin's Oozeling <Belfine-Anachronos>",
		[10435] = "Мировой судья Бартилас",
		[167947] = "Tremaculum Soulhunter",
		[171947] = "Готовящийся рассекатель душ",
		[157109] = "Нетопырь-кровосос",
		[156591] = "Steelskin Brutalizer",
		[6232] = "Волшебный обнулятор X-21",
		[169900] = "Blighted Monstrosity",
		[127092] = "Bonegnasher Skullcrusher",
		[162734] = "Bladesworn Traitor",
		[159151] = "Инквизитор Траян",
		[55288] = "Каменный разрушитель",
		[111074] = "Ухмыляющийся тенелов",
		[735] = "Речной мурлок-бегун",
		[11501] = "Король Гордок",
		[169901] = "Baron Vyraz",
		[166318] = "Violent Muckmare",
		[126542] = "Ancient Sentinel",
		[127485] = "Bilge Rat Looter",
		[8596] = "Карликовый чумной пес",
		[10390] = "Скелет-страж",
		[164783] = "Боевое мясо",
		[169390] = "Медношкурый лисохвост",
		[130012] = "Irontide Ravager",
		[101603] = "Малый бес <Праматерь Озрам>",
		[57080] = "Проклятый свиток",
		[98020] = "Страж Скверны - легионер",
		[159665] = "Anguished Memory",
		[101644] = "Заклинатель земли из племени Серого Камня",
		[136083] = "Забытый обитатель глубин",
		[131306] = "Cutwater Reaver",
		[186283] = "Дракон морозного ветра",
		[95881] = "Гелмогг",
		[170927] = "Извергающаяся слизь",
		[158642] = "Поганище с гниющей душой",
		[17726] = "Мирмидон из клана Зловещего Плавника",
		[164273] = "Morbid Ritualist",
		[162693] = "Налтор Криомант",
		[96997] = "Кетразор",
		[105722] = "Нестабильный окулус",
		[157328] = "Darkmaul Channeler",
		[191403] = "Элементаль лавы",
		[150965] = "Mawsworn Shackler",
		[127630] = "Agitated Snapclaw",
		[59512] = "Пенистая преграда",
		[156596] = "Horrific Bonemauler",
		[66285] = "Пехотинец Громовой крепости",
		[156213] = "Бессердечный-страж",
		[17731] = "Болотный скат",
		[91847] = "Восставшая гончая",
		[136927] = "Skittering Brainworm",
		[159668] = "Burden of Life",
		[56912] = "Крик'тик-поглотитель",
		[169861] = "Икор Желчная Плоть",
		[129758] = "Irontide Grenadier",
		[18179] = "Оскверненный тотем вспышки <Менну Предатель>",
		[97510] = "Продавший душу разрушитель",
		[138170] = "Irontide Cutthroat",
		[159157] = "Великий инквизитор Аурика",
		[24849] = "Всадник на протодраконе",
		[160181] = "Royal Arcanist",
		[169832] = "Eye of Damnation",
		[66286] = "Лекарь Громовой крепости",
		[100427] = "Бурлящий дух живой ярости",
		[102270] = "Эредарский завоеватель",
		[191406] = "Неистовство лавы",
		[157300] = "Tunk",
		[128991] = "Vulpera Padfoot",
		[56210] = "Пандриарх Золотистый Нектар",
		[183496] = "Мерзкий проглот",
		[161206] = "Клыкастый жуткий нетопырь",
		[105532] = "Адская гончая",
		[76088] = "Искусный охотник из племени Иглошкурых",
		[170932] = "Страж облачных бегунов",
		[134024] = "Devouring Maggot",
		[63809] = "Джек Оробей",
		[474] = "Плутоватый маг",
		[23682] = "Headless Horseman",
		[161207] = "Клыкастик",
		[56748] = "Пенистый бражный хмелементаль <Пенистый бражный хмелементаль>",
		[28410] = "Спиритуалист из клана Укротителей драконов",
		[58826] = "Цзао Искатель Солнца",
		[88089] = "Чародейка из клана Колец Ненависти",
		[160345] = "Обожженный инквизитор",
		[168374] = "Thirsting Mite",
		[168886] = "Вирулакс Заклинатель Чумы",
		[159505] = "Sparring Aspirant",
		[95769] = "Бешеная визгунья",
		[129036] = "Charmed Sailor",
		[146364] = "Forsaken Coldwitch",
		[89834] = "Древний фолиант",
		[159673] = "Ужас Двора поганищ",
		[160185] = "Обездвиженная душа",
		[98792] = "Змееуст-барахольщик",
		[66288] = "Снайпер Громовой крепости",
		[61945] = "Стальная пасть клана Гуртан",
		[97443] = "Недостойный боец",
		[96611] = "Сердитый бык",
		[56395] = "Новообращенный Шадо-Пан",
		[131318] = "Старейшина Ликса",
		[166111] = "Blighted Fadeblade",
		[190668] = "Boulder Bunny",
		[61069] = "Шай Ху",
		[97163] = "Проклятый сокол",
		[145008] = "Honorbound Spiritcaller",
		[176271] = "Cutwater Duelist",
		[114405] = "Бес пламени Тьмы",
		[171960] = "Призванные крылья",
		[73967] = "Niuzao <Ticklecream>",
		[181447] = "Охранная сфера",
		[161211] = "Прирученный гаргон",
		[169913] = "Детеныш рунического хищника",
		[190900] = "Воин стихий - метатель льда",
		[75247] = "Гройат Слепой Охотник",
		[108263] = "Сквернскорнская завоевательница",
		[128994] = "Bristleback Horker",
		[59811] = "Нестабильная энергия",
		[153266] = "Killclaw the Terrible",
		[97822] = "Гарзарет",
		[93066] = "Рунический топороносец из клана Говорящих с костями",
		[102273] = "Страж ужаса - разведчик",
		[75981] = "Обжигающие тени",
		[114406] = "Демонический пожиратель магии",
		[61434] = "Сик'тик - боец авангарда",
		[127203] = "Grimestone Handler",
		[168891] = "Взрывоопасный чумной бурильщик",
		[59184] = "Джандис Барова",
		[169915] = "Рунический хищник",
		[65881] = "Капрал Джексон Сильвер",
		[166844] = "Агрессивный хранитель разломов",
		[136249] = "Сторожевой элементаль",
		[59051] = "Раздор",
		[56637] = "Ук-Ук",
		[113127] = "Скальный небесный коготь",
		[93221] = "Командир стражей ужаса Белиаш",
		[119872] = "Урлия",
		[165060] = "Анимимик",
		[183495] = "Искаженный пожиратель миров",
		[114407] = "Охотник на чародеев",
		[159679] = "Хирург Двора поганищ",
		[65779] = "Кромсатель духов Шань'цзэ",
		[129121] = "Blacktooth Brute",
		[103146] = "Глазобомба",
		[99307] = "Скьял",
		[190904] = "Воин стихий - творец волн",
		[108009] = "Детеныш синеспина",
		[187833] = "Жук-драконоед",
		[139205] = "P4-N73R4",
		[129252] = "Brinescale Gladiator",
		[75979] = "Эксгумированный дух",
		[165311] = "Раскольница - темный клинок",
		[176270] = "Irontide Ruffian",
		[91459] = "Нага-громила",
		[183499] = "Бугай",
		[65402] = "Молниеносный клинок клана Гуртан",
		[94189] = "Ожившее пламя Скверны",
		[104643] = "Охотница из племени Червивого Когтя",
		[23961] = "Железоголов из клана Укротителей драконов",
		[157122] = "Патриций Кромвель",
		[165824] = "Нар'зуда",
		[176427] = "Stygic Ember <Blazing Stygia>",
		[175038] = "Изголодавшийся по аниме змей",
		[134600] = "Песчаный стрелок",
		[128997] = "Brinescale Wavecaller",
		[59021] = "Батаарский заклинатель пламени",
		[172991] = "Друст-душеруб",
		[101100] = "Клинок Скверны - убийца",
		[417] = "Зунумэ",
		[190482] = "Тарасекк-молниеносец",
		[175039] = "Изголодавшийся по аниме облачный бегун",
		[124024] = "Block Warden Carmine",
		[94190] = "Пылающий часовой",
		[47231] = "Темный служитель",
		[58791] = "Душа Лилиан",
		[86535] = "Надзиратель Ликилл",
		[160112] = "Stone Legion Nightblade",
		[46932] = "Прислужник Дробителя <Дробитель>",
		[95726] = "Мракобес-ревнитель",
		[164209] = "Avowed Witness",
		[155589] = "Жуткий поглотитель",
		[168386] = "Slime Skeleton Stalker D",
		[132043] = "Irontide Cannoneer",
		[165315] = "Присягнувший тьме гоплит",
		[100703] = "Кровососущий паук",
		[40577] = "Часовой Леди Наз'жар",
		[179136] = "Картазель",
		[58108] = "Крик'тик-разведчик",
		[159685] = "Подмастерье Двора поганищ",
		[98542] = "Слияние душ",
		[164804] = "Дроман Ульфарран",
		[89101] = "Принц Океаний",
		[122972] = "Dazar'ai Augur",
		[129658] = "Brambleguard <Sister Widdowson>",
		[166852] = "Буйный клещ",
		[163555] = "Cryptkeeper Kassir",
		[167876] = "Инквизитор Зигар",
		[15651] = "Прыголап-охотник",
		[113131] = "Ожившее пламя Скверны <[*] Извержение пламени Скверны>",
		[157127] = "Разъяренный кадавр",
		[134390] = "Песочная змея <Яйцо>",
		[126184] = "Director Deepwarden",
		[126440] = "Wailing Siren",
		[114411] = "Инфернал-агрессор",
		[163857] = "Чумная прислужница",
		[47232] = "Призрак повара",
		[59645] = "Хрустяшка Мак'як",
		[59773] = "Терракотовый страж",
		[91121] = "Опустошительница из племени Каменной Крови",
		[93070] = "Резчик из клана Говорящих с костями",
		[88090] = "Повелитель пучин Заррин",
		[200126] = "Падший заклинатель воды",
		[133663] = "Фанатичный охотник за головами",
		[168390] = "Hopebreaker Vilstav",
		[113132] = "Пылающая гончая ужаса <[*] Извержение пламени Скверны>",
		[129768] = "Timberbough Invader",
		[28419] = "Бесноватый упырь",
		[102397] = "Могучий повелитель гнева",
		[158665] = "Ghelak the Incarcerator",
		[122963] = "Rezan",
		[160927] = "Громадный стенолом",
		[168391] = "Slime Skeleton Stalker C",
		[106990] = "Вождь Горькая Вода",
		[95887] = "Смотрящий",
		[91122] = "Старшая ведьма из племени Каменной Крови",
		[19510] = "Кровостраж-центурион",
		[108014] = "Мать стаи синеспинов",
		[165008] = "Architect Halen",
		[108526] = "Волнскорнская работница",
		[168392] = "Hopebreaker Mursa",
		[83892] = "Страж жизни Гола",
		[101104] = "Осколок ненависти",
		[130025] = "Irontide Thug",
		[158155] = "Gorduk",
		[61070] = "Взрывная ненависть",
		[24084] = "Туннельный вурдалак",
		[94737] = "Боевой маг 7-го легиона",
		[168393] = "Изрыгатель чумы",
		[111086] = "Визжащий прислужник",
		[83893] = "Демиург Телу",
		[165834] = "Надсмотрщик Матьяш",
		[60030] = "Арала Говорящий с Огнем",
		[88086] = "Хвостодер из клана Колец Ненависти",
		[167370] = "Kyrian Aspirant",
		[129002] = "Scruffhide Bear",
		[168394] = "Осклизлое лакомство <Slime Skeleton Stalker C>",
		[96754] = "Харбарон",
		[105200] = "Страж Скверны - завоеватель",
		[130026] = "Bilge Rat Seaspeaker",
		[40579] = "Глубинный мурлок - охотник",
		[65842] = "Лекарь Сильной Руки",
		[200131] = "Пораженный ша страж",
		[159693] = "Enthralled Gorm",
		[168395] = "Pain",
		[168907] = "Склизкое щупальце",
		[58965] = "Даградати",
		[11445] = "Капитан из клана Гордок",
		[189933] = "Владыка ледника",
		[116206] = "Страж гнева из армии Оскверненной Души",
		[131112] = "Cutwater Striker",
		[173046] = "Свирепый защитник гнезда",
		[127315] = "Reanimation Totem",
		[56918] = "Взрывчатка богомолов",
		[50561] = "Кровожадный вурдалак",
		[130027] = "Ashvane Marine",
		[143622] = "Дикий бес <Гвенсела-СвежевательДуш>",
		[166651] = "Острокрыл-стражница",
		[98035] = "Зловещий охотник <Кусалло>",
		[101525] = "Око тени Северны <Вопрошатель Арев'наал>",
		[59519] = "Тучный бражный хмелементаль",
		[96280] = "Нестабильный прислужник",
		[127497] = "Ashvane Warden",
		[165374] = "Юй-лун <Ясолнышко-СвежевательДуш>",
		[158160] = "Злобный потрошитель Бездны",
		[162767] = "Pesticide",
		[166654] = "Кавалерист из дома Брайрбейн",
		[24069] = "Костекрушитель из клана Укротителей драконов",
		[56448] = "Мудрый Марис",
		[96756] = "Имирон, падший король",
		[106109] = "Крушитель из племени Морозных Утесов",
		[130028] = "Ashvane Priest",
		[158161] = "Страж Бездны - захватчик",
		[101875] = "Сумеречный ритуалист",
		[89846] = "Капитан Воло'рен",
		[89117] = "Полководец Паржеш",
		[61567] = "Визирь Цзинь'бак",
		[160721] = "Fallen Acolyte Erisne",
		[124953] = "Helena Gentle",
		[192076] = "Изменчивый сгусток <Ляписагос>",
		[158162] = "Гнусный грязевик",
		[10437] = "Неруб'энкан",
		[134616] = "Подрастающий кролуск",
		[108530] = "Дрекирьяр - дочь бури",
		[131545] = "Lady Waycrest",
		[129517] = "Reanimated Raptor",
		[105203] = "Страж Скверны - завоеватель",
		[125452] = "Shallows Saurolisk",
		[7379] = "Огр-маг с перевала Мертвого Ветра",
		[59480] = "Крошащийся скелет",
		[200137] = "Порочная ткачиха туманов",
		[95772] = "Разъяренный коготь ночи",
		[135641] = "Пульсация",
		[91430] = "Рыдающая банши",
		[136665] = "Ashvane Spotter",
		[170479] = "Construct Soldier",
		[60032] = "Акону Призыватель Пепла",
		[166866] = "Misled Steward",
		[133399] = "Company Fusilier",
		[91581] = "Парашютист 7-го легиона",
		[17991] = "Рокмар Трескун",
		[133912] = "Bloodsworn Defiler",
		[97014] = "Гнусный повелитель душ",
		[123226] = "Harbor Thresher",
		[126991] = "Guarded Quillrat",
		[166867] = "Converted Praetor",
		[97182] = "Моряк из Ночного дозора",
		[20059] = "Солнцелов-заклинатель Пустоты",
		[164621] = "Oozing Slime",
		[90616] = "Помраченный-надзиратель",
		[82682] = "Верховный маг Сол",
		[91128] = "Лагунный василиск",
		[91384] = "Адская гончая",
		[162320] = "Shaman",
		[191746] = "Кетесс Грабитель",
		[29684] = "Тикающая бомба <Стратег из клана Укротителей драконов>",
		[122973] = "Дазар'айский духовник",
		[96759] = "Морская порча",
		[92920] = "Октель Драконья Кровь",
		[3122] = "Кровопалый кнутохвост",
		[128435] = "Toxic Saurid",
		[166869] = "Dark Goliath",
		[93860] = "Секретный агент с заставы Седогрива",
		[97940] = "Страж гнева",
		[59521] = "Булькающий бражный хмелементаль",
		[93093] = "Руновидец Фальяр",
		[163892] = "Гниющий слизнекоготь",
		[92326] = "Мерцающий олеандр",
		[65843] = "Гирокоптер Сильной Руки",
		[8035] = "Мина клана Черного Железа <Посланник клана Черного Железа>",
		[159192] = "Облачный крылан",
		[59165] = "Разъяренный копейщик",
		[96587] = "Скверноподданный заразитель",
		[97175] = "Страж Скверны - завоеватель",
		[92921] = "Головокружение",
		[40634] = "Ведьма бурь Леди Наз'жар",
		[56349] = "Злобный дух",
		[50338] = "Кор'нас Ночной Изверг",
		[125464] = "Darkmaw Prowler",
		[135135] = "Mud Feeder",
		[102647] = "Укер-дукер <Апи-ТкачСмерти>",
		[172312] = "Иглобрюх-поглотитель",
		[169498] = "Чумная бомба",
		[91130] = "Магула",
		[174550] = "Myskia",
		[166872] = "Umbral Phalynx",
		[162060] = "\"Орифрион\"",
		[91563] = "Нестабильный матрос",
		[75966] = "Оскверненный дух",
		[21127] = "Шквальник резервуара Кривого Клыка",
		[165337] = "Hulking Fleshwarden",
		[39261] = "Следопыт из крепости Северной стражи",
		[59546] = "Говорящая рыба",
		[166873] = "Forsworn Researcher",
		[137519] = "Quartermaster Ssylis",
		[159707] = "Doctor Hivvil",
		[59522] = "Пенистый бражный хмелементаль",
		[173016] = "Собиратель трупов",
		[59778] = "Крик'тик-боец",
		[157660] = "Forsworn Ascended",
		[75007] = "Прирученный вепрь",
		[107361] = "Йотун",
		[176113] = "Резной следопыт",
		[100345] = "Поврежденный голем",
		[157695] = "Lurking Bonemauler",
		[184300] = "Голем из черного камня",
		[111652] = "Уничтожитель Скверны",
		[84989] = "Зараженная сотворительница льда",
		[190933] = "Элементаль воды",
		[166875] = "Темный искатель Хранилища",
		[163366] = "Чародей из войска мертвых <Дамнация-Гордунни>",
		[61442] = "Куай Бесчеловечный",
		[184791] = "Внутренняя ненависть",
		[98810] = "Страж гнева - мастер клинка",
		[47143] = "Хрупкоребрый скелет",
		[167612] = "Камнерожденный-разоритель",
		[190934] = "Ледяной элементаль",
		[141108] = "Wiley Jaki",
		[128286] = "Cursed Raider",
		[160811] = "Encroaching Mite",
		[102566] = "Злобнорог Поработитель",
		[164829] = "Костекрыл дома Избранных",
		[101114] = "Безликий угнетатель",
		[84990] = "Одурманенный маг",
		[63106] = "Сик'тик-роевик",
		[158687] = "Shrouded Shardstabber",
		[134629] = "Чешуйчатый наездник на кролуске",
		[63490] = "Плеватель из клана Грозной Чешуи",
		[59523] = "Батаарский боевой як",
		[90621] = "Предательница Ночная Глефа",
		[103162] = "Эредарская молельщица",
		[138299] = "Bloodmaw",
		[97200] = "Проклятый морем тюремщик душ",
		[91645] = "Сноворг мракобесов",
		[171485] = "Blighted Invader",
		[24071] = "Разрыватель сердец из клана Укротителей драконов",
		[125347] = "Mudbrush Boar",
		[129524] = "Glacial Wendigo",
		[60131] = "Призрачный ворг",
		[91956] = "Гутри",
		[158177] = "Плеточник Бездны",
		[97788] = "Штормовой дракон",
		[95832] = "Валарьяр - дева щита",
		[102395] = "Разведчик-убийца",
		[41096] = "Врачеватель душ Леди Наз'жар",
		[66052] = "Капитан Дорен",
		[165344] = "Malignant Spriggan",
		[62537] = "Хозен-бездельник",
		[10406] = "Вурдалак-стервятник",
		[10438] = "Малекай Бледный",
		[46251] = "Добытчик из стаи Речной Лапы",
		[165430] = "Тлетворное порождение",
		[107439] = "Кормилец из племени Соленого Глаза",
		[21128] = "Скат резервуара Кривого Клыка",
		[94006] = "Нашалский костеглод",
		[3269] = "Геомант племени Иглогривых",
		[158179] = "Зомей Прожорливый",
		[184880] = "Подчиненный саботажник",
		[56473] = "Летящий Снег",
		[19168] = "Солнцелов-астромаг",
		[93112] = "Страж Скверны - дозорный",
		[98813] = "Кровожадная гончая Скверны",
		[94974] = "Сириус Черное Крыло",
		[161456] = "Masked Soulsplitter",
		[14323] = "Стражник Слип'кик",
		[158692] = "Marquis Shattereye",
		[108283] = "Дикарь из племени Камня Силы",
		[525] = "Облезлый волк",
		[168418] = "Раскольница-инквизитор",
		[96441] = "Повелитель Скверны Кхаза",
		[185398] = "Вечный изготовитель",
		[157669] = "Steelskin Vanguard",
		[74948] = "Ругуг",
		[158693] = "Crazed Ash Ghoul",
		[102584] = "Злонравный осквернитель",
		[61444] = "Мин Коварный",
		[184582] = "Эрик \"Быстрый\"",
		[127479] = "The Sand Queen",
		[132126] = "Gilded Priestess",
		[165860] = "Mawsworn Guard",
		[59547] = "Цзян",
		[43185] = "Надзиратель из клана Черной горы",
		[172715] = "Muckpool Investigator",
		[103226] = "Страж Сот'озз",
		[168420] = "Раскольник-защитник",
		[129527] = "Bilge Rat Buccaneer",
		[165349] = "Animated Corpsehound",
		[194526] = "Сгусток магмы <Элементаль лавы>",
		[171849] = "Пепельный ползун",
		[91202] = "Дракон-штормокрыл",
		[89283] = "Отравитель из племени Горькой Воды",
		[102398] = "Пылающий инфернал",
		[168421] = "Lurking Spriggan",
		[127480] = "Stinging Parasite",
		[173540] = "Сгусток анимы",
		[91204] = "Волнскорнский секироносец",
		[98] = "Надсмотрщик из стаи Речной Лапы",
		[56070] = "Охотник Шелкодревного леса",
		[56198] = "Хищник дремучего леса",
		[100351] = "Аватара отмщения",
		[96512] = "Верховный друид Глайдалис",
		[24200] = "Скарвальд Строитель",
		[157784] = "Scorched Bandit",
		[125945] = "Aaron Gutier",
		[40586] = "Леди Наз'жар",
		[175077] = "Клещ-пожиратель",
		[58810] = "Фрагмент Ненависти",
		[61445] = "Хайан Неудержимый",
		[46252] = "Шаман из стаи Речной Лапы",
		[61701] = "Сик'тик-воин",
		[131436] = "Избранная кровавая матрона",
		[6212] = "Посланник клана Черного Железа",
		[175317] = "Оживленный некропес",
		[46263] = "Яростный шлак",
		[46383] = "Рендольф Молох",
		[126006] = "Invading Dreadmaw",
		[168424] = "Сшитый рух",
		[156203] = "Stygian Incinerator",
		[101120] = "Порождение плоти",
		[46381] = "Изворотливый вор",
		[170472] = "Blighted Evoker",
		[110699] = "Громила из армии Ракиша",
		[98411] = "Краскоплет из клана Говорящих с костями",
		[102400] = "Эредарский сумеречный целитель",
		[75110] = "Факельщик из племени Иглошкурых",
		[127482] = "Sewer Vicejaw",
		[172128] = "Hero",
		[153581] = "Grunk",
		[168098] = "Усиленный Бессердечный-посланник",
		[39251] = "Ящик с припасами Северной стражи",
		[17990] = "Гриб Нижетопи",
		[168652] = "Порочная хранительница склепа",
		[92419] = "Араксас",
		[160748] = "Одержимый защитник",
		[151307] = "Bilgewater Bruiser",
		[153582] = "Wug",
		[186854] = "Ляписагос",
		[158701] = "Grand Monitor Rorok",
		[40] = "Кобольд-шахтер",
		[46264] = "Лорд Пережар",
		[156142] = "Seeker of Souls",
		[181224] = "Даусинь",
		[183413] = "Диссонанс",
		[153583] = "Jugnug",
		[127574] = "Grimestone Raider",
		[158702] = "Lurking Monitor",
		[167404] = "Dauntless Champion <Eye of Zolramus>",
		[100354] = "Цепкое щупальце",
		[127] = "Мурлок-волнолов",
		[163995] = "Mist Decoy",
		[165357] = "Моровая слизь",
		[137204] = "Проклинатель худу",
		[170476] = "Possessed Hunter",
		[166928] = "Decrepit Bilespawn",
		[171500] = "Шаркающий труп",
		[63494] = "Пальцепийца",
		[106753] = "Угрул Рассекатель Черепов",
		[127484] = "Jes Howlis",
		[75001] = "Охотник Костяной Бивень",
		[109931] = "Угнетатель душ",
		[166382] = "Когов Ликвидатор",
		[162799] = "Possessed Spy",
		[108289] = "Налетчик из племени Кровавого Тотема",
		[176108] = "Порочный привратник",
		[153239] = "Ogre Brute",
		[24201] = "Далронн Контролирующий",
		[129788] = "Irontide Bonesaw",
		[128608] = "Fallen Keeper",
		[170478] = "Скрывающийся ассасин",
		[97796] = "Страж Скверны - легионер",
		[99450] = "Пылающий проницатель",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["tutorial"] = {
		["bookmark_tutorial"] = false,
		["main_help_button"] = 341,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["MIN_COMBAT_TIME"] = true,
		["logons"] = 341,
		["version_announce"] = 0,
		["DETAILS_INFO_TUTORIAL2"] = 6,
		["ctrl_click_close_tutorial"] = false,
		["unlock_button"] = 0,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["spell_category_savedtable"] = {
	},
	["aura_tracker_frame"] = {
		["scaletable"] = {
			["scale"] = 1,
		},
		["position"] = {
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"  - 1 has baseFrame: yes.", -- [3]
		"4 - Reversing switches.", -- [4]
		"6 - Saving Config.", -- [5]
		"7 - Saving Profiles.", -- [6]
		"8 - Saving nicktag cache.", -- [7]
	},
	["latest_report_table"] = {
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show who in your raid used a potion during the encounter.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo(DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine(name, 1) --can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo(spellId)\n						GameCooltip:AddLine(name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "Potion Used",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs( misc_container ) do\n\n					--only player in group\n					if (player:IsGroupPlayer()) then\n\n						local found_potion = false\n\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player\n								instance_container:AddValue (player, 1)\n							end\n						end\n\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n\n										--add amount to the player\n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n\n						if (found_potion) then\n							amount = amount + 1\n						end\n					end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["desc"] = "Show who in your raid group used the healthstone or a heal potion.",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n				local R, G, B, A = 0, 0, 0, 0.75\n\n				local hs = actor:GetSpell (6262)\n				if (hs) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION2_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				--Cooltip code\n			",
			["name"] = "Health Potion & Stone",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs(AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs(AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 16,
		}, -- [2]
		{
			["source"] = false,
			["tooltip"] = "\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing damage.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Damage Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["tooltip"] = "\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing healing.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Healing Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor(character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Crowd Control Done",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs(actor.cc_done_spells._ActorTable) do\n				    tinsert(spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs(actor.cc_done_targets) do\n				    tinsert(targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass(actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs(targets) do\n				    GameCooltip:AddLine(target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n\n					for player_name, amount in pairs(character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Crowd Control Received",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert(from, {character:name(), on_actor})\n\n					    for spellid, spell in pairs(character.cc_done_spells._ActorTable) do\n\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs(spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert(spells, {spellid, spell_on_actor})\n						    end\n						end\n\n					    end\n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs(from) do\n				    GameCooltip:AddLine(t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor(value) / combat:GetCombatTime())\n				local percent = string.format(\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Show your spells in the window.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption(\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n\n			if (spell.n_dmg) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor(debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo(spell.id)\n				    for casted_spellid, amount in pairs(misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo(casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n\n			    --Cooltip code\n			    GC:AddLine(\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine(\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n\n				GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Dps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n\n			elseif (spell.n_curado) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    --Cooltip code\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n\n				GC:AddLine(\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Hps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "My Spells",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n\n				local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then\n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs(spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n\n					for _, PetName in ipairs(player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs(pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 8,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with skull.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine(RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Damage On Skull Marked Targets",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--raid target flags:\n				-- 128: skull\n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with any other mark.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine(RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine(RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine(RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine(RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine(RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine(RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine(RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Damage On Other Marked Targets",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat(-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat(0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--calculate the DPS and return it as percent\n				local totalValue = value\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container_overall ) do\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n\n				if (Details.in_combat) then\n					for _, player in ipairs( damage_container_current ) do\n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)\n						end\n					end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["name"] = "Dynamic Overall Damage",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor(actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs(playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor(actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs(playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs(AllSpells) do\n					tinsert(sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs(sortedList) do\n					local spellID, total = unpack(t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n\n						GameCooltip:AddLine(spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n\n					end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 8,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine(actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n\n					GameCooltip:AddLine(petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()\n\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Damage on Shields",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs(Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs(actor.pets) do\n					    local pet = Combat :GetActor(1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)\n\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [11]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo(DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine(name, 1) --can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo(spellId)\n						GameCooltip:AddLine(name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "Использовано зелий",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs( misc_container ) do\n\n					--only player in group\n					if (player:IsGroupPlayer()) then\n\n						local found_potion = false\n\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player\n								instance_container:AddValue (player, 1)\n							end\n						end\n\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n\n										--add amount to the player\n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n\n						if (found_potion) then\n							amount = amount + 1\n						end\n					end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [12]
		{
			["source"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n				local R, G, B, A = 0, 0, 0, 0.75\n\n				local hs = actor:GetSpell (6262)\n				if (hs) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION2_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				--Cooltip code\n			",
			["name"] = "Лечебное зелье и камень",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs(AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs(AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 16,
		}, -- [13]
		{
			["source"] = false,
			["tooltip"] = "\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [14]
		{
			["source"] = false,
			["tooltip"] = "\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [15]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor(character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs(actor.cc_done_spells._ActorTable) do\n				    tinsert(spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs(actor.cc_done_targets) do\n				    tinsert(targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass(actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs(targets) do\n				    GameCooltip:AddLine(target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [16]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n\n					for player_name, amount in pairs(character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert(from, {character:name(), on_actor})\n\n					    for spellid, spell in pairs(character.cc_done_spells._ActorTable) do\n\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs(spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert(spells, {spellid, spell_on_actor})\n						    end\n						end\n\n					    end\n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs(from) do\n				    GameCooltip:AddLine(t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [17]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor(value) / combat:GetCombatTime())\n				local percent = string.format(\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption(\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n\n			if (spell.n_dmg) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor(debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo(spell.id)\n				    for casted_spellid, amount in pairs(misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo(casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n\n			    --Cooltip code\n			    GC:AddLine(\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine(\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n\n				GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Dps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n\n			elseif (spell.n_curado) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    --Cooltip code\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n\n				GC:AddLine(\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Hps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "Мои заклинания",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n\n				local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then\n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs(spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n\n					for _, PetName in ipairs(player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs(pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 8,
		}, -- [18]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine(RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по метки с черепом",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--raid target flags:\n				-- 128: skull\n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [19]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine(RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine(RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine(RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine(RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine(RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine(RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine(RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон на другие помеченные метки",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [20]
		{
			["source"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat(-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat(0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--calculate the DPS and return it as percent\n				local totalValue = value\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container_overall ) do\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n\n				if (Details.in_combat) then\n					for _, player in ipairs( damage_container_current ) do\n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)\n						end\n					end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor(actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs(playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor(actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs(playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs(AllSpells) do\n					tinsert(sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs(sortedList) do\n					local spellID, total = unpack(t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n\n						GameCooltip:AddLine(spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n\n					end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 8,
		}, -- [21]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine(actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n\n					GameCooltip:AddLine(petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()\n\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по щитам",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs(Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs(actor.pets) do\n					    local pet = Combat :GetActor(1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)\n\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [22]
	},
	["spell_pool"] = {
		1, -- [1]
		3, -- [2]
		"Environment (Falling)", -- [3]
		[345554] = "Темная перерожденная Коррия",
		[325077] = 1,
		[15667] = "Шквальник резервуара Кривого Клыка",
		[355794] = 3,
		[361938] = "Прототип Войны",
		[8122] = 5,
		[32612] = 8,
		[337367] = 1,
		[374227] = "Чейзира-СвежевательДуш",
		[192249] = 7,
		[195321] = 10,
		[327130] = "Изготовитель кадавров",
		[271841] = "Имперский каратель",
		[345561] = "Кин-Тара",
		[145152] = 11,
		[114051] = 7,
		[171773] = "Гилнеасский друид",
		[190203] = "Боевой маг 7-го легиона",
		[124290] = "[*] Натиск Клинка",
		[394709] = 2,
		[388566] = 10,
		[190204] = "Боевой маг 7-го легиона",
		[120195] = "Хайан Неудержимый",
		[48583] = "Скарвальд Строитель",
		[260852] = "Sister Solena",
		[390617] = 5,
		[353759] = "Умкадрак",
		[323043] = "Друст - злобный коготь",
		[120196] = "Хайан Неудержимый",
		[345569] = 4,
		[259830] = "Sporecaller Zancha",
		[325092] = 10,
		[318949] = "Чумной спинолом",
		[22886] = "Король Гордок",
		[54983] = "Укротитель протодраконов",
		[31717] = "Черная Охотница",
		[353763] = "Сат'зуул",
		[176898] = 9,
		[253689] = 1,
		[115078] = 10,
		[343527] = 2,
		[252666] = "Shadowblade Stalker",
		[220926] = "Эредарская поработительница",
		[198401] = "Верховный друид Глайдалис",
		[60103] = 7,
		[335338] = "Лорд-камергер",
		[52424] = 6,
		[306670] = "[*] Эманация души",
		[36554] = 4,
		[196354] = "Верховный друид Глайдалис",
		[353769] = "Картазель",
		[38346] = 11,
		[102793] = 11,
		[323056] = 1,
		[321009] = "Кин-Тара",
		[323057] = "Ингра Малох",
		[374251] = "Клоунов",
		[116616] = 7,
		[201476] = "Загустевшая слизь",
		[314867] = 5,
		[212739] = 6,
		[361966] = "Даусинь",
		[323059] = "Дроман Ульфарран",
		[120200] = "Сик'тик Желтокрыл",
		[361967] = "Даусинь",
		[80781] = "Скалокрылая крикунья",
		[390636] = 5,
		[22887] = "Копейщик из племени Темной Крови",
		[194311] = 6,
		[204550] = 3,
		[156428] = 2,
		[198407] = "Скелет-колдун",
		[120201] = "Хайан Неудержимый",
		[16244] = "Надзиратель из клана Укротителей драконов",
		[24423] = "Unknown <Bouberts-Kazzak>",
		[198408] = "Верховный друид Глайдалис",
		[150286] = "Геомант из племени Иглошкурых",
		[257793] = "Jes Howlis",
		[93581] = "Барон Эшбери",
		[212743] = 4,
		[185099] = 10,
		[327164] = 7,
		[323070] = 1,
		[325118] = 5,
		[4987] = 2,
		[5019] = 9,
		[146194] = 6,
		[230152] = 1,
		[198412] = "Один",
		[329217] = "Доктор Икус",
		[117644] = 10,
		[213771] = 11,
		[364030] = "Заклинатель из картеля Зи",
		[292359] = 2,
		[386556] = 2,
		[323076] = 12,
		[333315] = 8,
		[292361] = 6,
		[376319] = "Хронолорд Дейос",
		[265741] = "Matron Bryndle",
		[236298] = 8,
		[31719] = 9,
		[292363] = 3,
		[269838] = "[*] Vile Expulsion",
		[114062] = "Джандис Барова",
		[1543] = 3,
		[190225] = "Сердитый бык",
		[361989] = "Андуин Ринн",
		[178963] = 12,
		[269843] = "Unbound Abomination",
		[366088] = 2,
		[1719] = 1,
		[13877] = 4,
		[388615] = 10,
		[128910] = "Ворген-охотник",
		[7067] = 11,
		[366091] = "Древний страж",
		[366092] = "Древний страж",
		[33743] = 11,
		[194325] = "Харбарон",
		[42702] = "Врайкул-скелет",
		[34767] = 2,
		[294423] = 1,
		[290328] = 3,
		[252687] = "Shadowblade Stalker",
		[106898] = 11,
		[273947] = 6,
		[390669] = 5,
		[117649] = 10,
		[260879] = "Старейшина Ликса",
		[150301] = "Ваятельница лабиринтов из племени Иглошкурых",
		[368146] = "Галондрий",
		[329239] = "Разлагающийся великан",
		[265759] = "Matron Bryndle",
		[292380] = 1,
		[196376] = "Верховный друид Глайдалис",
		[82326] = 2,
		[265760] = "Matron Bryndle",
		[2094] = 4,
		[345623] = "Нар'зуда",
		[265761] = "Matron Bryndle",
		[267809] = "Забытый обитатель глубин",
		[386579] = 2,
		[372245] = "Эесея",
		[207640] = 11,
		[52174] = 1,
		[345625] = "Нар'зуда",
		[341530] = 4,
		[390677] = 5,
		[252692] = "Shadowblade Stalker",
		[19434] = 3,
		[341533] = 4,
		[210714] = 7,
		[122259] = "Сик'тик-инженер",
		[325153] = 10,
		[34769] = 2,
		[257814] = "Jes Howlis",
		[209693] = 12,
		[204574] = "Дубосерд",
		[119701] = 10,
		[341541] = 4,
		[192288] = "Олмир Просвещенный",
		[152357] = "Шкуробой из племени Иглошкурых",
		[333351] = 1,
		[253721] = "Shieldbearer of Zul",
		[345638] = 8,
		[364068] = "Сильвана Ветрокрылая",
		[267824] = "Soul Essence",
		[42705] = "Ингвар Расхититель",
		[323115] = 12,
		[359975] = "Сколекс",
		[185123] = 12,
		[390692] = 5,
		[359976] = "Сколекс",
		[366120] = "Древний страж",
		[193315] = 4,
		[364073] = "Автом-дезинтегратор",
		[13750] = 4,
		[188196] = 7,
		[119703] = "Осадные снаряды",
		[359979] = "Сколекс",
		[228128] = 2,
		[359980] = "Сколекс",
		[359981] = "Сколекс",
		[378412] = 2,
		[355887] = "Внутренняя ненависть",
		[292407] = 5,
		[260894] = "Старейшина Ликса",
		[73630] = 2,
		[323126] = "Грехокаменная статуя",
		[325174] = 7,
		[31850] = 2,
		[114074] = 7,
		[386609] = "Изикруну <Локкерка-Дракономор>",
		[327225] = 2,
		[390706] = 5,
		[269889] = 2,
		[390707] = 5,
		[88990] = 2,
		[9143] = "Ремонтник Гизлок",
		[197418] = "Иллисанна Гребень Ворона",
		[357945] = 2,
		[257827] = "Jes Howlis",
		[27243] = 9,
		[325182] = "Тварь из Фроса",
		[388663] = 10,
		[292419] = 5,
		[353852] = "Ювитта",
		[260900] = "Sister Solena",
		[5116] = 3,
		[364092] = "Автом-дезинтегратор",
		[382522] = 2,
		[327233] = "Изрыгатель чумы",
		[5308] = 1,
		[42708] = "Ингвар Расхититель",
		[201517] = "Скверносерд-лазутчик",
		[388668] = 10,
		[131894] = 3,
		[198446] = "Сквернотопырь",
		[108446] = 9,
		[345667] = 5,
		[145205] = 11,
		[345668] = 5,
		[296523] = "Mawsworn Seeker",
		[122269] = 2,
		[32747] = 12,
		[362052] = "Галондрий",
		[150326] = "Камнепев из племени Иглошкурых",
		[108447] = 9,
		[329289] = 8,
		[355912] = 3,
		[362056] = "Охранная сфера",
		[355913] = "Умкадрак",
		[325197] = 10,
		[192307] = "Хирья",
		[323150] = "Грехокаменная статуя",
		[77220] = 9,
		[6940] = 2,
		[191284] = "Химдалль",
		[258860] = 12,
		[355916] = "Умкадрак",
		[366155] = "Белобородая",
		[122783] = 10,
		[131900] = 3,
		[382538] = 2,
		[312915] = 11,
		[306772] = "[*] Massive Scythe",
		[325202] = 10,
		[392778] = 1,
		[396874] = "Мудрый Марис",
		[60116] = 8,
		[368206] = 6,
		[353872] = 3,
		[339538] = 2,
		[384590] = "Вессарион",
		[235314] = 8,
		[204598] = 12,
		[7964] = "Лорд Злоязыкий",
		[86949] = 8,
		[258864] = "Ashvane Marine",
		[357972] = 11,
		[353877] = 2,
		[325209] = 10,
		[360022] = "Вхагара-Гром",
		[312924] = 9,
		[9080] = "Жестокий убийца",
		[114083] = 7,
		[212792] = 8,
		[271971] = "Dreadstalker <Gingii-Darkspear>",
		[157503] = 7,
		[319070] = "Костномозговая слизь",
		[382551] = 1,
		[353883] = 1,
		[372313] = 5,
		[191292] = "Боевой маг Кирин-Тора",
		[392791] = 1,
		[280165] = 11,
		[325216] = 10,
		[327264] = 10,
		[191293] = "Боевой маг Кирин-Тора",
		[392793] = 1,
		[258869] = "Ashvane Flamecaster",
		[364125] = "[*] Кузня Прародителей",
		[85416] = 2,
		[343648] = 11,
		[386652] = 2,
		[243512] = 5,
		[341602] = 2,
		[196414] = 9,
		[345698] = 1,
		[199486] = 5,
		[368224] = 9,
		[210749] = "Волинд Вестник Шторма",
		[325223] = "Туманный острожал",
		[121253] = 10,
		[325224] = "Туманный острожал",
		[355941] = "Белобородая",
		[12472] = 8,
		[329321] = "Свирепый гаргон",
		[325226] = "Туманный острожал",
		[269937] = 2,
		[329322] = "Верный Утробе стражник душ",
		[35546] = 4,
		[345705] = 1,
		[366183] = "Беспринципный собиратель",
		[368231] = 11,
		[106920] = "Набирающий силы ша",
		[366184] = 4,
		[53] = 4,
		[329325] = "Верный Утробе стражник душ",
		[366185] = "Бугай",
		[171846] = 1,
		[329326] = "Верный Утробе стражник душ",
		[207682] = 12,
		[366187] = "Бугай",
		[204611] = "Дубосерд",
		[197444] = "Кордана Оскверненная Песнь",
		[396904] = "Мудрый Марис",
		[34267] = "Газ'ан",
		[366189] = "Агент-вор",
		[205636] = 11,
		[355951] = 5,
		[366190] = "Искаженный пожиратель миров",
		[175944] = "Вестник Света из Серебряного Авангарда <Хуговар>",
		[52697] = 6,
		[114089] = 7,
		[53209] = 3,
		[345714] = "Павшая монахиня <Алькотраз-Корольлич>",
		[396908] = 11,
		[292473] = 3,
		[280187] = 10,
		[194375] = "Фрагмент души",
		[366193] = "Агент-вор",
		[382576] = "Земельник-страж",
		[347765] = 12,
		[122281] = 10,
		[106923] = "Лазурный змей",
		[382578] = "Земельник-страж",
		[66] = 8,
		[100780] = 10,
		[34268] = "Газ'ан",
		[366197] = "Агент-вор",
		[34780] = "Зыбун",
		[323195] = "\"Орифрион\"",
		[390771] = 5,
		[278145] = 2,
		[267907] = "[*] Soul Thorns",
		[329340] = "Верховный адъюдикатор Ализа",
		[364152] = 1,
		[325245] = "Домина Отравленный Клинок",
		[278147] = 2,
		[258883] = 12,
		[75] = 3,
		[69041] = 7,
		[384631] = 4,
		[222024] = 6,
		[341629] = 2,
		[193356] = 4,
		[364155] = 1,
		[106413] = "[*] Шар огня",
		[106925] = "Всепоглощающий ша",
		[33757] = 7,
		[345727] = 10,
		[76721] = "Часовой Леди Наз'жар",
		[292486] = 6,
		[42972] = "Стратег из клана Укротителей драконов",
		[222026] = 6,
		[193358] = 4,
		[114093] = 7,
		[106414] = "[*] Огненный цветок",
		[22640] = 10,
		[182096] = "Болезненный бес <Темный служитель>",
		[272012] = "Иллидарский сатир <Нийтрино-Борейскаятундра>",
		[339588] = 3,
		[38621] = "Укротитель протодраконов",
		[272013] = "Злобная адская гончая <Джарлс>",
		[23920] = 1,
		[194384] = 5,
		[323209] = "Грехокаменная статуя",
		[276111] = 2,
		[33758] = 5,
		[160597] = 1,
		[99] = 11,
		[276112] = 2,
		[17393] = "Лорд Аурий Ривендер",
		[205648] = 7,
		[306830] = 12,
		[222031] = 12,
		[374407] = 6,
		[75700] = "Гейзер <Леди Наз'жар>",
		[345739] = 4,
		[211793] = 6,
		[347788] = 5,
		[319120] = "[*] Гнилая желчь",
		[193364] = "Имирон, падший король",
		[210770] = "Волинд Вестник Шторма",
		[300691] = 1,
		[106929] = "Всепоглощающий ша",
		[265880] = "Matron Alma",
		[265881] = "Matron Alma",
		[300693] = 5,
		[116] = 8,
		[189270] = "Генн Седогрив",
		[265882] = "Matron Alma",
		[199509] = "Леди Джайна Праудмур",
		[118] = 8,
		[120] = 8,
		[355985] = 5,
		[83381] = "JonkoSmoke <Hielmic-Darkspear>",
		[122] = 8,
		[386702] = "Изикруну <Локкерка-Дракономор>",
		[274076] = 1,
		[362130] = "Галондрий",
		[255824] = "Dazar'ai Juggernaut",
		[32240] = 1,
		[366227] = "Мерзкий проглот",
		[263840] = "Волк <Кернтамор>",
		[190297] = "Генн Седогрив",
		[368276] = 5,
		[133] = 8,
		[265889] = "Blacktooth Arsonist",
		[136] = 3,
		[139] = 5,
		[203609] = "Бес шлака Скверны",
		[106932] = "Лазурный змей",
		[199514] = "Проклятая морем целительница туманов",
		[2383] = 3,
		[93622] = 11,
		[190300] = "Генн Седогрив",
		[2479] = 7,
		[203611] = "Бес шлака Скверны",
		[360092] = "Сколекс",
		[329376] = "Анимимик",
		[201564] = "Скверносерд-лазутчик",
		[127923] = 5,
		[172] = 9,
		[80313] = 11,
		[30449] = 8,
		[349857] = 5,
		[327332] = "Раскольник-целитель",
		[263852] = "Хищная птица <Красавабм>",
		[91064] = "Яростный упырь",
		[201566] = "Проклятый морем рабовладелец",
		[211805] = 6,
		[196447] = 9,
		[31985] = "Менну Предатель",
		[23922] = 1,
		[201567] = "Проклятый морем рабовладелец",
		[333479] = "Тошногнил",
		[196448] = 9,
		[49376] = 11,
		[325289] = 9,
		[263857] = "Опустошитель <Пчелкапау-СвежевательДуш>",
		[17139] = "Целительница чешуи резервуара Кривого Клыка",
		[261977] = 10,
		[120758] = "Командир Во'цзак",
		[351913] = 6,
		[3391] = "Плут из племени Тлетворных",
		[317103] = 1,
		[343724] = 2,
		[255836] = "Priestess Alun'za",
		[120759] = "Командир Во'цзак",
		[263863] = "JonkoSmoke <Hielmic-Darkspear>",
		[265911] = "Беспокойное облако",
		[203619] = "Повелитель Скверны Бетруг",
		[212834] = "Тень Ксавия",
		[313010] = 9,
		[265912] = "Беспокойное облако",
		[343727] = "Исчадие Тьмы <Анальгинчек>",
		[50401] = 6,
		[85948] = 6,
		[325299] = 9,
		[120760] = "Командир Во'цзак",
		[263867] = "Гончая Недр <Тибур>",
		[15290] = 5,
		[351921] = 6,
		[230242] = 11,
		[300728] = 7,
		[216932] = 3,
		[313015] = 9,
		[31602] = "Неруб'энкан",
		[360114] = "[*] Эфемеровый разлом",
		[360115] = "Галондрий",
		[106427] = "Новообращенный Шадо-Пан",
		[42723] = "Ингвар Расхититель",
		[118714] = "Мудрый Марис",
		[343737] = "Юй-лун <Сфифти>",
		[106428] = "Новообращенный Шадо-Пан",
		[304831] = "Seeker of Souls",
		[190315] = "Натанос Гнилостень",
		[166766] = "Mawsworn Shackler",
		[394933] = 12,
		[202602] = 1,
		[267973] = "Служитель храма",
		[169839] = "Гнилостный пиромант",
		[114108] = 11,
		[197484] = "Иллисанна Гребень Ворона",
		[356029] = 8,
		[5246] = 1,
		[169840] = "Зараженная сотворительница льда",
		[42724] = "Разоритель из закаленной стали",
		[77761] = 11,
		[265931] = 9,
		[390844] = 5,
		[106942] = "Разрушительный ша",
		[165746] = 2,
		[390845] = 5,
		[179057] = 12,
		[319175] = 4,
		[370] = 7,
		[331462] = 10,
		[258920] = 12,
		[339654] = 3,
		[366275] = "Шишковатый мародер",
		[116670] = 10,
		[258921] = 12,
		[169844] = "Гнилостный пиромант",
		[366278] = "Надсмотрщик Зи'про",
		[200561] = "Фенрир",
		[345801] = 8,
		[170869] = 7,
		[263892] = "Кошка <Боона-СвежевательДуш>",
		[257899] = "Irontide Ravager",
		[210801] = 7,
		[358090] = 4,
		[204658] = "[*] Сокрушительная хватка",
		[345804] = 8,
		[392903] = 2,
		[386760] = 9,
		[388808] = 1,
		[106433] = "Мастер Снежный Вихрь",
		[364236] = "Прототип Обновления",
		[258925] = 12,
		[339664] = 2,
		[35047] = "Механарский буровик",
		[258926] = 12,
		[114113] = 11,
		[139133] = 5,
		[364240] = "Прототип Войны",
		[15547] = "Браконьер из стаи Речной Лапы",
		[319190] = 4,
		[202614] = "Злобнорог Поработитель",
		[300761] = 5,
		[181113] = "Запущенная поросль",
		[339669] = 2,
		[333526] = 12,
		[321240] = "Tunk",
		[169851] = "Одурманенный маг",
		[267999] = "Мерзотень <Колонок-СвежевательДуш>",
		[131968] = "Сик'тик - боевой лекарь",
		[198520] = "Хелия",
		[116162] = "Шипучий бражный хмелементаль",
		[528] = 5,
		[263905] = "Heartsbane Runeweaver",
		[230261] = 5,
		[190330] = 2,
		[121282] = "Командующий флангом Нер'онок",
		[203641] = "Повелитель Скверны Бетруг",
		[205689] = "Натанос Гнилостень",
		[190331] = "Шуджа Люторез",
		[175997] = "Дулгу",
		[263909] = 1,
		[204666] = "Дубосерд",
		[197499] = 3,
		[298722] = 8,
		[199547] = 12,
		[268007] = "Хранитель Сердца",
		[204667] = "Дубосерд",
		[131972] = "Сик'тик - боевой лекарь",
		[115652] = "Тучный бражный хмелементаль",
		[327393] = "Некромант с \"Золрамуса\"",
		[242551] = 1,
		[179071] = 2,
		[102342] = 11,
		[263914] = "Меректа",
		[325347] = 10,
		[360159] = "[*] Нестабильная частица",
		[121284] = "Командующий флангом Нер'онок",
		[325348] = 10,
		[327397] = "Некромант с \"Золрамуса\"",
		[201598] = "Тухломорд",
		[274156] = 6,
		[360162] = "Бдительный Страж",
		[313064] = 1,
		[190336] = 8,
		[151429] = "Гройат Слепой Охотник",
		[313065] = 2,
		[106439] = "Новообращенный Шадо-Пан",
		[772] = 1,
		[224125] = 7,
		[12540] = "Сатир из племени Тлетворных",
		[34026] = 3,
		[42729] = "Ингвар Расхититель",
		[188290] = 6,
		[224126] = 7,
		[378597] = 7,
		[274162] = 10,
		[224127] = 7,
		[151432] = "Гройат Слепой Охотник",
		[343788] = 10,
		[276213] = "Визжащий прислужник",
		[343789] = 10,
		[195460] = "Моряк из Ночного дозора",
		[256893] = 2,
		[208771] = 5,
		[42730] = "Ингвар Расхититель",
		[34795] = 8,
		[197509] = "Bloodworm <Mkgläzial-Sylvanas>",
		[182151] = 1,
		[208772] = 5,
		[268027] = "Живой поток",
		[360176] = "Модуль точечной обороны",
		[288505] = 11,
		[268028] = "Живой поток",
		[360177] = "Модуль точечной обороны",
		[980] = 9,
		[335606] = 1,
		[356084] = 5,
		[317177] = 5,
		[16380] = "Око Наксрамаса",
		[116170] = "Шипучий бражный хмелементаль",
		[1064] = 7,
		[265986] = "Энергетическое ядро",
		[366326] = "Мерзкий надсмотрщик",
		[335610] = 1,
		[372470] = "Белобородая",
		[360184] = 7,
		[1160] = 1,
		[194443] = "Промокший насквозь страж душ",
		[366329] = "Мерзкий надсмотрщик",
		[313088] = 2,
		[300802] = 1,
		[48107] = 8,
		[263943] = "Heartsbane Runeweaver",
		[202635] = "Злобнорог Поработитель",
		[319233] = 6,
		[5215] = 11,
		[205708] = 8,
		[319236] = 6,
		[36333] = "Кровостраж-врач",
		[392956] = 3,
		[91088] = "Пожиратель трупов",
		[319238] = 6,
		[354050] = 1,
		[1464] = 1,
		[360194] = 4,
		[55531] = 5,
		[31991] = "Менну Предатель",
		[120269] = "[*] Едкий сок",
		[392959] = 10,
		[32375] = 5,
		[186257] = 3,
		[196496] = "Фенрир",
		[354053] = 2,
		[298765] = 7,
		[319243] = 6,
		[197521] = "Иллисанна Гребень Ворона",
		[388867] = 10,
		[268050] = "Жрица моря - спиритуалистка",
		[341770] = 6,
		[319245] = 6,
		[115151] = 10,
		[1680] = 1,
		[343819] = 10,
		[210833] = 8,
		[392966] = 1,
		[19577] = 3,
		[190356] = 8,
		[191380] = 2,
		[263959] = "Heartsbane Soulcharmer",
		[347917] = 3,
		[1784] = 4,
		[20473] = 2,
		[190357] = 8,
		[263961] = "Heartsbane Soulcharmer",
		[331537] = "Тотем хватки смерти <Сенсес-СвежевательДуш>",
		[1856] = 4,
		[313108] = 9,
		[35311] = "Страж ворот Точеный Нож",
		[325395] = "Shadowclone Stalker",
		[343825] = 10,
		[186263] = 5,
		[268059] = "Жрица моря - спиритуалистка",
		[31224] = 4,
		[23161] = 9,
		[268061] = "Чумная знахарка",
		[319255] = 6,
		[384784] = 3,
		[313113] = 11,
		[186265] = 3,
		[358164] = 6,
		[386833] = 9,
		[116178] = "Пенистый бражный хмелементаль",
		[151454] = "Гройат Слепой Охотник",
		[42223] = 9,
		[221078] = "Крос",
		[79831] = "Сларк",
		[370454] = "Сакринити",
		[390933] = 5,
		[274212] = "Утонувший вестник глубин",
		[221080] = "Крос",
		[274213] = "Sporecaller Zancha",
		[112084] = "Цзао Искатель Солнца",
		[88023] = "Золотой жук",
		[185245] = 12,
		[309026] = 1,
		[278310] = 8,
		[272167] = "Желчегнус <Дэкас>",
		[207771] = 12,
		[186270] = 3,
		[93655] = "Анжинер Термоштепсель",
		[35057] = "Механарский монтер",
		[374557] = 6,
		[317221] = 2,
		[106966] = "Нестабильная энергия",
		[255895] = "Toxic Saurid",
		[327461] = "Комендант Тонар",
		[272172] = "Шиварра <Дэкас>",
		[317223] = 2,
		[102359] = 11,
		[347940] = "Голограмма",
		[120789] = "Командир Во'цзак",
		[341798] = 2,
		[196512] = "Фенрир",
		[254873] = 1,
		[341799] = 2,
		[33778] = 11,
		[356134] = 5,
		[187298] = 1,
		[35058] = "Механарский монтер",
		[35314] = "Пустомант Сепетрея",
		[35570] = "Надзиратель из клана Укротителей драконов",
		[257946] = 3,
		[201633] = 7,
		[266035] = "Thistle Acolyte",
		[45297] = 7,
		[266036] = "Thistle Acolyte",
		[272180] = "Искаженный ужас",
		[337709] = 6,
		[364330] = "Автом-собиратель",
		[349996] = 1,
		[327471] = "Комендант Тонар",
		[304946] = "Бессердечный-страж",
		[356140] = 5,
		[228256] = 2,
		[278326] = 12,
		[3600] = "Earthbind Totem <Rösë-Anachronos>",
		[384810] = 2,
		[321330] = "Darkmaul Channeler",
		[227233] = "Хелия",
		[196517] = "[*] Вращающаяся коса",
		[197541] = "Кордана Оскверненная Песнь",
		[199589] = "Хеларьяр - призывательница туманов",
		[202661] = "Выжигатель Скверны",
		[276282] = "Ученик призывательницы штормов",
		[262046] = "Чешуйчатый наездник на кролуске",
		[388909] = 3,
		[15550] = "Болотоход",
		[368432] = "Оулегий",
		[202663] = "Выжигатель Скверны",
		[228260] = 5,
		[323385] = 6,
		[191401] = "Валарьяр-лучница",
		[327481] = "Кин-Тара",
		[280384] = 2,
		[364342] = "Умкадрак",
		[386868] = 4,
		[36340] = "Кровостраж-врач",
		[390964] = 5,
		[294720] = 1,
		[197546] = "Иллисанна Гребень Ворона",
		[223143] = 7,
		[46579] = 10,
		[366393] = "Модуль точечной обороны",
		[9791] = "Костекрушитель из клана Укротителей драконов",
		[374585] = 6,
		[323392] = "Лорд-камергер",
		[57330] = 6,
		[321345] = 1,
		[323393] = "Лорд-камергер",
		[335680] = "Верный Утробе темный маг",
		[42740] = "Заклинатель рун из клана Укротителей драконов",
		[386875] = 3,
		[390971] = 5,
		[151475] = "Гройат Слепой Охотник",
		[80353] = 8,
		[121820] = 7,
		[341826] = 1,
		[386877] = 3,
		[116189] = 10,
		[360257] = "Бдительный Страж",
		[193455] = 3,
		[153524] = "Зараженная летучая мышь",
		[335685] = "Подавитель Зелорс",
		[6016] = "Неруб'энкан",
		[193456] = 12,
		[153525] = "Ругуг",
		[278350] = 9,
		[304971] = 2,
		[199600] = 4,
		[390978] = 5,
		[327498] = 8,
		[35062] = "Механарский монтер",
		[35318] = "Страж ворот Точеный Нож",
		[52212] = 6,
		[282449] = 4,
		[115167] = "[*] Оскверненные воды",
		[390981] = 5,
		[343883] = "Шуджа Люторез",
		[153528] = "Ругуг",
		[199603] = 4,
		[335694] = "Верный Утробе вестник гибели",
		[193460] = "Имирон, падший король",
		[323408] = 2,
		[264024] = "Heartsbane Soulcharmer",
		[214962] = 12,
		[109537] = 10,
		[393035] = 12,
		[264027] = "Heartsbane Soulcharmer",
		[374606] = 6,
		[221107] = "Крос",
		[313174] = 10,
		[214964] = 12,
		[325461] = 6,
		[200630] = "Бешеная визгунья",
		[321366] = "Lady Inerva Darkvein",
		[186296] = "Грифон \"Небесного огня\"",
		[327510] = 2,
		[102883] = 10,
		[200631] = "Бешеная визгунья",
		[321368] = "Налтор Криомант",
		[364371] = 2,
		[325464] = 6,
		[114658] = "Инструктор Ледяное Сердце",
		[106979] = "Огненный стрелок Шадо-Пан",
		[356181] = 4,
		[390993] = 5,
		[352086] = 6,
		[8512] = 7,
		[364373] = "Гиперсветовое подкрепление <Изобретатель Зи'мокс>",
		[335706] = 2,
		[201657] = 4,
		[335707] = 2,
		[227255] = 12,
		[126434] = 3,
		[264038] = "Coven Thornshaper",
		[393047] = 10,
		[266087] = 9,
		[245686] = 2,
		[288613] = 3,
		[57846] = "Железоголов из клана Укротителей драконов",
		[210875] = "Закаленный бурей страж",
		[393050] = 10,
		[59638] = "Зеркальное изображение <Римэйн-Галакронд>",
		[198589] = 12,
		[96231] = 2,
		[307046] = 12,
		[106470] = "[*] Шар огня",
		[198590] = 9,
		[335716] = 2,
		[235450] = 8,
		[126436] = 10,
		[196543] = "Фенрир",
		[386911] = 2,
		[104423] = 9,
		[331623] = 9,
		[393056] = 10,
		[197568] = 7,
		[223165] = "Уничтожитель Скверны",
		[393057] = 10,
		[34298] = "Коготь",
		[264050] = "Coven Thornshaper",
		[360295] = "Прототип Войны",
		[321388] = 8,
		[36346] = "Солнцелов-инженер",
		[115175] = 10,
		[256955] = "Knight Captain Valyri",
		[200642] = "Грозный разрушитель",
		[321390] = 8,
		[46585] = 6,
		[228287] = 10,
		[370537] = "Дракирья",
		[198595] = "Валарьяр - призыватель молний",
		[382824] = 8,
		[176070] = "Агрессивный гнилячок",
		[362347] = "Прототип Долга",
		[251837] = 7,
		[48889] = 11,
		[352109] = 9,
		[264057] = 9,
		[300917] = 5,
		[266106] = "Дикий кровавый роевик",
		[225218] = "Леди Сильвана Ветрокрылая",
		[266107] = "Feral Bloodswarmer",
		[362352] = "Пригвождающее оружие <Прототип Долга>",
		[388973] = "Чейзира-СвежевательДуш",
		[256959] = "Reanimated Honor Guard",
		[31230] = 4,
		[266109] = "Feral Bloodswarmer",
		[286587] = 10,
		[205766] = 8,
		[157644] = 8,
		[335734] = 1,
		[201671] = 11,
		[48890] = 1,
		[164812] = 11,
		[255937] = 2,
		[201672] = "Ледопасть",
		[203720] = 12,
		[386931] = 9,
		[36348] = "Кровостраж-врач",
		[190411] = 1,
		[362361] = "Белобородая",
		[171982] = 9,
		[370553] = "Сакринити",
		[87023] = 8,
		[358267] = "Рискер-СвежевательДуш",
		[255941] = 2,
		[5217] = 11,
		[194509] = 5,
		[368509] = 9,
		[87024] = 8,
		[51963] = "Вороная горгулья <Флайтон>",
		[113645] = 1,
		[115181] = 10,
		[214988] = "Дух отмщения",
		[5761] = 4,
		[153556] = "Тотем Хрустального огня <Ругуг>",
		[31615] = "Владыка болот Мусел'ек",
		[102383] = 11,
		[214989] = "Дух отмщения",
		[370562] = "Дракирья",
		[114158] = 2,
		[370564] = "Дракирья",
		[202704] = "Предвестник из культа Приверженцев Тени",
		[268177] = "Говорящая с ветрами Хелдис",
		[188370] = 2,
		[111599] = "Послушник из Некроситета",
		[256970] = "Knight Captain Valyri",
		[121838] = 12,
		[200658] = "Грозный разрушитель",
		[321422] = 3,
		[372616] = 5,
		[378760] = 8,
		[111600] = "Крик'тик - вестник роя",
		[113136] = "Темный магистр Гандлинг",
		[153561] = 8,
		[268183] = 6,
		[354189] = 8,
		[266136] = 9,
		[268184] = "Говорящая с ветрами Хелдис",
		[270232] = 8,
		[360334] = "Empowered Attendant",
		[305045] = 12,
		[325523] = "Порочный темный клинок",
		[393099] = 10,
		[362383] = "Прототип Обновления",
		[323476] = 1,
		[268187] = "Говорящая с ветрами Хелдис",
		[372623] = "Часовая Талондрас",
		[268188] = "Говорящая с ветрами Хелдис",
		[76790] = "Захватчик Леди Наз'жар",
		[391054] = 2,
		[368529] = "Галондрий",
		[386959] = 10,
		[256976] = "Knight Captain Valyri",
		[368530] = "Галондрий",
		[378770] = 3,
		[93685] = "Командир Спрингвейл",
		[305053] = 2,
		[268194] = 1,
		[378773] = 7,
		[18562] = 11,
		[327581] = "Изрыгатель чумы",
		[372632] = "Белобородая",
		[204762] = "Топор Скверны",
		[325535] = "Порочный псарь",
		[311201] = 12,
		[372634] = "Сущность хаоса",
		[327584] = "Изрыгатель чумы",
		[264104] = "[*] Runic Mark",
		[323489] = "Изготовитель кадавров",
		[2641] = 3,
		[372636] = "Частица хаоса",
		[93687] = "Командир Спрингвейл",
		[323491] = 1,
		[183263] = "Гормлинг-плевун",
		[193502] = "Терзательница душ Глевианна",
		[274346] = 12,
		[138213] = 4,
		[164834] = "Натуралист Вечного Цветения",
		[368544] = "Леди Джайна Праудмур",
		[227291] = "Нюцзао <Лёликс>",
		[368545] = "Тралл",
		[264110] = "Marked Sister",
		[111606] = "Инструктор Ледяное Сердце",
		[264111] = "Marked Sister",
		[202719] = 12,
		[24450] = "Кошка <Боона-СвежевательДуш>",
		[335783] = "Верный Утробе ритуалист",
		[164836] = "Натуралист Вечного Цветения",
		[323497] = 5,
		[232412] = 9,
		[368548] = "Утер Светоносный",
		[323498] = 1,
		[327594] = "Изрыгатель чумы",
		[43265] = 6,
		[35330] = "Страж ворот Стальная Клешня",
		[323500] = 6,
		[268211] = "Резчик рун Сорн",
		[368551] = "Сильвана Ветрокрылая",
		[115191] = 4,
		[231390] = 3,
		[268212] = 5,
		[3409] = 4,
		[325550] = "Домина Отравленный Клинок",
		[245725] = 1,
		[95738] = 1,
		[370602] = "Весельяради",
		[113656] = 10,
		[382889] = 7,
		[155625] = 11,
		[115192] = 4,
		[274359] = "Лорд Штормсонг",
		[199652] = "Король Галдор",
		[93691] = "[*] Осквернение",
		[14914] = 5,
		[323507] = 6,
		[15234] = "Чародейка резервуара Кривого Клыка",
		[162794] = 12,
		[323509] = 1,
		[364465] = "Изобретатель Зи'мокс",
		[172010] = 6,
		[111610] = "Инструктор Ледяное Сердце",
		[339894] = 12,
		[24707] = 7,
		[150510] = "Ваятельница лабиринтов из племени Иглошкурых",
		[151534] = "Чарлга Остробок",
		[193513] = "Имирон, падший король",
		[202728] = "Повелитель ужаса Мендаций",
		[51714] = 6,
		[191466] = 12,
		[327611] = 6,
		[325564] = 1,
		[386997] = 9,
		[199658] = 1,
		[200682] = "Солстен",
		[266181] = "Gorak Tul",
		[118779] = 1,
		[321471] = "Призывательница Туманов",
		[198635] = "Кур'талос Гребень Ворона",
		[4962] = "Некрорахнид-живоглот",
		[20484] = 11,
		[115196] = 4,
		[341951] = 2,
		[200684] = "Грозный отравитель",
		[179183] = 1,
		[59650] = 2,
		[190446] = 8,
		[391099] = 5,
		[344001] = "[*] Слизистый след",
		[323524] = 6,
		[264140] = "Jagged Hound",
		[184304] = 1,
		[331718] = "Туманная защитница",
		[382912] = 11,
		[370626] = 4,
		[268239] = "Сторожевой элементаль",
		[344006] = 10,
		[12611] = "Жуткий провидец",
		[331721] = "Туманная защитница",
		[93697] = "Лорд Вальден",
		[51460] = 6,
		[198641] = "Кур'талос Гребень Ворона",
		[268242] = "Сторожевой элементаль",
		[52740] = "Берсерк из закаленной стали",
		[391109] = 5,
		[188404] = "Штормовой дракон",
		[264150] = "Thornguard",
		[7074] = "Стенающий охранник",
		[137211] = 4,
		[368587] = 1,
		[214002] = "Восставший копейщик",
		[91139] = 5,
		[264153] = "Devouring Maggot",
		[266201] = "Reanimated Guardian",
		[35079] = 3,
		[15043] = "Маг-лорд из клана Гордок",
		[211956] = "Визжащий прислужник",
		[245744] = 1,
		[254959] = "Дазар'айский колосс",
		[123904] = 10,
		[192503] = "Тиратон Салтерил",
		[153596] = 8,
		[319447] = "Имперский цензор",
		[329686] = 1,
		[190456] = 1,
		[192504] = "Тиратон Салтерил",
		[211958] = "Визжащий прислужник",
		[360404] = "Автоматическая защитная матрица",
		[250866] = 1,
		[76807] = "Захватчик Леди Наз'жар",
		[211959] = "Визжащий прислужник",
		[376788] = "Йзера-СвежевательДуш",
		[197625] = 11,
		[339929] = 3,
		[197626] = 11,
		[207865] = "Генн Седогрив",
		[360409] = "Бдительный Страж",
		[178173] = 10,
		[95750] = 9,
		[327647] = "Раскольница-инквизитор",
		[331743] = "Туманный страж",
		[360412] = "Бдительный Страж",
		[197628] = 11,
		[374748] = 6,
		[360414] = "Бдительный Страж",
		[321507] = 8,
		[372701] = "Часовая Талондрас",
		[30213] = "Veeminul <Gingii-Darkspear>",
		[193534] = 3,
		[212988] = 12,
		[331748] = "Туманный страж",
		[327653] = "Раскольник-защитник",
		[38153] = "Зыбун",
		[54791] = "Малекай Бледный",
		[11972] = "Хрупкоребрый страж",
		[327655] = "Раскольник-защитник",
		["DEBUFF"] = 10,
		[323560] = 4,
		[32645] = 4,
		[196608] = 10,
		[356326] = 9,
		[268273] = "Жрец моря - каратель",
		[329706] = "Mawsworn Archer",
		[193538] = 4,
		[252923] = "Zanchuli Witch-Doctor",
		[61447] = 6,
		[13444] = "Скалокрылая горгулья",
		[248828] = 1,
		[327661] = 5,
		[305136] = "Бессердечный-подчинитель",
		[370665] = "Вагиний",
		[364522] = "Сколекс",
		[268278] = "Lady Waycrest",
		[370666] = "Вагиний",
		[327664] = "Хирург Трупошов",
		[370667] = 10,
		[307187] = 12,
		[268280] = "Жрец моря - каратель",
		[76813] = "Врачеватель душ Леди Наз'жар",
		[93707] = "Лорд Годфри",
		[229377] = 5,
		[372718] = "Часовая Талондрас",
		[228354] = 8,
		[372719] = "Часовая Талондрас",
		[358385] = "Эесея",
		[270332] = 3,
		[307192] = 3,
		[203782] = 12,
		[321527] = 6,
		[32390] = 9,
		[16324] = "Уничтоженный кадавр",
		[270335] = 3,
		[296956] = "Warden of Souls",
		[321530] = 3,
		[356342] = 9,
		[211975] = "Визжащий прислужник",
		[34828] = "Сларк",
		[59913] = 11,
		[192522] = "Вул'кан",
		[209928] = 1,
		[202761] = 3,
		[228358] = 8,
		[270339] = 3,
		[1161] = 1,
		[186380] = "Ловец душ В'лара",
		[374776] = 6,
		[131091] = "Пехотинец \"Небесного огня\"",
		[290819] = 3,
		[257028] = "Knight Captain Valyri",
		[274438] = "[*] Буря",
		[325632] = "Тварь из Фроса",
		[270343] = 3,
		[150546] = "Камнепев из племени Иглошкурых",
		[151570] = "Кристалл ядовитого всплеска",
		[185358] = 3,
		[186382] = "Малгалор",
		[195597] = 1,
		[51723] = 4,
		[224266] = 2,
		[241672] = "Латосий",
		[368639] = 12,
		[348162] = 1,
		[344067] = 2,
		[1449] = 8,
		[391166] = 12,
		[376832] = "Белобородая",
		[264206] = "Меректа",
		[360451] = "Сколекс",
		[358404] = 2,
		[368643] = 1,
		[387073] = 9,
		[333832] = 1,
		[262161] = 1,
		[329737] = 1,
		[294926] = 10,
		[266258] = "Drust Slaver Summoning Portal",
		[268306] = "Lady Waycrest",
		[177172] = 10,
		[186387] = 3,
		[391172] = 12,
		[164886] = "Страхоцвет",
		[13445] = "Гончая клана Гордок",
		[268308] = "Lady Waycrest",
		[202770] = 11,
		[268309] = "Глубоководный ритуалист",
		[368649] = 3,
		[164887] = "Лекарь Вечного Цветения",
		[191508] = "Валарьяр-претендентка",
		[368650] = 3,
		[203795] = 12,
		[368651] = 12,
		[176151] = 10,
		[1833] = 4,
		[266265] = "Fallen Deathspeaker",
		[203796] = 12,
		[368653] = 4,
		[266266] = "Gorak Tul",
		[368654] = 4,
		[268315] = "Обитатель глубин",
		[352273] = 5,
		[329748] = 1,
		[356369] = 9,
		[327701] = 2,
		[272412] = "Cutwater Harpooner",
		[15749] = "Стражник Фенгус",
		[268317] = "Утонувший вестник глубин",
		[368657] = 4,
		[272413] = "Cutwater Harpooner",
		[16005] = "Техник резервуара Кривого Клыка",
		[327703] = 5,
		[376850] = "Паникаатак-СвежевательДуш",
		[2098] = 4,
		[385042] = 1,
		[110099] = "Служитель Сомнения",
		[327706] = 6,
		[268322] = "Утонувший вестник глубин",
		[327707] = 3,
		[327708] = "Чаармандер-Галакронд",
		[382998] = 8,
		[167966] = "Демиург Телу",
		[201754] = "Дух зверя <Локтарош>",
		[327710] = 5,
		[9798] = "Облученный погромщик",
		[257044] = 3,
		[387096] = 9,
		[194588] = "Темная охотница",
		[211994] = "Визжащий прислужник",
		[189469] = "Дух отмщения",
		[257045] = 3,
		[280615] = 7,
		[211995] = "Визжащий прислужник",
		[86040] = 9,
		[264234] = "Яйцо",
		[342049] = 3,
		[264235] = "Яйцо",
		[2818] = 4,
		[107030] = "[*] Всплеск",
		[342051] = 2,
		[47632] = 6,
		[158756] = 11,
		[48400] = "Ледяная могила",
		[186401] = 1,
		[383009] = 7,
		[12294] = 1,
		[340007] = 2,
		[354342] = 1,
		[292910] = "Mawsworn Shackler",
		[335913] = 10,
		[354343] = 1,
		[331818] = "Домина Отравленный Клинок",
		[385060] = 1,
		[194594] = 3,
		[385061] = 1,
		[272435] = "Гончая Тьмы <Колонок-СвежевательДуш>",
		[13446] = "Уничтоженный кадавр",
		[225311] = 2,
		[153640] = 8,
		[47633] = 6,
		[317488] = 1,
		[354348] = 1,
		[317489] = 1,
		[387113] = 2,
		[383018] = 7,
		[315443] = 6,
		[317491] = 1,
		[3714] = 6,
		[354351] = "Белобородая",
		[167977] = "[*] Ежевичник",
		[366639] = "[*] Эфемеровый взрыв",
		[354353] = 2,
		[191527] = "Иллиана Танцующая с Клинками",
		[258079] = "Sewer Vicejaw",
		[354354] = 1,
		[340020] = 2,
		[203814] = 1,
		[164907] = "Оживленные ритуальные кости",
		[391215] = 12,
		[368690] = 6,
		[329783] = "Бессердечный-подчинитель",
		[317497] = 1,
		[352309] = 12,
		[372787] = "Оумиё",
		[91677] = "Пустулезное чудовище",
		[184362] = 1,
		[251938] = 12,
		[344120] = 3,
		[156718] = "Чудовищный трупный паук",
		[368694] = 2,
		[52754] = "Небоход из закаленной стали",
		[212008] = "Визжащий прислужник",
		[397364] = 1,
		[368696] = 6,
		[195627] = 4,
		[368698] = 1,
		[203819] = 12,
		[368699] = 2,
		[364604] = "[*] Кольца генезиса",
		[368700] = 6,
		[42772] = "Стратег из клана Укротителей драконов",
		[344128] = 10,
		[337985] = 1,
		[256038] = "Overseer Korgus",
		[368702] = 6,
		[260134] = 1,
		[325700] = "Порочная сборщица",
		[106526] = "Мудрый Марис",
		[256039] = "Overseer Korgus",
		[325701] = "Порочная сборщица",
		[151604] = "Чарлга Остробок",
		[323654] = 4,
		[337989] = 6,
		[183345] = "Темный служитель",
		[151605] = "Чарлга Остробок",
		[12167] = "Шаман из стаи Речной Лапы",
		[151606] = "Чарлга Остробок",
		[391234] = 12,
		[188466] = 1,
		[331850] = 4,
		[191538] = "Яростный пронзатель",
		[194610] = "Хеларьяр - призывательница туманов",
		[309326] = 1,
		[6660] = "Претендент арены",
		[6788] = 5,
		[38166] = "Ша Жестокости",
		[194611] = "Темная охотница",
		[272469] = "Abyssal Reach",
		[256044] = "Overseer Korgus",
		[191540] = "Яростный пронзатель",
		[268375] = "Глубинный сектант",
		[262232] = 1,
		[374859] = "Галондрий",
		[192565] = "Валарьяр-очиститель",
		[204852] = "Обитатель Кошмара",
		[132157] = 5,
		[119840] = "Сик'тик-солдат",
		[391243] = 5,
		[391244] = 5,
		[360528] = "[*] Детонация",
		[338003] = "Порочный уничтожитель",
		[200758] = 4,
		[218164] = 10,
		[194615] = "Проклятый морем молниеносный клинок",
		[344148] = 2,
		[197687] = "[*] Пронзающий взгляд",
		[8004] = 7,
		[368722] = "Порождение протокузни <Сайянкахх-СвежевательДуш>",
		[344150] = 8,
		[331866] = 8,
		[344153] = 6,
		[344154] = 1,
		[344155] = 6,
		[338012] = "Фонтан анимы",
		[9672] = "Скелет-страж",
		[338013] = "Фонтан анимы",
		[348252] = 4,
		[325727] = 11,
		[201787] = 10,
		[268391] = "Глубинный сектант",
		[344158] = 6,
		[107045] = "Юй-лун",
		[323682] = "Раскольник-налетчик",
		[21390] = "Лорд Злоязыкий",
		[107046] = "Отупевший хозен-буян",
		[325733] = 11,
		[87081] = "Крадущийся иссохший",
		[11976] = "Караульный из клана Зловещего Плавника",
		[329831] = 1,
		[114214] = 5,
		[303211] = 2,
		[313450] = 1,
		[115750] = 2,
		[366692] = "Бдительный Страж",
		[303212] = 2,
		[313451] = 1,
		[132169] = 1,
		[229438] = 3,
		[385126] = 2,
		[387174] = 2,
		[110120] = "Призрачный ша",
		[385127] = 2,
		[102953] = 10,
		[198723] = "Гнилосердная дриада",
		[191556] = "Яростный пронзатель",
		[200771] = "Обезумевший остроклюв",
		[329840] = 2,
		[364652] = "Лихувим",
		[208963] = 7,
		[378987] = 11,
		[155722] = 11,
		[315508] = 4,
		[120360] = 3,
		[249919] = "Yazma",
		[378989] = 11,
		[202821] = "Предвестник из культа Приверженцев Тени",
		[325748] = 11,
		[378990] = 11,
		[15496] = "Призрак повара",
		[385134] = "Дераскес-Голдринн",
		[346227] = 1,
		[342132] = 5,
		[362610] = "Галондрий",
		[207942] = "Малгалор",
		[387184] = 10,
		[333943] = 12,
		[106539] = 10,
		[255041] = "Ненасытный небесный крикун",
		[182346] = 2,
		[176203] = 2,
		[329849] = 2,
		[246851] = 3,
		[249923] = "Yazma",
		[358520] = 10,
		[246852] = 3,
		[116267] = 8,
		[323710] = 6,
		[246853] = 3,
		[257092] = "The Sand Queen",
		[362620] = 10,
		[5221] = 11,
		[185422] = 4,
		[110125] = "Служитель Сомнения",
		[204876] = "Хранитель портала",
		[364670] = "[*] Пространственный разрыв",
		[280713] = 1,
		[385149] = 2,
		[321669] = "Иллюзорный клон",
		[280715] = 1,
		[194639] = "Генн Седогрив",
		[333957] = 7,
		[204878] = "Хранитель портала",
		[383104] = 1,
		[185425] = "Зубастый гризли",
		[194640] = "Промокший насквозь страж душ",
		[274575] = 11,
		[183378] = "Продавший душу разрушитель",
		[200784] = "Змееуст-барахольщик",
		[280719] = 4,
		[153686] = "Костебрюх",
		[333961] = 10,
		[270481] = "Демонический тиран <Арриманн-СвежевательДуш>",
		[6533] = "Защитный скафандр миротворца",
		[356488] = 6,
		[333963] = "Кирийский голиаф <Широкобоча>",
		[188499] = 12,
		[333964] = 7,
		[124974] = 11,
		[259147] = "[*] Soulfeast",
		[244813] = 8,
		[206930] = 6,
		[227408] = 2,
		[342158] = 2,
		[204883] = 5,
		[329872] = 3,
		[206931] = 6,
		[268440] = "Irontide Crackshot",
		[51485] = 7,
		[360591] = "Некротическая ритуалистка <Прототип Войны>",
		[226386] = "Страж Скверны",
		[317589] = 8,
		[106546] = "Раздувшийся бражный хмелементаль",
		[107570] = 1,
		[153692] = "[*] Некротическая слизь",
		[368785] = 1,
		[119345] = "Сик'тик - боец авангарда",
		[111666] = 10,
		[333974] = 7,
		[258128] = "Irontide Thug",
		[307354] = 1,
		[106547] = "Новообращенный Шадо-Пан",
		[226389] = "Страж Скверны",
		[227413] = 2,
		[333977] = 7,
		[197721] = 11,
		[198745] = "Закаленный бурей страж",
		[379029] = 8,
		[202841] = 7,
		[212056] = 2,
		[256083] = "Overseer Korgus",
		[385174] = 1,
		[370840] = "Чейзира-СвежевательДуш",
		[270501] = 5,
		[338077] = "Таящийся паук",
		[111668] = "Райгонн",
		[327839] = 12,
		[323744] = "Стальной коготь раскольников",
		[338079] = "Таящийся паук",
		[199772] = "Валарьяр-защитник",
		[258133] = "Bilge Rat Looter",
		[185438] = 4,
		[331937] = 10,
		[311460] = 8,
		[338081] = "Крадущийся паучок",
		[128051] = "Золотой жук",
		[258134] = "Bilge Rat Looter",
		[331939] = 10,
		[293032] = 2,
		[107574] = 1,
		[325797] = "Порочный псарь",
		[212061] = "Mawsworn Shadestalker",
		[338085] = "Ксантут Чумная",
		[325799] = "Порочный псарь",
		[344229] = 5,
		[49184] = 6,
		[264368] = "Яйцо",
		[198752] = "Проклятый морем рабовладелец",
		[193633] = "Восставшая лучница",
		[194657] = "Промокший насквозь страж душ",
		[344232] = 12,
		[164965] = "Лекарь Вечного Цветения",
		[366758] = "Беспринципный собиратель",
		[327851] = 3,
		[274610] = 2,
		[268467] = 8,
		[53792] = "Генерал Бьярнгрим",
		[191587] = 6,
		[192611] = 12,
		[3411] = 1,
		[358570] = 6,
		[360618] = "Оссеиновый ритуал",
		[156776] = "Поработитель из клана Призрачной Луны",
		[321712] = 8,
		[20243] = 1,
		[358572] = 1,
		[204899] = "Хранитель тайн Могу'шан",
		[168040] = "Демиург Телу",
		[329905] = "Патриций Кромвель",
		[126519] = 6,
		[180327] = "Бес огня Скверны <Темный служитель>",
		[264378] = "Coven Diviner",
		[168041] = "Демиург Телу",
		[323764] = 11,
		[204901] = "Хранитель портала",
		[257119] = "[*] Sand Trap",
		[200806] = 4,
		[194663] = "Хеларьяр-защитник",
		[97340] = 2,
		[264384] = "Coven Diviner",
		[8395] = 4,
		[193641] = 4,
		[194665] = "Имирон, падший король",
		[164973] = "Цветовод Вечного Цветения",
		[356535] = 1,
		[97341] = 3,
		[236645] = 8,
		[204905] = "Хранитель тайн Могу'шан",
		[329916] = "Mawsworn Shadestalker",
		[199786] = 8,
		[374968] = "Вхагара-Гром",
		[264390] = "Runic Disciple",
		[331966] = "Моровая слизь",
		[104509] = 9,
		[280773] = 1,
		[315585] = 4,
		[41252] = 3,
		[274631] = "Ученик Айронхалла",
		[192621] = "Вул'кан",
		[152690] = "[*] Руна тени",
		[340160] = "Матриарх темнокрылов",
		[311492] = 2,
		[280776] = 1,
		[274633] = "Ученик Айронхалла",
		[311493] = 2,
		[387260] = 9,
		[340162] = 10,
		[391356] = 11,
		[311494] = 2,
		[264396] = "Runic Disciple",
		[124988] = 11,
		[202862] = "Тиратон Салтерил",
		[311496] = 2,
		[387263] = 9,
		[391359] = 5,
		[311497] = 2,
		[201839] = "Скверносерд-призыватель",
		[311498] = 2,
		[150646] = "Ваятель лабиринтов Тукаар",
		[311499] = 2,
		[272592] = "Faceless Corruptor",
		[323786] = "Кирийский темный претор",
		[327882] = "Чумной рух",
		[129597] = 10,
		[291024] = "Чаармандер-Галакронд",
		[13323] = "Маг-лорд из клана Гордок",
		[217200] = 3,
		[201842] = "Скверносерд-призыватель",
		[202866] = 4,
		[362699] = 5,
		[150650] = "Ваятель лабиринтов Тукаар",
		[368845] = 9,
		[150651] = "Ваятель лабиринтов Тукаар",
		[385228] = 1,
		[52773] = "Лекарь клана Закаленных Бурей",
		[212084] = 12,
		[266460] = "Deathtouched Slaver",
		[192631] = "Вул'кан",
		[117313] = 1,
		[323798] = 6,
		[55077] = "Взбешенный ворг",
		[319703] = "Эшелон",
		[370898] = "Умкадрак",
		[383185] = 2,
		[385233] = 1,
		[206967] = 6,
		[385234] = 1,
		[342232] = 8,
		[272609] = "Faceless Corruptor",
		[150655] = "Ваятель лабиринтов Тукаар",
		[323804] = "Кирийский темный претор",
		[317661] = "Эфирный Ныряльщик",
		[164990] = "Водяная капля",
		[585] = 5,
		[589] = 5,
		[193659] = "Король-бог Сковальд",
		[55078] = 6,
		[119875] = "Генерал Па'валак",
		[135299] = 3,
		[210042] = 12,
		[633] = 2,
		[383193] = 11,
		[155777] = 11,
		[268520] = 6,
		[33833] = "Жуткий провидец",
		[313571] = 11,
		[117828] = 9,
		[342240] = 7,
		[270569] = 9,
		[198781] = "Кур'талос Гребень Ворона",
		[199805] = "Закаленный бурей страж",
		[327907] = 1,
		[11084] = "\"Электрошокер-6000\"",
		[697] = 9,
		[342242] = 8,
		[368863] = 9,
		[391389] = 6,
		[327909] = 1,
		[362721] = "Изобретатель Зи'мокс",
		[334053] = "\"Орифрион\"",
		[291051] = 3,
		[342245] = 8,
		[202879] = 2,
		[342246] = 8,
		[107079] = 10,
		[781] = 3,
		[278767] = 10,
		[42281] = "Pulsing Pumpkin <Headless Horseman>",
		[309484] = 1,
		[321772] = "Дроман Ульфарран",
		[228478] = 12,
		[340203] = 2,
		[845] = 1,
		[853] = 2,
		[325870] = 1,
		[86603] = "Шадопанский пленник",
		[268534] = 1,
		[193668] = "Король-бог Сковальд",
		[391400] = 10,
		[377066] = 5,
		[272631] = "Reanimated Honor Guard",
		[307443] = 8,
		[391401] = 5,
		[340208] = "Матриарх темнокрылов",
		[188550] = 11,
		[86604] = "Дробитель",
		[391403] = 5,
		[327923] = 1,
		[321780] = "Некромант с \"Золрамуса\"",
		[325876] = "Порочный уничтожитель",
		[319733] = "Эшелон",
		[116297] = "[*] Авиаудар",
		[387310] = 9,
		[309496] = 1,
		[256128] = "Overseer Korgus",
		[325879] = "Порочный уничтожитель",
		[352500] = 6,
		[329975] = "Усиленный имперский консул",
		[340214] = 2,
		[114250] = 2,
		[393456] = 3,
		[329976] = "Усиленный имперский консул",
		[91213] = "Безмозглый ужас",
		[329977] = "Имперский дуэлянт",
		[198793] = 12,
		[183435] = 2,
		[377077] = 6,
		[18072] = "Громила из клана Гордок",
		[52778] = "Тактик клана Закаленных Бурей",
		[268547] = 9,
		[199818] = "[*] Разряд",
		[18968] = "Огнечар Элдрета",
		[109132] = 10,
		[9613] = "Скелет-страж",
		[383223] = 7,
		[375033] = 12,
		[336126] = 3,
		[212106] = 12,
		[383226] = 1,
		[1330] = 4,
		[366845] = "Проявитель Круган",
		[221322] = 6,
		[43308] = 11,
		[366846] = "Усыхающее семечко <Прототип Обновления>",
		[11085] = "\"Электрошокер-6000\"",
		[356608] = 12,
		[366847] = "Оссеиновый ритуал",
		[260231] = 3,
		[366849] = "Андуин Ринн",
		[327942] = 7,
		[387327] = 9,
		[1490] = 12,
		[121421] = "Сик'тик-стражник",
		[213134] = 2,
		[272655] = "Взрослый кролуск",
		[274703] = "Утонувший вестник глубин",
		[16793] = "Мировой судья Бартилас",
		[12557] = "Скелет-страж",
		[395521] = 10,
		[6343] = 1,
		[383235] = 7,
		[272657] = "Чешуйчатый наездник на кролуске",
		[256138] = "Dazar'ai Honor Guard",
		[191634] = 7,
		[352520] = "Слизнюченыш Кевина <Трололодк-СвежевательДуш>",
		[121422] = "Сик'тик-стражник",
		[323852] = "Жуткий молельщик <Хугопал>",
		[114255] = 5,
		[272659] = "Бронированный укротитель кролусков",
		[1706] = 5,
		[1714] = 9,
		[391430] = 12,
		[346380] = 11,
		[200851] = 11,
		[340238] = 9,
		[122959] = "Синь Мастер Боя",
		[303380] = 11,
		[1850] = 11,
		[352528] = 6,
		[193686] = "Король-бог Сковальд",
		[274714] = "[*] Извивающаяся Бездна",
		[203925] = 12,
		[327956] = 1,
		[307479] = 2,
		[377103] = 6,
		[370960] = "Вхагара-Гром",
		[389391] = 10,
		[366866] = "Поработитель Зелтос",
		[272670] = "Песчаный стрелок",
		[211094] = 7,
		[261264] = "Sister Solena",
		[204951] = "Хранитель портала",
		[49966] = "БратВаджи <Флексокекс>",
		[168092] = "Страж жизни Гола",
		[274720] = "Глубинный угорь",
		[366869] = "Поработитель Зелтос",
		[303389] = 10,
		[370965] = 12,
		[309533] = "Prince Renathal",
		[352536] = 3,
		[370966] = 12,
		[260242] = 3,
		[261266] = "Sister Malady",
		[122962] = "Цийлинь-стражник",
		[321821] = "Чумной мешок",
		[123986] = 10,
		[387350] = "Вхагара-Гром",
		[260243] = 3,
		[55342] = 8,
		[370969] = 12,
		[256148] = 4,
		[128594] = 3,
		[259220] = "Усиленный Бессердечный-копейщик",
		[370971] = 12,
		[352542] = 9,
		[136356] = "[*] Flaming Head Explode",
		[202908] = 1,
		[198813] = 12,
		[321828] = "Призывательница Туманов",
		[260247] = 3,
		[2948] = 8,
		[280876] = 1,
		[342309] = 12,
		[32409] = "[*] Shadow Word: Death",
		[309546] = "Vorpalia",
		[24858] = 11,
		[309547] = "Vorpalia",
		[313643] = 11,
		[260249] = 3,
		[17307] = "Рамштайн Ненасытный",
		[17435] = "Лорд Аурий Ривендер",
		[391459] = 6,
		[305454] = "Древний буфонид",
		[274738] = 1,
		[342314] = 8,
		[196770] = 6,
		[274739] = 1,
		[370984] = "Вхагара-Гром",
		[274740] = 1,
		[19483] = "Infernal <Elwiinek-Quel'Thalas>",
		[274741] = 3,
		[377129] = 2,
		[364843] = "Бдительный Страж",
		[309554] = 10,
		[204963] = "Лорд Малгат",
		[3604] = "Гончая клана Гордок",
		[323889] = 2,
		[199844] = 8,
		[272696] = "Бешеная наседка",
		[307508] = 1,
		[29722] = 9,
		[51505] = 7,
		[393515] = 10,
		[136365] = "[*] Flaming Head Explode",
		[202917] = 2,
		[253087] = "Белобородая",
		[352561] = 3,
		[272699] = "Отступник - хранитель яиц",
		[375087] = "Сакринити",
		[352562] = 6,
		[272700] = "Отступник - хранитель яиц",
		[389422] = 10,
		[253088] = 12,
		[204966] = "Лорд Малгат",
		[330038] = 3,
		[47666] = 5,
		[202919] = "Тиратон Салтерил",
		[154797] = 11,
		[33076] = 5,
		[340279] = "Ночноцвет Туманной Завесы",
		[362805] = "Даусинь",
		[383283] = 2,
		[270657] = 1,
		[278849] = "Coven Thornshaper",
		[358712] = 2,
		[340283] = "Ночноцвет Туманной Завесы",
		[199850] = 1,
		[55090] = 6,
		[270661] = 12,
		[342334] = 9,
		[387385] = 9,
		[115804] = 1,
		[124507] = 10,
		[250022] = "Yazma",
		[42292] = 1,
		[340288] = "Ночноцвет Туманной Завесы",
		[195757] = 6,
		[10831] = "Волшебный обнулятор X-21",
		[340289] = "Ночноцвет Туманной Завесы",
		[5672] = "Healing Stream Totem <Prugs-TarrenMill>",
		[123996] = "Сюэнь <Токиофранц>",
		[199854] = 1,
		[201902] = "Скверносерд-стрелок",
		[188592] = 7,
		[197807] = "Малгалор",
		[315720] = 1,
		[305483] = 7,
		[305484] = 7,
		[368965] = "Галондрий",
		[305485] = 7,
		[198833] = "Латосий",
		[60211] = "Выплавщик из клана Укротителей драконов",
		[80483] = 3,
		[203953] = 11,
		[295248] = 12,
		[264532] = 7,
		[256171] = 4,
		[383302] = 2,
		[250028] = "Yazma",
		[319823] = 1,
		[385352] = 2,
		[389448] = "Опустошитель <Пчелкапау-СвежевательДуш>",
		[383305] = 2,
		[358733] = "Умкадрак",
		[385354] = 2,
		[387402] = 9,
		[389450] = 3,
		[383307] = 2,
		[59700] = 2,
		[356687] = 3,
		[297304] = "Комендант Тонар",
		[198838] = 7,
		[330069] = "[*] Концентрированная чума",
		[364881] = "Бдительный Страж",
		[203958] = 11,
		[198839] = "Тотем земляной стены <Йено>",
		[383312] = 6,
		[362835] = "Изобретатель Зи'мокс",
		[383313] = 6,
		[49206] = 6,
		[387409] = 9,
		[334168] = 7,
		[151742] = "Кристалл жаркого пекла",
		[202936] = "Темный служитель",
		[366933] = 8,
		[197817] = "Малгалор",
		[383316] = 1,
		[368982] = "Воин стихий - огнеметатель",
		[121442] = "Командующий флангом Нер'онок",
		[203961] = 11,
		[387413] = 9,
		[210105] = 12,
		[317791] = "Чародей из войска мертвых <Флайтон>",
		[311648] = 6,
		[119395] = 11,
		[366938] = "Надсмотрщик Зи'про",
		[336222] = 1,
		[136387] = "Headless Horseman",
		[40504] = "Меченный Бездной исполин",
		[203963] = 2,
		[196796] = "Зараженный Скверной яростный боец",
		[214202] = 2,
		[348511] = 1,
		[228537] = 12,
		[196797] = "Зараженный Скверной яростный боец",
		[197821] = "[*] Отпечаток пламени Скверны",
		[348512] = 1,
		[167105] = 1,
		[366943] = "Бдительный Страж",
		[107110] = "[*] Нефритовый огонь",
		[393565] = 10,
		[321894] = "Налтор Криомант",
		[55095] = 6,
		[393566] = 10,
		[362850] = "Изобретатель Зи'мокс",
		[323943] = "Девия",
		[383328] = 2,
		[344421] = "Kyrian Weapons",
		[40505] = "Чумной вурдалак",
		[344422] = 5,
		[305515] = "Ravnyr",
		[34874] = "Топеглад",
		[59703] = 2,
		[119910] = 9,
		[336234] = 1,
		[185539] = "Щупальце разрушения",
		[227518] = 12,
		[122470] = 10,
		[364904] = "Бдительный Страж",
		[92266] = "Облученный погромщик",
		[344428] = 10,
		[111720] = "[*] Солнечные вихри",
		[191684] = "Скверноуст-изрыгатель",
		[121447] = "Командующий флангом Нер'онок",
		[391528] = 11,
		[206019] = "Непроходящая порча",
		[124007] = "Сюэнь <Токиофранц>",
		[191685] = 6,
		[377195] = 6,
		[86636] = "Лорд Пережар",
		[369006] = "Тлерон",
		[264571] = 9,
		[260286] = 3,
		[342386] = 12,
		[311670] = 2,
		[334196] = 7,
		[116841] = 10,
		[385391] = 1,
		[264574] = "Песчаный стрелок",
		[278909] = 1,
		[121449] = 11,
		[203975] = 11,
		[124009] = "Сюэнь <Токиофранц>",
		[383346] = 2,
		[250050] = "Yazma",
		[311676] = 1,
		[111723] = "Райгонн",
		[52026] = "Генерал Бьярнгрим",
		[360823] = "Йзера-СвежевательДуш",
		[272770] = 9,
		[317821] = 8,
		[197834] = 4,
		[191691] = "Скверноуст-изрыгатель",
		[360826] = 4,
		[197835] = 4,
		[167119] = "Агрессивный гнилячок",
		[278917] = 1,
		[260292] = "Cragmaw the Infested",
		[163024] = 1,
		[348542] = 1,
		[326017] = "[*] Разлагающая кислота",
		[116844] = 10,
		[362877] = "Белобородая",
		[348543] = 1,
		[205004] = "Аватара отмщения",
		[111725] = "Райгонн",
		[52027] = "Генерал Бьярнгрим",
		[264587] = "Подрастающий кролуск",
		[203981] = 12,
		[196814] = "Беззеред",
		[53563] = 2,
		[348546] = 12,
		[326021] = "Иглобрюх-поглотитель",
		[295305] = 12,
		[193743] = 5,
		[54843] = 2,
		[326022] = "Иглобрюх-поглотитель",
		[321927] = 10,
		[340357] = "Моровая слизь",
		[134359] = 2,
		[385408] = 4,
		[346502] = 12,
		[124013] = 10,
		[362885] = "Изобретатель Зи'мокс",
		[315787] = 12,
		[25504] = 7,
		[295310] = 12,
		[52028] = "Генерал Бьярнгрим",
		[200913] = "Змееуст-барахольщик",
		[387460] = 4,
		[113775] = "Джандис Барова",
		[107120] = "Командир Ри'мок",
		[215248] = 2,
		[200914] = "Змееуст-барахольщик",
		[152792] = "Нхаллиш",
		[196819] = 4,
		[274837] = 11,
		[272790] = 3,
		[373130] = 5,
		[385417] = 2,
		[107121] = "Командир Ри'мок",
		[360845] = "Прототип Долга",
		[259277] = "Unknown <Bouberts-Kazzak>",
		[364941] = "Прототип Долга",
		[93811] = 2,
		[328082] = 4,
		[373133] = 5,
		[319892] = 1,
		[330131] = 11,
		[364944] = 10,
		[167130] = "Агрессивный гнилячок",
		[116849] = 10,
		[145629] = 6,
		[205014] = "Порождение тени",
		[208086] = 1,
		[385424] = 4,
		[169179] = "Йалну",
		[391568] = 6,
		[205015] = "Порождение тени",
		[315802] = "Empowered Mawsworn Interceptor",
		[151774] = "Кристалл жаркого пекла",
		[34880] = "Раб-бродяга пустошей",
		[119922] = "Куай Бесчеловечный",
		[120946] = "Сик'тик - янтарный прядильщик",
		[114291] = "Прыгун",
		[360856] = "Dominated Guardian",
		[305567] = "Ravnyr",
		[152800] = "Нхаллиш",
		[323998] = 9,
		[326046] = "Иглобрюх-рогач",
		[369049] = "Стражник хранилища",
		[338333] = 5,
		[360859] = "Галондрий",
		[387480] = 2,
		[113780] = 4,
		[2565] = 1,
		[369052] = "Стражник хранилища",
		[259285] = 3,
		[317859] = 1,
		[281000] = 1,
		[87160] = 5,
		[377245] = 6,
		[321956] = "Налтор Криомант",
		[383389] = 2,
		[205021] = 8,
		[93816] = 11,
		[364962] = "Бдительный Страж",
		[364963] = "Бдительный Страж",
		[326056] = "[*] Снаряд анимы",
		[106615] = 10,
		[272816] = 1,
		[383395] = 8,
		[369061] = "Тлерон",
		[165093] = "Зеленеющая мандрагора",
		[389539] = 2,
		[326059] = 7,
		[377253] = 6,
		[18083] = 7,
		[364967] = "Прототип Долга",
		[106104] = "Мудрый Марис",
		[205025] = 8,
		[197858] = "Бурлящая лужа",
		[389541] = "Статуя белого тигра <Алькотраз-Корольлич>",
		[342443] = "Чумной рух",
		[272820] = "Усиленный призыватель шторма",
		[326062] = 1,
		[118903] = "Глинтрок-проклинатель",
		[119415] = 8,
		[321968] = "Жительница Тирна Скитта",
		[106105] = "Мудрый Марис",
		[3589] = "Визжащая банши",
		[193765] = 2,
		[338353] = "Собиратель трупов",
		[35395] = 2,
		[185575] = "Грифон \"Небесного огня\"",
		[317877] = "Darkwing Rebel",
		[196838] = "Фенрир",
		[321973] = 5,
		[317878] = 1,
		[387502] = "Изикруну <Локкерка-Дракономор>",
		[118905] = 7,
		[338357] = "Кирийский кадавр",
		[364978] = "Галондрий",
		[56641] = 3,
		[364979] = "Галондрий",
		[196840] = 7,
		[198888] = "Штормовой дракон",
		[383410] = 11,
		[116858] = 9,
		[152814] = "Подчинитель костей из клана Призрачной Луны",
		[356790] = 7,
		[93821] = 8,
		[156910] = 2,
		[356791] = 7,
		[120954] = 10,
		[210152] = 12,
		[326076] = 1,
		[114811] = "Говорящая рыба",
		[346554] = 8,
		[383414] = 4,
		[125050] = 3,
		[210153] = 12,
		[19236] = 5,
		[328126] = 1,
		[198891] = "Проклятый морем рабовладелец",
		[199915] = "Безликий маг Бездны",
		[20004] = 7,
		[48707] = 6,
		[328128] = 3,
		[198892] = "Штормовой дракон",
		[199916] = "Безликий маг Бездны",
		[152818] = "Подчинитель костей из клана Призрачной Луны",
		[180463] = 9,
		[373181] = 5,
		[295367] = 11,
		[121468] = "Райгонн",
		[334275] = 9,
		[295368] = 9,
		[373183] = 5,
		[317894] = "Stone Legion Nightblade",
		[281036] = 3,
		[199919] = "Безликий маг Бездны",
		[12051] = 8,
		[264655] = "Infected Peasant",
		[375234] = "Вхагара-Гром",
		[354757] = 1,
		[150774] = "Ругуг",
		[295373] = 2,
		[326090] = "Иглобрюх-разоритель",
		[295374] = 8,
		[288146] = 4,
		[295375] = 6,
		[391159] = 12,
		[340426] = 4,
		[326092] = "Иглобрюх-разоритель",
		[324776] = "Туманный культиватор",
		[278708] = 10,
		[279958] = 3,
		[334284] = 6,
		[114061] = "Джандис Барова",
		[268068] = 10,
		[279641] = 11,
		[366222] = 9,
		[360906] = "[*] Преломленный взрыв",
		[86659] = 2,
		[367013] = 5,
		[257260] = "Thornguard",
		[14099] = "Мировой судья Бартилас",
		[121471] = 4,
		[300832] = 3,
		[204019] = 2,
		[310143] = 7,
		[35783] = "Разрушитель Бурегорна",
		[356813] = 12,
		[58180] = 11,
		[278999] = 1,
		[120800] = "Командир Во'цзак",
		[388555] = 10,
		[93827] = 7,
		[352719] = 1,
		[263642] = 12,
		[333602] = "Хрупкий маг",
		[317908] = "Crimson Assassin",
		[352720] = 1,
		[264667] = 3,
		[44614] = 8,
		[204021] = 12,
		[267981] = "Храмовник из Святилища Штормов",
		[191941] = "Тиратон Салтерил",
		[345980] = 7,
		[191735] = "Скверноподданный мирмидон",
		[311767] = "Darkwing Gargoyle",
		[193783] = 5,
		[271194] = 3,
		[93828] = 4,
		[205046] = "Лорд Малгат",
		[196490] = 5,
		[332246] = 10,
		[8042] = 7,
		[32292] = 10,
		[22271] = "Волшебный слуга",
		[345550] = 7,
		[228596] = 8,
		[8212] = 1,
		[203618] = "Повелитель Скверны Бетруг",
		[198904] = "Гнилосердная дриада",
		[31616] = 7,
		[125883] = 10,
		[305628] = 1,
		[274912] = 10,
		[326106] = 1,
		[345549] = 7,
		[210824] = 8,
		[116705] = 10,
		[334298] = 1,
		[369110] = "Тлерон",
		[116182] = "Пенистый бражный хмелементаль <Пенистый бражный хмелементаль>",
		[373206] = "Андуин Ринн",
		[228598] = 8,
		[311774] = "Darkwing Gargoyle",
		[181500] = "Иссохший изгой",
		[332252] = 5,
		[350063] = 1,
		[369424] = "Прыгучий паук",
		[362969] = "Умкадрак",
		[266030] = 9,
		[93830] = 3,
		[213241] = 12,
		[153395] = "Червь-трупоед",
		[19750] = 2,
		[317920] = 2,
		[185763] = 4,
		[34171] = "Болотный скат",
		[142073] = 1,
		[228600] = 8,
		[279014] = "Сердце Сетралисс",
		[181502] = "Алчущий помраченный",
		[198386] = "Верховный друид Глайдалис",
		[283407] = "Captain Garrick",
		[369116] = "Тлерон",
		[150304] = "Ваятельница лабиринтов из племени Иглошкурых",
		[116155] = "Булькающий бражный хмелементаль",
		[163073] = 12,
		[51271] = 6,
		[387547] = 9,
		[373213] = 5,
		[305913] = "Darkmaul Shadowcaller",
		[184575] = 2,
		[345545] = 12,
		[117665] = "Ша Сомнения",
		[200589] = "Гноешкурый гризли",
		[270827] = 8,
		[267997] = "Мерзотень <Колонок-СвежевательДуш>",
		[365024] = "Андуин Ринн",
		[191743] = "Скверноподданный мирмидон",
		[263919] = 1,
		[32379] = 5,
		[17253] = "Unknown <Bouberts-Kazzak>",
		[14145] = "Маг-лорд из клана Гордок",
		[118917] = "Глинтрок-проклинатель",
		[264040] = "[*] Uprooted Thorns",
		[119941] = "Лужа смолы",
		[257272] = "Sharkbait",
		[16869] = "Малекай Бледный",
		[338406] = "Подавитель Зелорс",
		[348] = 9,
		[120778] = 1,
		[98440] = 4,
		[66188] = 6,
		[77764] = 11,
		[596] = 5,
		[169876] = "Шустрый росточек",
		[264689] = 7,
		[210294] = 2,
		[204032] = "Хранитель портала",
		[345541] = 9,
		[281072] = 1,
		[365030] = "Андуин Ринн",
		[257274] = "[*] Vile Coating",
		[166646] = 10,
		[199567] = "Проекция Латосия",
		[43118] = "Headless Horseman",
		[367079] = "Галондрий",
		[254203] = 1,
		[150908] = "Охотник Костяной Бивень",
		[5760] = 4,
		[169850] = "Зараженная сотворительница льда",
		[143625] = 10,
		[264693] = "Raal the Gluttonous",
		[86727] = "Рендольф Молох",
		[320966] = "Кин-Тара",
		[328351] = "Kyrian Weapons",
		[264694] = "Raal the Gluttonous",
		[111752] = "Неофит Некроситета",
		[317936] = "Раскольник-целитель",
		[20007] = 2,
		[86726] = "Рендольф Молох",
		[93863] = "Ретилгор",
		[274838] = 11,
		[7744] = 1,
		[181510] = "Крадущийся иссохший",
		[198916] = "Злогриб <Гнилосердный хранитель>",
		[132467] = 10,
		[325418] = "Иглобрюх-кислотник",
		[52419] = 6,
		[115129] = 10,
		[113141] = "Темный магистр Гандлинг",
		[323011] = "Девия",
		[264698] = "Raal the Gluttonous",
		[265888] = 3,
		[334322] = "Создание Трупошва",
		[204596] = 12,
		[326409] = "Фрагмент Халкиаса",
		[335467] = 5,
		[383469] = 2,
		[328180] = "Заклинатель чумы",
		[107146] = "Райгонн",
		[340467] = "Каменная оболочка",
		[15572] = "Разоритель из клана Гордок",
		[336372] = 1,
		[50653] = "Порабощенный протодракон",
		[389614] = 9,
		[317943] = "Раскольник - боец авангарда",
		[63560] = 6,
		[264735] = 3,
		[323177] = "Дроман Ульфарран",
		[236299] = 8,
		[360947] = "Dominated Sentry",
		[271045] = 3,
		[237287] = 7,
		[171919] = "Рыцарь крови из Луносвета",
		[114826] = "Королева певчих птиц",
		[304948] = "Бессердечный-перерожденный",
		[113020] = "Крупица Ненависти",
		[263912] = "Меректа",
		[328285] = "Honored Duelist",
		[387570] = 9,
		[268905] = 12,
		[30451] = 8,
		[118922] = 3,
		[255234] = 3,
		[119946] = "Му'Шиба",
		[52042] = "Healing Stream Totem <Prugs-TarrenMill>",
		[200969] = "Король Тор",
		[203533] = 4,
		[81039] = "Облученная слизь",
		[375286] = "Рейд на драккаре",
		[360952] = 3,
		[268616] = 3,
		[356857] = 12,
		[185313] = 4,
		[279043] = 4,
		[386486] = 1,
		[93326] = 8,
		[383479] = 8,
		[131347] = 12,
		[327416] = "Голиаф раскольников",
		[191211] = 9,
		[257284] = 3,
		[212283] = 4,
		[121483] = "Мудрый Марис",
		[211210] = 2,
		[27827] = 5,
		[134477] = "Акингхуну <Гусьё>",
		[264712] = "[*] Rotten Expulsion",
		[273977] = 6,
		[204646] = "Дубосерд",
		[75683] = "Леди Наз'жар",
		[128889] = "[*] Статическое поле",
		[191259] = 3,
		[35268] = "Яростное пламя",
		[325183] = "Ара'лон",
		[305592] = 9,
		[327276] = 10,
		[216331] = 2,
		[114599] = "Малый ша",
		[345805] = 8,
		[101546] = 10,
		[383485] = 1,
		[360960] = "Даусинь",
		[289308] = 8,
		[198376] = "Верховный друид Глайдалис",
		[317958] = "Crimson Assassin",
		[106984] = "Гу Небесный Удар",
		[191765] = "Тиратон Салтерил",
		[46668] = 7,
		[317959] = "Раскольница-бичевательница",
		[352789] = 7,
		[139068] = 10,
		[389631] = 8,
		[332313] = "Домина Отравленный Клинок",
		[213243] = 12,
		[338438] = 6,
		[331523] = 3,
		[396718] = 1,
		[360964] = "Даусинь",
		[66196] = 6,
		[17962] = 9,
		[257308] = "Harlan Sweete",
		[258313] = "Ashvane Officer",
		[93564] = "Лорд Годфри",
		[360984] = 1,
		[317963] = "Раскольница-бичевательница",
		[196881] = 7,
		[89766] = "Акингхуну <Гусьё>",
		[111759] = 5,
		[383492] = 8,
		[385540] = 3,
		[182104] = 2,
		[124280] = 10,
		[362025] = "Галондрий",
		[106874] = "[*] Огненная бомба",
		[360259] = "Прототип Войны",
		[392937] = 1,
		[366117] = "Древний страж",
		[6795] = 11,
		[311193] = 1,
		[1715] = 1,
		[360969] = "Неизвестно <Вершигор-Галакронд>",
		[139546] = 4,
		[363018] = "Лихувим",
		[198931] = "Валарьяр-мистик",
		[243991] = 1,
		[355759] = 3,
		[136475] = "Headless Horseman",
		[260364] = 5,
		[391688] = 1,
		[196884] = 7,
		[66198] = 6,
		[276286] = "[*] Кромсающий ураган",
		[257293] = "Swiftwind Saber",
		[274062] = 10,
		[317923] = "General Kaal",
		[328205] = "Раскольник-бунтарь",
		[148392] = 9,
		[287255] = 11,
		[354831] = 3,
		[119952] = 2,
		[257757] = "Bilge Rat Buccaneer",
		[320009] = 11,
		[43757] = "Выплавщик из клана Укротителей драконов",
		[266779] = 3,
		[383501] = 8,
		[5374] = 4,
		[341596] = 2,
		[356881] = 8,
		[191767] = "Терзательница душ Глевианна",
		[360977] = "Галондрий",
		[321329] = 8,
		[325443] = 6,
		[122244] = "Сик'тик-инженер",
		[151273] = "Аггем Терновое Проклятие",
		[344548] = 7,
		[215802] = 7,
		[397191] = 2,
		[375339] = "Бейлог",
		[64844] = 5,
		[96923] = 1,
		[386540] = 8,
		[328216] = 10,
		[108920] = 5,
		[373267] = "Белобородая",
		[49998] = 6,
		[352790] = 7,
		[338456] = "Кирийский кадавр",
		[260369] = 5,
		[340473] = 2,
		[360982] = "Даусинь",
		[35152] = "Заряд Пустоты",
		[332314] = "Скрывающийся ассасин",
		[197478] = "Иллисанна Гребень Ворона",
		[104596] = 10,
		[157982] = 11,
		[343820] = 10,
		[204513] = 12,
		[205081] = "Могучий повелитель гнева",
		[330268] = 1,
		[393053] = 10,
		[268836] = 1,
		[258323] = "Irontide Bonesaw",
		[258922] = 12,
		[151838] = "Ваятель лабиринтов Тукаар",
		[207150] = 6,
		[205082] = "Могучий повелитель гнева",
		[272698] = "Бешеная наседка",
		[35266] = "Солнцелов-астромаг",
		[1044] = 2,
		[343721] = 2,
		[210202] = "Темная мать",
		[324128] = 6,
		[317985] = "Раскольник-офицер",
		[106645] = "Летящий Снег",
		[197916] = 10,
		[57934] = 4,
		[121982] = "Сик'тик-разрушитель",
		[262652] = 7,
		[321005] = "Ингра Малох",
		[373276] = 5,
		[192225] = 9,
		[320035] = 8,
		[16739] = 2,
		[373277] = 5,
		[132403] = 2,
		[172816] = "Знахарка из племени Черного копья",
		[322084] = 1,
		[38741] = "Карзак Пронзатель",
		[115356] = 7,
		[369183] = "Soul Fragment <Mokwan>",
		[314793] = 8,
		[329127] = 8,
		[277035] = "Беглый истязатель",
		[257752] = 1,
		[363041] = 10,
		[36582] = "Разрушитель Бурегорна",
		[391710] = 11,
		[369185] = "Soul Fragment <Mokwan>",
		[197919] = 10,
		[373281] = 5,
		[183585] = "Присягнувший Свету анахорет",
		[369186] = "Фрагмент души <Смокинджо>",
		[169251] = "Йалну",
		[106933] = "Боец Га'док",
		[89753] = "Veeminul <Gingii-Darkspear>",
		[369187] = "Фрагмент души <Сергио>",
		[205093] = "Разведчик-убийца",
		[3110] = "Wikle <Elwiinek-Quel'Thalas>",
		[106560] = "[*] Фонтанирующий напиток",
		[204086] = "Порабощенный Скверной повелитель гнева",
		[196916] = "Леди Веландра Гребень Ворона",
		[93337] = 11,
		[50769] = 11,
		[205088] = "Пылающий инфернал",
		[333314] = 8,
		[382696] = "Земельник-страж",
		[277041] = "Беглый проклинатель",
		[393763] = 11,
		[387620] = 10,
		[391058] = 12,
		[367143] = 5,
		[205089] = "Пылающий инфернал",
		[13398] = "Прокаженный техник",
		[324141] = "[*] Стрела мрака",
		[277043] = "Беглый истязатель",
		[361001] = "Быстровозводимый часовой",
		[193827] = "Король-бог Сковальд",
		[311846] = 1,
		[329913] = "Mawsworn Shadestalker",
		[110744] = 5,
		[106228] = "[*] Ничтожность",
		[324143] = 1,
		[268854] = 12,
		[151849] = "Ваятель лабиринтов Тукаар",
		[202019] = "Латосий",
		[22568] = 11,
		[16430] = "Тузадинский некромант",
		[192222] = 7,
		[187650] = 3,
		[182566] = "Ухмыляющийся тенелов",
		[268856] = 12,
		[116888] = 6,
		[322098] = 5,
		[324146] = "\"Вентунакс\"",
		[391722] = 11,
		[118936] = "Глинтрок-оракул",
		[35265] = "Солнцелов-астромаг",
		[312740] = 1,
		[257310] = "Irontide Cannon",
		[35283] = "Яростное пламя",
		[264763] = "Наэлектризованный дервиш",
		[324148] = "\"Вентунакс\"",
		[333217] = 1,
		[123032] = 10,
		[322101] = 10,
		[348722] = 10,
		[319836] = 8,
		[324220] = 8,
		[264765] = "Наэлектризованный дервиш",
		[200580] = "Гноешкурый гризли",
		[41425] = 8,
		[91522] = "Страшный ползун",
		[181545] = "Эредарский страж Хаоса",
		[336463] = 10,
		[114548] = "Янь-Чжу Высвобожденный",
		[64843] = 5,
		[185641] = "Рыцарь-капитан Бримли",
		[315961] = 1,
		[334433] = 3,
		[106651] = "Ук-Ук",
		[322105] = 5,
		[389681] = 6,
		[225080] = 7,
		[124317] = "Генерал Па'валак",
		[5277] = 4,
		[324154] = "\"Вентунакс\"",
		[228645] = 6,
		[205096] = "Разведчик-убийца",
		[140592] = "Вол'джин",
		[111771] = 9,
		[257314] = "Irontide Grenadier",
		[303678] = "Останки",
		[330323] = 3,
		[389684] = 10,
		[212800] = 12,
		[361016] = "Empowered Attendant",
		[322109] = 10,
		[389685] = 10,
		[257315] = "Irontide Grenadier",
		[361017] = "Empowered Attendant",
		[395829] = "Оскверненная капля",
		[219432] = 11,
		[277060] = "Беглый проклинатель",
		[367082] = "Галондрий",
		[264774] = 8,
		[397878] = "Оскверненная живая вода",
		[277061] = "Беглый проклинатель",
		[228597] = 8,
		[289348] = 6,
		[340542] = 2,
		[77478] = 7,
		[106653] = "Оскверненная живая вода",
		[132404] = 1,
		[324161] = 1,
		[91807] = 6,
		[50259] = 11,
		[387642] = "Белобородая",
		[168187] = "Дулгу",
		[228649] = 10,
		[393786] = 10,
		[387643] = 2,
		[327069] = 6,
		[124274] = 10,
		[81297] = 2,
		[169265] = "Йалну",
		[340546] = 11,
		[80522] = "Мурлок-налетчик",
		[336451] = "Защитник из многоокой рати",
		[115357] = 7,
		[324165] = 6,
		[5740] = 9,
		[27638] = "Стальной коготь раскольников",
		[322118] = 10,
		[32297] = 5,
		[268877] = 3,
		[205102] = "Эредарский сумеречный целитель",
		[321975] = "Моровая слизь",
		[198959] = "Валарьяр - резчик рун",
		[119684] = "Синь Мастер Боя",
		[320072] = "Разлагающийся великан",
		[324164] = 6,
		[344664] = 7,
		[204079] = 2,
		[279118] = "Zanchuli Witch-Doctor",
		[33110] = 5,
		[397888] = "Падший заклинатель воды",
		[17195] = "Солнцелов-астромаг",
		[153485] = "Червь-трупоед",
		[327066] = 6,
		[373316] = 5,
		[187698] = 3,
		[102560] = 11,
		[132409] = 9,
		[365126] = "Прототип Отпущения",
		[38232] = "Надзиратель из клана Укротителей драконов",
		[388498] = 10,
		[6572] = 1,
		[345495] = "Вспененная пустула <Курвбол>",
		[368020] = "Даусинь",
		[274079] = 1,
		[344489] = 1,
		[198962] = "Валарьяр - резчик рун",
		[350631] = 12,
		[321442] = 10,
		[146739] = 9,
		[235219] = 8,
		[204082] = "Порабощенный Скверной повелитель гнева",
		[346503] = 12,
		[371273] = "Рекалибровочный излучатель <Лихувим>",
		[190190] = "Инженер \"Небесного огня\"",
		[151407] = "Гройат Слепой Охотник",
		[303698] = 2,
		[256201] = "Overseer Korgus",
		[244014] = 11,
		[122527] = "Малый ша",
		[303699] = 2,
		[115360] = 7,
		[352858] = 2,
		[376208] = "Хронолорд Дейос",
		[274281] = 11,
		[116680] = 10,
		[93347] = 1,
		[372505] = 11,
		[377420] = "Умкадрак",
		[35159] = "Механолорд Конденсарон",
		[180545] = 5,
		[366102] = "Древний страж",
		[328275] = 3,
		[371278] = 6,
		[397899] = "Пораженный ша страж",
		[15744] = "Жгучий разрушитель",
		[106866] = "Крик'тик-бомбардир",
		[363088] = "Лихувим",
		[395872] = "Говорящая рыба",
		[108194] = 6,
		[135416] = 5,
		[330325] = 1,
		[267964] = "Лаз-вараши <Арриманн-СвежевательДуш>",
		[268893] = 1,
		[280230] = "Глаза статуи",
		[31661] = 8,
		[106055] = "Мудрый Марис",
		[195645] = 3,
		[385616] = 4,
		[197333] = "Кордана Оскверненная Песнь",
		[324184] = 2,
		[210838] = "[*] Буран",
		[344662] = 7,
		[328288] = "Раскольник-хранитель",
		[397904] = "Пораженный ша страж",
		[196883] = "Лорд Этелдрин Гребень Ворона",
		[377427] = 5,
		[152282] = "Чудовищное порождение Лабиринтов",
		[259387] = 3,
		[330366] = 3,
		[328282] = 2,
		[408] = 4,
		[205523] = 10,
		[744] = "Облученный ужас",
		[328283] = "Павшая монахиня <Алькотраз-Корольлич>",
		[251187] = "Toxic Saurid",
		[260402] = 3,
		[187707] = 3,
		[352857] = 6,
		[338523] = 6,
		[274009] = 6,
		[318046] = 1,
		[361049] = 3,
		[251188] = "Toxic Saurid",
		[324149] = 3,
		[187708] = 3,
		[387461] = 4,
		[330334] = 1,
		[264603] = "Старейшина Ликса",
		[150849] = "Искусный охотник из племени Иглошкурых",
		[328287] = "Honored Duelist",
		[193234] = "[*] Танцующий клинок",
		[327413] = "Голиаф раскольников",
		[91778] = "Toothtaker <Bethbot>",
		[279142] = 1,
		[12438] = 7,
		[373268] = "Белобородая",
		[268904] = 12,
		[328289] = "Раскольник-хранитель",
		[346719] = 8,
		[101542] = 7,
		[326242] = "Склизгл",
		[385627] = 4,
		[35161] = "Механолорд Конденсарон",
		[397914] = "Порочная ткачиха туманов",
		[165824] = 3,
		[262763] = 1,
		[152280] = 6,
		[17057] = 11,
		[253239] = "Dazar'ai Juggernaut",
		[352865] = 2,
		[107174] = 7,
		[198944] = "Порабощенная дева щита",
		[117418] = 10,
		[46168] = 11,
		[395869] = "Малый ша",
		[194879] = 6,
		[85673] = 2,
		[320103] = "Ползучая слизь",
		[264556] = "Thornguard",
		[190784] = 2,
		[359816] = "Белобородая",
		[328295] = "Раскольник-хранитель",
		[280375] = 2,
		[194880] = "Смотрящий",
		[204045] = "Страж ужаса",
		[73899] = 7,
		[197952] = "Щупальце разрушения",
		[33370] = 5,
		[108199] = 6,
		[152279] = 6,
		[107913] = 10,
		[324202] = 7,
		[114646] = "Навязчивый ша",
		[352871] = 2,
		[91562] = "Смрадный вурдалак",
		[357078] = 9,
		[347901] = 9,
		[340356] = "Моровая слизь",
		[331934] = 10,
		[88751] = 11,
		[80354] = 5,
		[194506] = "Туманная гончая",
		[107176] = "Рассвирепевший хозен-буян",
		[324205] = "\"Вентунакс\"",
		[334444] = 2,
		[385638] = 3,
		[101033] = 7,
		[332397] = 3,
		[6201] = 9,
		[368970] = "Эесея",
		[395878] = "Говорящая рыба",
		[374271] = 6,
		[183621] = "Гномреганский боевой механик",
		[393831] = 12,
		[88747] = 11,
		[20271] = 2,
		[274914] = 10,
		[102572] = "Лазурный змей",
		[367231] = "Белобородая",
		[151253] = "Вестник смерти Джаргба",
		[257777] = "Jes Howlis",
		[184646] = 1,
		[202052] = 1,
		[340592] = 12,
		[391786] = 11,
		[393834] = 12,
		[197966] = "Один",
		[324211] = 2,
		[150859] = "Зверобой из племени Иглошкурых",
		[213709] = 11,
		[281209] = 6,
		[397931] = "Служитель Сомнения",
		[261438] = "Lord Waycrest",
		[22575] = "Капитан из клана Гордок",
		[281210] = 6,
		[365168] = "Древний часовой",
		[111690] = 4,
		[125096] = "Огромный каменный цийлинь",
		[365953] = "Колоссальный создатель царств",
		[278911] = 1,
		[261439] = "Lord Waycrest",
		[130] = 8,
		[35267] = "Солнцелов-астромаг",
		[326281] = "Тред'ова",
		[326263] = "Тред'ова",
		[114803] = "Цзян",
		[93857] = "Барон Сильверлейн",
		[366759] = "Беспринципный собиратель",
		[261440] = "Lord Waycrest",
		[344490] = 1,
		[189626] = "Генн Седогрив",
		[397936] = "Порочная ткачиха туманов",
		[274073] = 1,
		[200397] = "Генн Седогрив",
		[136528] = "Headless Horseman",
		[42587] = "Headless Horseman",
		[256710] = "[*] Burning Arsenal",
		[196937] = 4,
		[197961] = "Один",
		[192206] = "[*] Освящение",
		[8921] = 11,
		[364241] = "Прототип Обновления",
		[185684] = "Парашютист 7-го легиона",
		[365175] = "Подчиненный охранник",
		[365949] = "Колоссальный создатель царств",
		[114859] = "Скучающий студент",
		[330364] = 6,
		[287379] = 1,
		[196787] = "Зараженный Скверной яростный боец",
		[274149] = "Энергетический фрагмент",
		[259395] = 3,
		[86392] = 4,
		[384685] = 8,
		[102573] = "Лазурный змей",
		[363130] = "Лихувим",
		[14516] = "Стражник Фенгус",
		[201885] = "Скверносерд-стрелок",
		[328338] = "Стрелок-отравитель",
		[330367] = 3,
		[110745] = 5,
		[80240] = 9,
		[114860] = "Профессор Слейт",
		[330368] = 2,
		[116847] = 10,
		[338344] = 7,
		[320130] = 5,
		[316958] = 2,
		[324226] = 2,
		[367229] = "Чертеж протоформы",
		[196941] = 2,
		[197965] = "Один",
		[365182] = "Подчиненный охранник",
		[367230] = "Белобородая",
		[197974] = "Лишенный души боец авангарда",
		[114571] = "Раздор",
		[321834] = "Призывательница Туманов",
		[261446] = "Lady Waycrest",
		[205146] = 9,
		[53595] = 2,
		[115310] = 10,
		[216776] = 2,
		[328325] = 1,
		[31407] = "Копейщик из племени Темной Крови",
		[365185] = "Подчиненный охранник",
		[261447] = "Lord Waycrest",
		[23600] = "Скучающий студент",
		[197967] = "Один",
		[356995] = "Умкадрак",
		[204092] = "Страж Скверны - завоеватель",
		[12057] = "Дикарь из племени Темной Крови",
		[363139] = "Изобретатель Зи'мокс",
		[114821] = 10,
		[86633] = "Лорд Пережар",
		[61369] = "Берсерк из закаленной стали",
		[330376] = 2,
		[212064] = "Mawsworn Shadestalker",
		[6253] = "Натанос Гнилостень",
		[108211] = 4,
		[120938] = "Скопление смолы",
		[272679] = 3,
		[365942] = "Скованный разрушитель царств",
		[328330] = "Раскольница-юстициарий",
		[337661] = 5,
		[351915] = 5,
		[150879] = "Охотник Костяной Бивень",
		[328331] = "Раскольница-юстициарий",
		[363143] = 6,
		[48438] = 11,
		[322938] = "Друст-жнец",
		[328332] = "Раскольница-юстициарий",
		[363144] = 6,
		[294578] = 1,
		[334476] = "Хирург Трупошов",
		[194675] = "Пылающий бес",
		[136538] = "Headless Horseman",
		[323138] = "Ингра Малох",
		[367241] = 3,
		[196947] = "Хелия",
		[368223] = 9,
		[362801] = "Изобретатель Зи'мокс",
		[118963] = "Глинтрок-тихоступ",
		[102352] = 11,
		[80564] = "Леди Наз'жар",
		[81340] = 6,
		[127576] = 4,
		[114864] = "Скучающий студент",
		[77472] = 7,
		[256333] = 1,
		[274283] = 11,
		[184662] = 2,
		[21169] = 7,
		[324242] = 9,
		[285335] = "Бессердечный-разведчик",
		[14873] = "Изворотливый вор",
		[338577] = 12,
		[121443] = "Командующий флангом Нер'онок",
		[334482] = 1,
		[153501] = "Нхаллиш",
		[327331] = "Раскольник-целитель",
		[321999] = "Моровая слизь",
		[268955] = 10,
		[377486] = "Посланница из рода Бесконечности",
		[338579] = 1,
		[266923] = "Энергетическое ядро",
		[366931] = 1,
		[393869] = 11,
		[330037] = "Болотный шершень",
		[365201] = "Дитя Бездны",
		[359073] = "Арезт",
		[328342] = "Ядовитый паук <Стрелок-отравитель>",
		[274742] = 1,
		[307865] = 1,
		[220934] = "Рогг Шард <Заклинатель земли из племени Серого Камня>",
		[328343] = "Ядовитый паук",
		[45334] = 11,
		[65116] = 1,
		[200898] = "Инквизитор Истязарий",
		[369299] = "Белобородая",
		[315584] = 4,
		[124081] = 10,
		[334488] = "Хирург Трупошов",
		[319237] = 1,
		[180392] = "Колдунья из армии Ракиша",
		[13298] = "Плут из племени Тлетворных",
		[106680] = "Благоухающий Лотос",
		[325872] = "Порочный уничтожитель",
		[165213] = "Цветовод Вечного Цветения",
		[331433] = 10,
		[200025] = 2,
		[213115] = "Кукинквакин",
		[384906] = 2,
		[219479] = 2,
		[383637] = 8,
		[121411] = 4,
		[100] = 1,
		[307871] = 1,
		[193660] = "Король-бог Сковальд",
		[22427] = "Оружейник из клана Укротителей драконов",
		[325886] = 1,
		[188501] = 12,
		[369327] = "Рунический защитник",
		[344732] = 5,
		[5225] = 11,
		[64695] = "Тотем хватки земли <Пепапупа-СвежевательДуш>",
		[224600] = "Страж гнева - истребитель",
		[393879] = 2,
		[120679] = 3,
		[381593] = "Голем из черного камня",
		[204123] = "Глазобомба",
		[41056] = "Король Вариан Ринн",
		[370452] = "Рискер-СвежевательДуш",
		[102351] = 11,
		[191837] = 10,
		[314725] = 12,
		[236282] = 1,
		[200901] = "Солстен",
		[197785] = "Бес-преследователь",
		[377500] = "Посланница из рода Бесконечности",
		[119476] = "Генерал Па'валак",
		[215387] = 1,
		[224602] = "Страж гнева - истребитель",
		[366182] = "Беспринципный собиратель",
		[330403] = "Чумной рух",
		[324260] = 11,
		[257871] = "Irontide Buccaneer",
		[2823] = 4,
		[330404] = "Чумной рух",
		[387763] = "Белобородая",
		[150884] = "Охотник Костяной Бивень",
		[289349] = 6,
		[106856] = "Лю Пламенное Сердце",
		[204481] = 12,
		[73920] = 7,
		[11802] = "Посланник клана Черного Железа",
		[264878] = 3,
		[2983] = 4,
		[383648] = 7,
		[1776] = 4,
		[378213] = "Белобородая",
		[338620] = 2,
		[333406] = "[*] Ликвидация",
		[41057] = "Король Вариан Ринн",
		[280184] = 10,
		[150904] = "Охотник Костяной Бивень",
		[359077] = "Чаармандер-Галакронд",
		[320170] = "Амарт",
		[11825] = "Механический страж",
		[377544] = "Умкадрак",
		[359078] = 4,
		[320171] = "Амарт",
		[25778] = "Болотник Нижетопи",
		[385723] = 2,
		[201408] = 7,
		[369318] = 9,
		[281265] = 5,
		[178532] = "Вол'джин",
		[318125] = "Captain Garrick",
		[377510] = "Попиратель времен из рода Бесконечности",
		[53600] = 2,
		[367972] = 8,
		[224607] = "Темный архидемон",
		[328365] = "Стрелок-отравитель",
		[365924] = "Скованный разрушитель царств",
		[322921] = "[*] Копье Архонта",
		[768] = 11,
		[352939] = 10,
		[102558] = 11,
		[332462] = 9,
		[326319] = "Друст-жнец",
		[86729] = "Рендольф Молох",
		[338606] = "Ассистент-расчленитель",
		[207820] = "Генн Седогрив",
		[334511] = 6,
		[106681] = "Благоухающий Лотос",
		[112998] = "Остатки Ненависти",
		[207203] = 6,
		[113746] = 10,
		[320178] = 1,
		[342751] = "Чумной громадень",
		[339301] = 10,
		[261265] = "Sister Briar",
		[359778] = "Сколекс",
		[365921] = "Скованный разрушитель царств",
		[111801] = "Восставший стражник",
		[150658] = "Ваятель лабиринтов Тукаар",
		[276743] = 8,
		[61999] = 6,
		[338636] = "Ассистент-расчленитель",
		[253279] = "Dazar'ai Juggernaut",
		[114873] = "Профессор Слейт",
		[147833] = 1,
		[221883] = 2,
		[224611] = "Темный архидемон",
		[369328] = "Рунический защитник",
		[31410] = "Мирмидон из клана Зловещего Плавника",
		[366114] = "Древний страж",
		[183393] = "Крос",
		[298343] = 1,
		[132463] = 10,
		[342279] = 8,
		[301754] = 11,
		[343393] = 8,
		[330423] = "Гриб-штурмовик",
		[170347] = 12,
		[36341] = "Солнцелов-инженер",
		[114874] = "Профессор Слейт",
		[59830] = 1,
		[190837] = 9,
		[224613] = "Темный архидемон",
		[111728] = "Райгонн",
		[150917] = "Охотник Костяной Бивень",
		[389810] = 12,
		[305392] = 6,
		[106951] = 11,
		[371381] = 2,
		[224953] = "Темный следопыт",
		[194231] = "Харбарон",
		[323137] = "Дроман Ульфарран",
		[332514] = 10,
		[332536] = 2,
		[220519] = "Корни-душители",
		[369335] = "Рунический защитник",
		[132466] = 1,
		[686] = 9,
		[224615] = "Темный архидемон",
		[378974] = 2,
		[202090] = 10,
		[381623] = 4,
		[118459] = "Опустошитель <Пчелкапау-СвежевательДуш>",
		[369337] = "Рунический защитник",
		[387767] = 11,
		[88423] = 11,
		[106938] = "[*] Волна змеи",
		[365903] = "Подчиненный истребитель",
		[195457] = 4,
		[268024] = "Сердце Сетралисс",
		[285381] = 11,
		[73921] = 7,
		[197996] = 5,
		[181456] = 8,
		[191853] = "Тиратон Салтерил",
		[271048] = 3,
		[54966] = "Стратег из клана Укротителей драконов",
		[316099] = 9,
		[77505] = 7,
		[271049] = 3,
		[339] = 11,
		[119996] = 10,
		[264923] = "Raal the Gluttonous",
		[385724] = 2,
		[368344] = "Вечный сборщик",
		[21655] = "Лорд Злоязыкий",
		[318149] = "Воевода Брека Люторез",
		[150914] = "Охотник Костяной Бивень",
		[355] = 1,
		[324293] = "Скелет-мародер",
		[198330] = "Скьял",
		[361816] = "Андуин Ринн",
		[258150] = "Bilge Rat Seaspeaker",
		[256374] = 3,
		[318151] = "Captain Garrick",
		[385727] = 4,
		[325570] = 1,
		[215405] = 9,
		[318152] = "Captain Garrick",
		[320200] = "Хирург Трупошов",
		[379] = 7,
		[373442] = "Подчинитель разума <Мэлболджа>",
		[361815] = "Андуин Ринн",
		[343385] = 9,
		[190133] = "Подносчик пороха \"Небесного огня\"",
		[181947] = "Порабощенный Скверной бес",
		[318154] = "Henry Garrick",
		[336278] = 5,
		[273104] = 1,
		[101568] = 6,
		[34662] = "Владыка болот Мусел'ек",
		[377540] = 6,
		[256198] = "Overseer Korgus",
		[222588] = "Инфернал-агрессор",
		[316935] = "Darkwing Gargoyle",
		[193209] = "Вул'кан",
		[120517] = 5,
		[381637] = 4,
		[18327] = "Баронесса Анастари",
		[336587] = 10,
		[107200] = 9,
		[332492] = 1,
		[318158] = "Henry Garrick",
		[336588] = 5,
		[109248] = 3,
		[365257] = "Автом-страж",
		[318159] = "Henry Garrick",
		[433] = 11,
		[15708] = "Финна Бьорнсдоттир",
		[106851] = "Тучный бражный хмелементаль",
		[323558] = 4,
		[328399] = 8,
		[365907] = "Подчиненный саботажник",
		[201837] = "Скверносерд-призыватель",
		[121185] = "Великий страж клана Каргеш",
		[196980] = 4,
		[387812] = 2,
		[453] = 5,
		[317614] = 6,
		[329172] = "Грехокаменная статуя",
		[198495] = "Хелия",
		[117952] = 10,
		[391882] = 11,
		[465] = 2,
		[148859] = 5,
		[130654] = 10,
		[342181] = 6,
		[393931] = 1,
		[121536] = 5,
		[307926] = 2,
		[169658] = "Искаженное поганище",
		[328404] = 1,
		[107202] = "[*] Вызов молнии",
		[308742] = 3,
		[342739] = "Чумной громадень",
		[377551] = "Умкадрак",
		[387790] = 11,
		[71905] = 6,
		[73422] = 6,
		[377552] = "Умкадрак",
		[131474] = 7,
		[120001] = "Визирь Цзинь'бак",
		[383696] = 10,
		[164538] = "Водяная капля",
		[330455] = "Myskia",
		[360335] = "Empowered Attendant",
		[391888] = 11,
		[352981] = 1,
		[107203] = 3,
		[195254] = "Слияние душ",
		[391889] = 11,
		[328409] = "Таящийся паук",
		[199483] = 3,
		[365269] = "Прототип Долга",
		[112993] = "Прыгопотам",
		[369365] = "Земельник-дозорный",
		[387795] = 2,
		[332506] = 10,
		[391891] = 11,
		[393939] = 8,
		[264931] = "Raal the Gluttonous",
		[373462] = 5,
		[383701] = 10,
		[320221] = 5,
		[123586] = 10,
		[365272] = "Прототип Долга",
		[255372] = "Rezan",
		[369368] = "Земельник-дозорный",
		[387798] = "Чейзира-СвежевательДуш",
		[373464] = 5,
		[325793] = "Порочный псарь",
		[181943] = 7,
		[314080] = 12,
		[389847] = 12,
		[355068] = 1,
		[88263] = 2,
		[194956] = "Слияние душ",
		[48743] = 6,
		[269031] = 11,
		[393944] = 11,
		[365901] = "Подчиненный истребитель",
		[251566] = 11,
		[257397] = "Irontide Bonesaw",
		[336608] = 10,
		[154796] = 12,
		[106113] = "Ша Сомнения",
		[163201] = 1,
		[221562] = 6,
		[198013] = 12,
		[324323] = "Скелет-мародер",
		[334562] = "Подавитель Зелорс",
		[46629] = 10,
		[198324] = "Скьял",
		[194942] = "Смотрящий",
		[204157] = 12,
		[53351] = 3,
		[395996] = 4,
		[120257] = 2,
		[259145] = "Yazma",
		[344803] = 8,
		[152964] = "Дитя Бездны",
		[28694] = 11,
		[202419] = "Предвестник из культа Приверженцев Тени",
		[328452] = "Клот",
		[214397] = 4,
		[377591] = 6,
		[128708] = "Булькающий бражный хмелементаль",
		[393951] = 1,
		[355044] = 8,
		[113862] = 8,
		[185265] = "Генн Седогрив",
		[114886] = "[*] Ледяной захват",
		[774] = 11,
		[194674] = "Проклятый морем рабовладелец",
		[103621] = 10,
		[365307] = "Часовой <Автом-страж>",
		[396001] = "Королева певчих птиц",
		[194945] = "Смотрящий",
		[279302] = 6,
		[320235] = 8,
		[298321] = 1,
		[381668] = 7,
		[257402] = "Harlan Sweete",
		[393955] = 11,
		[396003] = "Королева певчих птиц",
		[378992] = 11,
		[261498] = "[*] Ползущая гниль",
		[180612] = 6,
		[115399] = 10,
		[199042] = 1,
		[352938] = 10,
		[328429] = "Склизкое щупальце",
		[289555] = 12,
		[332525] = "Кирийский голиаф <Широкобоча>",
		[187780] = 1,
		[364893] = "Сколекс",
		[289523] = 2,
		[373481] = 5,
		[47977] = 10,
		[393959] = 11,
		[289524] = 2,
		[385787] = 11,
		[351561] = 3,
		[328432] = "Склизкое щупальце",
		[365895] = "Подчиненный диверсант",
		[344179] = 7,
		[191877] = 7,
		[393961] = 11,
		[6552] = 1,
		[365293] = "Оскверненная преграда <Андуин Ринн>",
		[342247] = 8,
		[328434] = "Клот",
		[396010] = "Хозен-плакса",
		[196728] = "Нюцзао <Анреалик-Ясеневыйлес>",
		[325983] = 2,
		[338036] = 7,
		[51124] = 6,
		[365295] = "Андуин Ринн",
		[334579] = "Ползучая слизь",
		[361200] = "Лихувим",
		[267034] = "Вол'зит Шепчущая",
		[389869] = 9,
		[326389] = "Эшелон",
		[15615] = "Громила из клана Гордок",
		[982] = 3,
		[365297] = "Галондрий",
		[126664] = 1,
		[365315] = "Бдительный Страж",
		[371441] = "Клоунов",
		[365298] = "Автоматический уничтожитель",
		[32182] = 7,
		[250241] = "Vol'kaal",
		[5176] = 11,
		[365299] = "Автоматический уничтожитель",
		[342774] = 7,
		[271103] = 6,
		[33132] = "Оскверненный тотем вспышки <Менну Предатель>",
		[365300] = "Оскверненная преграда <Андуин Ринн>",
		[33206] = 5,
		[344149] = 2,
		[32731] = "Хрупкоребрый свежеватель",
		[117962] = 10,
		[16145] = "Воитель резервуара Кривого Клыка",
		[377588] = 6,
		[396018] = "Хозен-плакса",
		[381684] = 7,
		[115650] = "Шипучий бражный хмелементаль",
		[393971] = 4,
		[396019] = "Золотой жук",
		[378991] = 11,
		[91797] = "Склепоцап <Лютыйджони>",
		[369399] = "Ткач земли",
		[396020] = "Золотой жук",
		[199050] = "Валарьяр - дева щита",
		[97462] = 1,
		[369400] = "Земельник-дозорный",
		[250259] = "Vol'kaal",
		[377102] = "Алькаба",
		[31707] = "Water Elemental <Bundell>",
		[344572] = "JonkoSmoke <Hielmic-Darkspear>",
		[363258] = "Изобретатель Зи'мокс",
		[199051] = "Дубосерд",
		[153268] = "Извлекатель душ из клана Призрачной Луны",
		[225963] = "Восставший питомец",
		[322304] = "Маркграфиня Страдама",
		[137619] = 4,
		[395519] = 10,
		[131476] = 7,
		[330496] = "Гнилоуст",
		[365308] = "Усыхающее семечко <Прототип Обновления>",
		[389774] = 1,
		[369404] = "Нестабильный сердечник",
		[107053] = "[*] Волна Нефритовой Змеи",
		[297017] = "Warden of Souls",
		[357673] = 2,
		[118988] = "Геккан",
		[86736] = "Дробитель",
		[362601] = "Лихувим",
		[5487] = 11,
		[336642] = 1,
		[361237] = 11,
		[44212] = 1,
		[89808] = "Волбису <Колонок-СвежевательДуш>",
		[246152] = 3,
		[330500] = "Гнилоуст",
		[152696] = "[*] Руна тени",
		[108238] = 11,
		[369408] = "Земельник-комендант",
		[23224] = "Барон Сильверлейн",
		[227723] = 1,
		[365886] = "[*] Выброс фотонов",
		[369409] = "Земельник-комендант",
		[387168] = "Рискер-СвежевательДуш",
		[32055] = "Зыбун",
		[285452] = 7,
		[167014] = "Тралл",
		[288333] = 12,
		[194960] = "[*] Эхо души",
		[204175] = "Страж Скверны",
		[369411] = "Пещерный ловец",
		[107215] = "Взрывчатка богомолов",
		[60119] = 2,
		[367364] = "Белобородая",
		[385794] = 4,
		[110117] = "Призрачный ша",
		[389890] = 12,
		[51052] = 6,
		[1604] = "Mawsworn Sentry",
		[86738] = "Жестокий убийца",
		[283408] = "Captain Garrick",
		[153680] = "Костебрюх",
		[362802] = "[*] Символ перемещения",
		[21910] = "Ремонтник Гизлок",
		[267027] = "Ядовитый змей",
		[363836] = 1,
		[13341] = "Скелет колдуна",
		[255371] = "Rezan",
		[116706] = 10,
		[367931] = 1,
		[361225] = "Даусинь",
		[387846] = 9,
		[114386] = "Янь-Чжу Высвобожденный",
		[27576] = 4,
		[328462] = "Астрон",
		[387847] = 9,
		[368701] = 6,
		[272156] = "Ужасень Бездны <Дэкас>",
		[101545] = 10,
		[330511] = 1,
		[324368] = "Азуль",
		[2120] = 8,
		[369419] = "Прыгучий паук",
		[255373] = "Rezan",
		[193607] = "Терзательница душ Глевианна",
		[200084] = "Фантомный вельможа",
		[385802] = 4,
		[235313] = 8,
		[324370] = "Азуль",
		[257426] = "Irontide Enforcer",
		[213395] = 2,
		[35183] = "Кровостраж-центурион",
		[199061] = "Порабощенная дева щита",
		[326419] = 1,
		[298831] = "Mawsworn Sentry",
		[206945] = 6,
		[194966] = "Лорд Этелдрин Гребень Ворона",
		[191840] = 10,
		[369423] = "Прыгучий паук",
		[343355] = 5,
		[199062] = "Шип Скверны",
		[285466] = 7,
		[385806] = 4,
		[200768] = "Обезумевший остроклюв",
		[107356] = "Тажань Чжу",
		[269085] = 2,
		[377546] = "Чаармандер-Галакронд",
		[396046] = 12,
		[88625] = 5,
		[199033] = "Валарьяр-претендентка",
		[16429] = "Темный чародей из секты Тузадин",
		[169843] = "Гнилостный пиромант",
		[393480] = 3,
		[253329] = 1,
		[199337] = "Капкан на медведя",
		[387866] = 11,
		[301861] = 1,
		[383762] = 1,
		[250258] = "Vol'kaal",
		[359734] = "Усиленный разрушитель миров",
		[109536] = 10,
		[326426] = "Фрагмент Халкиаса",
		[17466] = "Лорд Аурий Ривендер",
		[273185] = "Shieldbearer of Zul",
		[26043] = "Безумный пожиратель разума",
		[183707] = "Мо'арг - вестник боли",
		[328475] = "Таящийся паук",
		[202137] = 12,
		[369439] = 12,
		[93629] = "Лорд Годфри",
		[193359] = 4,
		[372019] = 11,
		[51490] = 7,
		[16827] = "Дух зверя <Локтарош>",
		[344859] = 12,
		[202138] = 12,
		[368693] = 1,
		[375576] = 2,
		[7054] = "Замученный офицер",
		[387863] = 11,
		[323190] = "Сшитый боец авангарда",
		[359731] = 8,
		[385816] = 2,
		[59752] = 1,
		[267047] = "Песочная змея <Яйцо>",
		[342814] = 2,
		[344862] = 12,
		[387865] = 11,
		[328492] = 1,
		[272620] = "Cutwater Striker",
		[268528] = 8,
		[34161] = "Скрытень Нижетопи",
		[324386] = 7,
		[269097] = "Лорд Штормсонг",
		[21562] = 5,
		[281384] = 1,
		[257278] = "Harlan Sweete",
		[342817] = 12,
		[344865] = 12,
		[105174] = 9,
		[381725] = 7,
		[184364] = 1,
		[90328] = "Дух зверя <Локтарош>",
		[333831] = 1,
		[22842] = 11,
		[375583] = "Чейзира-СвежевательДуш",
		[31289] = "Кивающий тигр",
		[193951] = "Колючий паучок",
		[119905] = 9,
		[31673] = "Топеглад",
		[213405] = 12,
		[202147] = 1,
		[247456] = 12,
		[328094] = "Заклинатель чумы",
		[377633] = 6,
		[121557] = 5,
		[137639] = 10,
		[98008] = 7,
		[312106] = 10,
		[107223] = "Солнце",
		[377642] = 6,
		[269104] = "Пробудившаяся Бездна",
		[312107] = 1,
		[387874] = 2,
		[130092] = 3,
		[220574] = 2,
		[107047] = "Боец Га'док",
		[281392] = 1,
		[365350] = 8,
		[367405] = 9,
		[192563] = "Валарьяр-очиститель",
		[387876] = 2,
		[203916] = "Громила из армии Ракиша",
		[61295] = 7,
		[156071] = 2,
		[387877] = 11,
		[38163] = "Зыбун",
		[155741] = 3,
		[394021] = 4,
		[385059] = 1,
		[93402] = 11,
		[391974] = 11,
		[324914] = "Туманная хранительница",
		[341580] = 2,
		[69070] = 5,
		[257436] = "Irontide Corsair",
		[201123] = "Цветущий злошип",
		[193956] = 12,
		[260508] = "Soulbound Goliath",
		[294966] = 10,
		[28730] = 8,
		[265016] = "Избранная кровавая матрона",
		[207267] = 6,
		[257437] = "Irontide Corsair",
		[199726] = "Король Ранульф",
		[396073] = "Кивающий тигр",
		[74589] = 9,
		[326450] = "Порочный псарь",
		[394026] = 4,
		[106841] = "Лю Пламенное Сердце",
		[253597] = 6,
		[328524] = 6,
		[321034] = "Кин-Тара",
		[265019] = "Избранная кровавая матрона",
		[357168] = 11,
		[204197] = 5,
		[234143] = 3,
		[257692] = "[*] Вспышка тики",
		[365866] = "Вечный сборщик",
		[269116] = "Усиленный призыватель шторма",
		[75998] = "Отважный страж Леди Наз'жар",
		[322358] = "Доктор Икус",
		[357170] = "Белобородая",
		[115419] = "Крик'тик - направитель ветров",
		[213858] = 1,
		[272821] = "Усиленный призыватель шторма",
		[365362] = 8,
		[111649] = "Душа Лилиан",
		[394031] = 4,
		[337218] = 1,
		[201378] = 11,
		[201139] = "Страж гнева - мастер клинка",
		[369459] = "Чейзира-СвежевательДуш",
		[115418] = "Крик'тик - направитель ветров",
		[291645] = 6,
		[308527] = "Gor'groth",
		[385842] = 1,
		[259489] = 3,
		[271197] = 3,
		[77535] = 6,
		[323740] = "Раскольник-офицер",
		[34290] = "Газ'ан",
		[381748] = "Умкадрак",
		[301886] = 9,
		[201129] = "Цветущий злошип",
		[185771] = "Порабощенный Скверной инфернал <Хугопал>",
		[320208] = "Создание Трупошва",
		[301887] = 9,
		[394036] = 4,
		[198058] = "Один",
		[337936] = 6,
		[17434] = "Лорд Аурий Ривендер",
		[325640] = 9,
		[259491] = 3,
		[390435] = 6,
		[156722] = "Извлекатель душ из клана Призрачной Луны",
		[377656] = 6,
		[387895] = 2,
		[120027] = "[*] Палящее пламя",
		[383800] = 10,
		[271174] = "Pallid Gorger",
		[185773] = "Порабощенный Скверной инфернал <Хугопал>",
		[105693] = 5,
		[205472] = 8,
		[271175] = "Pallid Gorger",
		[396093] = "Кивающий тигр",
		[196718] = 12,
		[12654] = 8,
		[76001] = "Леди Наз'жар",
		[359235] = "Галондрий",
		[381755] = 7,
		[191595] = "Скверноподданный заразитель",
		[361278] = "Прототип Долга",
		[273225] = "Песчаный стрелок",
		[262115] = 1,
		[216251] = 7,
		[271178] = "Pallid Gorger",
		[36213] = "Большой элементаль земли <Кислыймохито>",
		[353573] = "Картазель",
		[269131] = "Лорд Штормсонг",
		[368656] = 4,
		[115421] = "Крик'тик - направитель ветров",
		[335720] = "Верный Утробе ритуалист",
		[359233] = "Галондрий",
		[193340] = 7,
		[259495] = 3,
		[201375] = "Проклятый морем рабовладелец",
		[285515] = 7,
		[262990] = 1,
		[259092] = "Irontide Stormcaller",
		[248473] = 3,
		[200111] = "Тень Ксавия",
		[394047] = 11,
		[357209] = "Умкадрак",
		[381761] = 7,
		[359236] = "Галондрий",
		[205231] = "Созерцатель тьмы <Дохлыйкрот-СвежевательДуш>",
		[353100] = "Ве'лор Посланник",
		[391171] = 12,
		[367428] = "Шишковатый мародер",
		[260881] = 7,
		[202160] = 5,
		[291662] = 6,
		[383811] = 8,
		[360458] = "Нестабильный сердечник",
		[319504] = 4,
		[324427] = "\"Орифрион\"",
		[342857] = 12,
		[272016] = "Пленный кабалист",
		[202164] = 1,
		[202168] = 1,
		[187827] = 12,
		[114911] = 7,
		[398154] = "Оскверненный дух",
		[199090] = "Сердитый бык",
		[367903] = 1,
		[320334] = 12,
		[76516] = "Жаблин-охотник",
		[291666] = 6,
		[334669] = 3,
		[341282] = 5,
		[198067] = 7,
		[353104] = "Ве'лор Посланник",
		[335863] = "Мерзкий ползун",
		[168375] = "Дулгу",
		[325984] = 2,
		[398151] = "Верная служительница из клана Призрачной Луны",
		[278789] = "[*] Wave of Decay",
		[157122] = 2,
		[189877] = 11,
		[18813] = "Владыка болот Мусел'ек",
		[52774] = "Лекарь клана Закаленных Бурей",
		[361293] = 1,
		[185782] = "Порабощенный Скверной инфернал <Хугопал>",
		[34423] = "Лекарь Темной Крови",
		[365853] = "Оскверненная преграда <Андуин Ринн>",
		[341614] = 2,
		[198069] = 5,
		[199093] = "Порабощенный резчик рун",
		[34168] = "Гриб Нижетопи",
		[361295] = 1,
		[85222] = 2,
		[308054] = 2,
		[204213] = 5,
		[53365] = 6,
		[342873] = 7,
		[199094] = "Повелитель Скверны Дакуур",
		[15583] = "Ворген-охотник",
		[394061] = 11,
		[202166] = 1,
		[198300] = 7,
		[326486] = 12,
		[394062] = 1,
		[147362] = 3,
		[131522] = "Тажань Чжу",
		[365851] = "Вечный сборщик",
		[212105] = 12,
		[348159] = "Доктор Икус",
		[203191] = "Исступленный желтокамень",
		[204215] = 5,
		[361300] = "Прототип Войны",
		[359904] = "Сколекс",
		[129250] = 5,
		[393055] = 12,
		[361301] = "Звериный натиск <Звериный натиск>",
		[193977] = "Имирон, падший король",
		[299869] = 11,
		[342872] = 7,
		[131521] = "Тажань Чжу",
		[198073] = "Хмуродроб Лютый",
		[215479] = 10,
		[257458] = "Harlan Sweete",
		[112867] = 9,
		[120361] = 3,
		[324444] = "\"Орифрион\"",
		[98021] = "Тотем духовной связи <Йено>",
		[361304] = "Звериный натиск",
		[203794] = 12,
		[207289] = 6,
		[342875] = 7,
		[361305] = "[*] Звериный натиск",
		[19134] = "Капитан Давигром",
		[357210] = "Умкадрак",
		[171454] = 3,
		[106620] = "Нефритовый Посох",
		[204225] = "Страж Скверны",
		[357211] = "Умкадрак",
		[257460] = "[*] Fiery Debris",
		[168383] = "Дулгу",
		[392939] = 2,
		[357212] = "Умкадрак",
		[321529] = 8,
		[344051] = 10,
		[367467] = 3,
		[153626] = 8,
		[190319] = 8,
		[46968] = 1,
		[323504] = 6,
		[357214] = "Эесея",
		[229388] = 1,
		[335130] = 12,
		[198077] = "Один",
		[70890] = 6,
		[342881] = 7,
		[328547] = 4,
		[351077] = 1,
		[115026] = "Нестабильная энергия",
		[361750] = "Даусинь",
		[361312] = "Галондрий",
		[115430] = "Крик'тик-яростень",
		[190911] = 1,
		[228532] = 12,
		[114872] = "Скучающий студент",
		[338788] = 2,
		[195007] = 5,
		[220604] = "Заклинатель земли из племени Серого Камня",
		[369505] = "[*] Искра созидания",
		[138130] = 10,
		[149957] = "Прирученный вепрь",
		[150981] = "Зверобой из племени Иглошкурых",
		[294173] = "Warden Arkoban",
		[294171] = "Empowered Mawsworn Interceptor",
		[2050] = 5,
		[220605] = "Заклинатель земли из племени Серого Камня",
		[2060] = 5,
		[330600] = 7,
		[199104] = "Шип Скверны",
		[307185] = 10,
		[385890] = 1,
		[84714] = 8,
		[321519] = 4,
		[383843] = 2,
		[363795] = "Лихувим",
		[317009] = 12,
		[324459] = "Склизгл",
		[232893] = 12,
		[129253] = 5,
		[32216] = 1,
		[308078] = 10,
		[220607] = "Заклинатель земли из племени Серого Камня",
		[320365] = "Хирург Трупошов",
		[267969] = "Служитель храма",
		[115767] = 1,
		[1953] = 8,
		[344939] = 10,
		[31704] = "Черная Охотница",
		[204151] = "Тиратон Салтерил",
		[85739] = 1,
		[226757] = 8,
		[157128] = 2,
		[324463] = 6,
		[367466] = 3,
		[394087] = 9,
		[346989] = "Костномозговая слизь",
		[270323] = 3,
		[220609] = "Заклинатель земли из племени Серого Камня",
		[361324] = "Галондрий",
		[255421] = "Rezan",
		[642] = 2,
		[334704] = 1,
		[267548] = "Утонувший обитатель глубин",
		[265081] = "Избранная кровавая матрона",
		[157131] = 2,
		[93931] = "Одо Слепой Страж",
		[221634] = "Браксас Плоторез",
		[119528] = "[*] Огненный шар",
		[338804] = 12,
		[271071] = 2,
		[203413] = 3,
		[13584] = "Mawsworn Ward",
		[201365] = "Истерзанный кровопийца",
		[367471] = 6,
		[320376] = "Создание Трупошва",
		[265084] = "Преданная жрица крови",
		[190919] = 1,
		[326517] = 8,
		[275332] = 1,
		[169418] = "Искаженное поганище",
		[193609] = "Терзательница душ Глевианна",
		[359282] = "Автоматический уничтожитель",
		[268271] = "Lady Waycrest",
		[86765] = "Яростный шлак",
		[384267] = 8,
		[21337] = "Загнивший плетун",
		[225732] = "Леди Веландра Гребень Ворона",
		[281469] = 5,
		[219589] = 8,
		[368642] = 6,
		[339928] = 3,
		[294165] = "Mawsworn Guard",
		[199552] = 12,
		[150990] = "Шкуробой из племени Иглошкурых",
		[255629] = 5,
		[265089] = "Преданная жрица крови",
		[34428] = 1,
		[212423] = "Risen Skulker <Bethbot>",
		[111854] = "Инструктор Ледяное Сердце",
		[199918] = "Безликий маг Бездны",
		[365835] = "Вечный ремесленник",
		[266209] = "Fallen Deathspeaker",
		[1766] = 4,
		[265879] = "[*] Dread Mark",
		[93424] = "[*] Асфиксия",
		[203685] = "Хранитель тайн Могу'шан",
		[114923] = 8,
		[74720] = "Анжинер Термоштепсель",
		[275331] = 1,
		[326525] = 8,
		[394101] = 2,
		[111631] = "Инструктор Ледяное Сердце",
		[299905] = 1,
		[194679] = 6,
		[367472] = 1,
		[353546] = 6,
		[120043] = 7,
		[257476] = "Irontide Mastiff",
		[76793] = "Захватчик Леди Наз'жар",
		[164815] = 11,
		[292364] = 6,
		[288735] = 9,
		[274400] = "Cutwater Duelist",
		[115436] = "Крик'тик-яростень",
		[190925] = 3,
		[106421] = "Стражник Шадо-Пан",
		[33917] = 11,
		[169424] = "Искаженное поганище",
		[93423] = "Барон Эшбери",
		[392058] = 3,
		[106736] = "Ша Сомнения",
		[347008] = "Veeminul <Gingii-Darkspear>",
		[254958] = "Дазар'айский колосс",
		[257478] = "Irontide Mastiff",
		[6673] = 1,
		[114927] = "Гу Небесный Удар",
		[702] = 9,
		[392060] = 3,
		[255741] = "Бронированный укротитель кролусков",
		[7423] = 4,
		[325218] = 10,
		[392061] = 3,
		[383873] = 1,
		[84721] = 8,
		[260551] = "Soulbound Goliath",
		[6353] = 9,
		[229837] = 10,
		[31935] = 2,
		[398206] = "Эксгумированный дух",
		[318344] = "Honored Duelist",
		[394111] = 11,
		[273294] = "[*] Wildfire",
		[338653] = "Ассистент-сшиватель",
		[49020] = 6,
		[254409] = 7,
		[57723] = 5,
		[207311] = 6,
		[108271] = 7,
		[331016] = 4,
		[58747] = "Генерал Бьярнгрим",
		[324490] = "Склизгл",
		[212431] = 3,
		[377732] = "Рефти-распорядитель",
		[255434] = "Rezan",
		[327704] = 8,
		[106648] = "Катящаяся бочка",
		[395172] = 11,
		[363399] = "Сердечник Господства",
		[259720] = "Sporecaller Zancha",
		[50613] = 6,
		[45181] = 4,
		[261947] = 10,
		[193608] = "Терзательница душ Глевианна",
		[367496] = "Мерзкий надсмотрщик",
		[78674] = 11,
		[129262] = "Геккан",
		[326918] = 6,
		[204242] = 2,
		[1462] = 3,
		[103153] = 10,
		[128238] = "Молниеносный клинок клана Гуртан",
		[7057] = "Призрачный служитель",
		[394119] = 4,
		[396167] = 10,
		[162264] = 12,
		[204243] = "Обитатель Кошмара",
		[377738] = "Рефти-распорядитель",
		[396168] = 10,
		[214003] = "Восставший мечник",
		[224721] = "Шаман Служителей Земли",
		[224907] = "Командир повелителей Скверны Азгалор",
		[322450] = "Тред'ова",
		[364845] = "Бдительный Страж",
		[120560] = "Стальная пасть клана Гуртан",
		[197262] = "Хелия",
		[371597] = "Протобарьер <Андуин Ринн>",
		[128239] = "Молниеносный клинок клана Гуртан",
		[224722] = "Шаман Служителей Земли",
		[332526] = "Кирийский голиаф <Широкобоча>",
		[2643] = 3,
		[81141] = 6,
		[212436] = 3,
		[45182] = 4,
		[45438] = 8,
		[207317] = 6,
		[15585] = "Лекарь Темной Крови",
		[361361] = "Белобородая",
		[218763] = "Ожившее пламя Скверны",
		[195031] = "Проклятый морем тюремщик душ",
		[197805] = "Хелия",
		[325217] = 10,
		[198103] = 7,
		[328411] = "Prince Renathal",
		[202740] = "Тиратон Салтерил",
		[295835] = 7,
		[113394] = "Раздор",
		[271625] = 3,
		[254830] = 1,
		[312218] = 1,
		[252550] = 12,
		[59914] = 9,
		[359317] = 10,
		[348541] = 12,
		[76535] = "Жаблин - водный маг",
		[195033] = "Проклятый морем тюремщик душ",
		[359318] = 3,
		[34944] = "Целительница чешуи резервуара Кривого Клыка",
		[269576] = 3,
		[360658] = "Бдительный Страж",
		[120562] = "Призыватель бури из клана Хартак",
		[8994] = "Чернокнижник из клана Гордок",
		[51399] = 6,
		[267171] = 9,
		[334747] = "Сборщик трупов",
		[36992] = "Паталеон Вычислитель",
		[132578] = 10,
		[272457] = "Sporecaller Zancha",
		[334748] = "Сборщик трупов",
		[285594] = 10,
		[44544] = 8,
		[195035] = "Проклятый морем тюремщик душ",
		[334749] = "Сборщик трупов",
		[295842] = 1,
		[311495] = 2,
		[231895] = 2,
		[378105] = "Белобородая",
		[219271] = 7,
		[119347] = "Сик'тик - боец авангарда",
		[195036] = "Проклятый морем тюремщик душ",
		[223306] = 2,
		[369563] = "Бейлог",
		[255445] = "Rezan",
		[358126] = 4,
		[372571] = "Чейзира-СвежевательДуш",
		[364343] = "Белобородая",
		[2649] = "Unknown <Bouberts-Kazzak>",
		[34433] = 5,
		[75002] = "Оживленный хищник",
		[270117] = 3,
		[16791] = "Мировой судья Бартилас",
		[119914] = 9,
		[184469] = 1,
		[344993] = "Свирепый гаргон",
		[189067] = "Отрекшийся - cтраж смерти",
		[267179] = 12,
		[156000] = 6,
		[2825] = 7,
		[257495] = "The Sand Queen",
		[11426] = 8,
		[151012] = "Клыкобой из племени Иглошкурых",
		[76026] = "Командир Улток",
		[169613] = "Йалну",
		[327590] = "Изрыгатель чумы",
		[335098] = 1,
		[124506] = 10,
		[200686] = "Грозный отравитель",
		[32065] = "Болотоход",
		[64382] = 1,
		[385952] = 1,
		[259913] = 1,
		[193702] = "[*] Инфернальное пламя",
		[204255] = 12,
		[90361] = "Дух зверя <Локтарош>",
		[214494] = 12,
		[320012] = "Амарт",
		[151014] = "Клыкобой из племени Иглошкурых",
		[385954] = 1,
		[96103] = 1,
		[324522] = 7,
		[187874] = 7,
		[369573] = "Бейлог",
		[322475] = "[*] Удар чумы",
		[43649] = "Далронн Контролирующий",
		[135286] = 11,
		[16856] = "Генерал Бьярнгрим",
		[169445] = "Искаженное поганище",
		[260570] = "[*] Wildfire",
		[362432] = "Даусинь",
		[18499] = 1,
		[344003] = "Чумной бурильщик",
		[76008] = "Леди Наз'жар",
		[108280] = 7,
		[125174] = 10,
		[109304] = 3,
		[13730] = "Скалокрылая крикунья",
		[326574] = "Хирург Трупошов",
		[297292] = "Комендант Тонар",
		[153623] = "Нхаллиш",
		[324527] = "Склизгл",
		[269238] = 11,
		[264178] = 9,
		[16172] = "Вурдалак-стервятник",
		[192519] = "Вул'кан",
		[269239] = 11,
		[328620] = 2,
		[265144] = 5,
		[57984] = "Большой элементаль огня <Аибо>",
		[108281] = 7,
		[164862] = 11,
		[1329] = 4,
		[24705] = 4,
		[187878] = 7,
		[48153] = 5,
		[338865] = "Ловец душ В'лара",
		[43650] = "Далронн Контролирующий",
		[269242] = 5,
		[163212] = 10,
		[362882] = "Изобретатель Зи'мокс",
		[321444] = 10,
		[38391] = "Жгучий разрушитель",
		[73673] = 1,
		[292474] = 2,
		[375727] = "Хронолорд Дейос",
		[200166] = 12,
		[287674] = 11,
		[322486] = "Жительница Тирна Скитта",
		[368512] = 3,
		[394131] = 4,
		[128248] = "Душитель Шадо-Пан",
		[335090] = 12,
		[199143] = "Латосий",
		[191976] = "Хирья",
		[204263] = 5,
		[35243] = "Солнцелов-заклинатель Пустоты",
		[324536] = 9,
		[383921] = 2,
		[383269] = 6,
		[115450] = 10,
		[391092] = 5,
		[383915] = 1,
		[225765] = 8,
		[218598] = 1,
		[974] = 7,
		[106563] = "Янь-Чжу Высвобожденный",
		[337155] = 1,
		[266225] = "Gorak Tul",
		[43651] = "Скарвальд Строитель",
		[52098] = "Генерал Бьярнгрим",
		[324519] = 7,
		[330683] = 9,
		[324540] = 9,
		[392776] = 1,
		[8376] = "Чо'Раш Наблюдатель",
		[222695] = 2,
		[329324] = "Свирепый гаргон",
		[392117] = 11,
		[353210] = 2,
		[265157] = 3,
		[267205] = 12,
		[12042] = 8,
		[94462] = 5,
		[883] = 3,
		[341821] = 5,
		[220543] = 5,
		[273653] = "Gloom Horror",
		[388024] = 10,
		[320751] = 7,
		[10060] = 5,
		[48181] = 9,
		[388025] = 10,
		[58875] = 7,
		[353514] = 3,
		[336832] = 8,
		[388026] = 10,
		[5394] = 7,
		[365800] = "Верный Утробе аннигилятор",
		[94463] = 9,
		[51587] = "Спиритуалист из клана Укротителей драконов",
		[131942] = "Жуткая гончая - ловец Скверны",
		[209388] = 2,
		[336834] = "Когов Ликвидатор",
		[586] = 5,
		[267211] = 9,
		[93675] = "Лорд Годфри",
		[290032] = 8,
		[22724] = 5,
		[115203] = 10,
		[200174] = 5,
		[323547] = 4,
		[267213] = 9,
		[63106] = 9,
		[93952] = "Одо Слепой Страж",
		[22907] = "Владыка болот Мусел'ек",
		[5938] = 4,
		[199151] = "Сердитый бык",
		[367554] = "Скованный разрушитель царств",
		[369602] = "Олаф",
		[195617] = 6,
		[337819] = 12,
		[49028] = 6,
		[114942] = "Тотем целительного прилива <Йено>",
		[12555] = "Генерал Бьярнгрим",
		[332744] = 7,
		[108287] = 7,
		[30146] = 9,
		[234108] = 1,
		[267217] = 9,
		[783] = 11,
		[8269] = "Облученный погромщик",
		[51588] = "Спиритуалист из клана Укротителей драконов",
		[115453] = "Крик'тик-разведчик",
		[7268] = 8,
		[328651] = "Стрелок-отравитель",
		[372638] = "Сущность хаоса",
		[302847] = 10,
		[82691] = 8,
		[755] = 9,
		[388037] = 2,
		[322465] = "Тред'ова",
		[6770] = 4,
		[320462] = "Некромант с \"Золрамуса\"",
		[279902] = 11,
		[221680] = "Браксас Плоторез",
		[11820] = "Механический страж",
		[63619] = "Shadowfiend <Tig-Aggramar>",
		[132603] = 5,
		[196911] = 4,
		[326607] = "Камнерожденный-разоритель",
		[369610] = "Сотрясающий тотем",
		[48517] = 11,
		[391191] = 12,
		[359372] = 8,
		[20549] = 4,
		[123647] = "Стальная пасть клана Гуртан",
		[364447] = "Быстровозводимый часовой",
		[359373] = "Ювитта",
		[302952] = 10,
		[194037] = "Темная мать",
		[80569] = 12,
		[191103] = 1,
		[191696] = "Скверноуст-изрыгатель",
		[344121] = 3,
		[703] = 4,
		[364467] = 11,
		[304075] = "Верный Утробе ритуалист",
		[388044] = 10,
		[54149] = 2,
		[367838] = "[*] Эфемеровый разлом",
		[328660] = "Хлещущая слизь",
		[123648] = "Призыватель бури из клана Хартак",
		[133630] = 8,
		[200182] = "Тень Ксавия",
		[121190] = "Цийлинь-стражник",
		[258075] = "Stinging Parasite",
		[197816] = "Малгалор",
		[200175] = 12,
		[328662] = "Костномозговая слизь",
		[342980] = 1,
		[47750] = 5,
		[200183] = 5,
		[121601] = "Призыватель бури из клана Хартак",
		[48518] = 11,
		[328664] = "Хрупкий маг",
		[269279] = 3,
		[386001] = 1,
		[115458] = "[*] Кислотная бомба",
		[151583] = "Чарлга Остробок",
		[386003] = 1,
		[386002] = 1,
		[10348] = "Прокаженный техник",
		[386265] = 9,
		[367573] = "Изобретатель Зи'мокс",
		[304093] = "Подавитель Зелорс",
		[115455] = "Крик'тик - прерыватель чар",
		[71432] = 10,
		[269282] = 5,
		[287712] = 11,
		[265187] = 9,
		[72968] = 10,
		[365463] = "Поработитель Зелтос",
		[263140] = 3,
		[107268] = "Диверсант Кип'тилак",
		[324573] = 1,
		[321807] = "Резчик с \"Золрамуса\"",
		[320478] = "Empowered Mawsworn Interceptor",
		[265189] = 3,
		[267237] = "Отступник - хранитель яиц",
		[268439] = 12,
		[39048] = "Карзак Пронзатель",
		[326623] = "Камнерожденный-разоритель",
		[64901] = 5,
		[71433] = 10,
		[320480] = "Верный Утробе перехватчик",
		[153089] = "Садана Кровавое Безумие",
		[363481] = 3,
		[390105] = 10,
		[205307] = "Уничтожитель Скверны",
		[123651] = "Крушитель ребер клана Каргеш",
		[398296] = "Неуклюжий заразитель",
		[333485] = "Тошногнил",
		[150540] = "Ваятельница лабиринтов из племени Иглошкурых",
		[31290] = "Браконьер из стаи Речной Лапы",
		[85256] = 2,
		[8676] = 4,
		[197117] = "Пронзающее щупальце",
		[29893] = 9,
		[368585] = 1,
		[71434] = 10,
		[353248] = 2,
		[259574] = "Vol'kaal",
		[306399] = "Darkmaul Centurion",
		[392883] = 10,
		[326629] = "Хирург Трупошов",
		[123652] = "Крушитель ребер клана Каргеш",
		[398300] = "Неуклюжий заразитель",
		[343011] = 12,
		[52755] = "Небоход из закаленной стали",
		[218620] = "Повелитель Скверны Кардуз",
		[398301] = "Неуклюжий заразитель",
		[35760] = "Большой крабстер",
		[94472] = 5,
		[11876] = "Прогнивший топотун",
		[363491] = 3,
		[343013] = 12,
		[225788] = 8,
		[153093] = "Садана Кровавое Безумие",
		[195072] = 12,
		[326632] = "Камнерожденный-разоритель",
		[336871] = 2,
		[355567] = 2,
		[321538] = "Дух зверя <Локтарош>",
		[218622] = "Повелитель Скверны Даракк",
		[336872] = 2,
		[153094] = "Садана Кровавое Безумие",
		[332777] = 8,
		[355303] = 3,
		[164357] = "Сухокожий",
		[265202] = 5,
		[17735] = "Клаттанге <Пусилаундж>",
		[183811] = 2,
		[260569] = "[*] Wildfire",
		[44425] = 8,
		[330664] = 7,
		[306396] = 1,
		[258673] = "Irontide Crackshot",
		[123654] = "Мин Коварный",
		[527] = 5,
		[326637] = "Камнерожденная-потрошительница",
		[211999] = "Визжащий прислужник",
		[388070] = 9,
		[269301] = "Unbound Abomination",
		[334829] = 1,
		[164294] = "Запущенная поросль",
		[169847] = "Зараженная сотворительница льда",
		[328687] = "Хрупкий арбалетчик",
		[314585] = 1,
		[48265] = 6,
		[121153] = 4,
		[324909] = "Друст-древолом",
		[155145] = 2,
		[383978] = 1,
		[123655] = "Хайан Неудержимый",
		[198263] = "Один",
		[200196] = 5,
		[255647] = 2,
		[200194] = "Имирон, падший король",
		[394218] = "Дракирья",
		[326642] = "Камнерожденная-потрошительница",
		[353263] = 6,
		[363502] = "Белобородая",
		[268214] = "Резчик рун Сорн",
		[22812] = 11,
		[272382] = "Гнилоуст",
		[259572] = "Vol'kaal",
		[97547] = 11,
		[326644] = "Камнерожденная-потрошительница",
		[386029] = 1,
		[263165] = 5,
		[295929] = "Oddly Large Mawrat",
		[15588] = "Финна Бьорнсдоттир",
		[250368] = "Vol'kaal",
		[322550] = "Тред'ова",
		[101643] = 10,
		[194682] = "Пылающий бес",
		[336885] = 4,
		[16100] = "Небоход из закаленной стали",
		[190984] = 11,
		[269310] = "Titan Keeper Hezrel",
		[392147] = 11,
		[264173] = 9,
		[122121] = 5,
		[218615] = 9,
		[295932] = "Warden Arkoban",
		[224239] = 2,
		[158221] = 10,
		[200200] = 5,
		[76047] = "Командир Улток",
		[235012] = 7,
		[8613] = 1,
		[317361] = 1,
		[391481] = 6,
		[323496] = "Изготовитель кадавров",
		[199177] = "Эбеновый ворг",
		[257538] = 8,
		[48778] = 6,
		[265433] = "Bloodsworn Defiler",
		[197818] = "Малгалор",
		[355321] = 8,
		[336891] = 10,
		[371703] = 2,
		[271711] = 11,
		[124682] = 10,
		[86740] = "Буйный смутьян",
		[361676] = "Галондрий",
		[227847] = 1,
		[326654] = "Индри Древопев",
		[221699] = 6,
		[308434] = 3,
		[199179] = "Эбеновый ворг",
		[221688] = "Браксас Плоторез",
		[320512] = "Гниющий слизнекоготь",
		[58506] = "Командир ловчих смерти Бельмонт",
		[390137] = 12,
		[375802] = "Сакринити",
		[135700] = 11,
		[10341] = "Облученная слизь",
		[57994] = 7,
		[257541] = 8,
		[361469] = "Умкадрак",
		[235016] = 5,
		[257542] = 8,
		[118540] = "[*] Волна Нефритовой Змеи",
		[295942] = "Warden Arkoban",
		[322563] = "Тред'ова",
		[267274] = 3,
		[30151] = "Veeminul <Gingii-Darkspear>",
		[367885] = 2,
		[342076] = 3,
		[383997] = 8,
		[204301] = 2,
		[320517] = "Чумной спинолом",
		[199182] = "Эбеновый ворг",
		[124172] = "Сик'тик - боец авангарда",
		[312321] = 9,
		[295945] = "[*] Rat Traps",
		[127230] = 3,
		[373760] = "Галондрий",
		[198405] = "Хеларьяр-защитник",
		[279564] = 8,
		[32327] = "[*] Споровый взрыв",
		[267278] = "Наэлектризованный дервиш",
		[80146] = "Лиходей Луноречья",
		[271374] = 1,
		[194064] = "Темная мать",
		[326860] = 10,
		[355333] = 3,
		[271376] = 1,
		[107279] = "[*] Засасывающий внутрь вихрь",
		[390145] = 12,
		[200208] = "Проклятый морем тюремщик душ",
		[279567] = 8,
		[42381] = "[*] Horseman's Conflagration",
		[224782] = "Леди Сильвана Ветрокрылая",
		[351239] = "Вессарион",
		[128829] = "Крик'тик-разведчик",
		[363526] = "Усиленный страж",
		[256522] = 4,
		[384004] = 10,
		[112911] = "Фрагмент Ненависти",
		[235021] = 10,
		[390148] = "Белобородая",
		[34477] = 3,
		[319544] = 1,
		[90898] = 11,
		[308239] = 1,
		[192019] = "Моряк из Ночного дозора",
		[197454] = "Аватара отмщения",
		[343666] = 1,
		[101649] = 2,
		[201355] = "Ледопасть",
		[294609] = 1,
		[25912] = 2,
		[6262] = 9,
		[199185] = "Проклятый сокол",
		[369674] = "Геомант из племени Каменного Свода",
		[169495] = "[*] Живые листья",
		[257537] = 8,
		[381933] = 7,
		[320529] = "Вирулакс Заклинатель Чумы",
		[328231] = 3,
		[177035] = 10,
		[365572] = "Подчиненный солдат",
		[263193] = 9,
		[390155] = 12,
		[101650] = "Сломленный-шаман",
		[334865] = 1,
		[369677] = "Олаф",
		[363534] = "Белобородая",
		[21833] = "Ремонтник Гизлок",
		[150881] = "Охотник Костяной Бивень",
		[345105] = 8,
		[388045] = 3,
		[122128] = 5,
		[304056] = 12,
		[132158] = 11,
		[194071] = "Темная мать",
		[22857] = "Капитан Давигром",
		[15589] = "Финна Бьорнсдоттир",
		[263197] = "Heavy Cannon <Gingii-Darkspear>",
		[210453] = 12,
		[365585] = "Вессарион",
		[369675] = "Геомант из племени Каменного Свода",
		[49722] = "Порабощенный протодракон",
		[363538] = "Лихувим",
		[324631] = 7,
		[53385] = 2,
		[295963] = 1,
		[363539] = "Усиленный страж",
		[114805] = "Цзян",
		[185857] = "Ashvane Marine",
		[16458] = "Чумной вурдалак",
		[363540] = "Усиленный страж",
		[203163] = "Злобный покоритель Скверны",
		[183347] = "Ловец душ В'лара",
		[344118] = 10,
		[164273] = 3,
		[332825] = 1,
		[155166] = 6,
		[215572] = 1,
		[353472] = "Эесея",
		[199193] = "Латосий",
		[79639] = 3,
		[295967] = 1,
		[202497] = 11,
		[322569] = "Друст-душеруб",
		[114451] = "Пузыристый бражный хмелементаль",
		[53390] = 7,
		[363544] = 8,
		[333889] = 9,
		[369853] = "Дюжий камнемет",
		[320542] = "Вирулакс Заклинатель Чумы",
		[386071] = 1,
		[382139] = 10,
		[330945] = 1,
		[361498] = "Усыхающее семечко <Прототип Обновления>",
		[191678] = "Скверноуст-изрыгатель",
		[207386] = 11,
		[191564] = 1,
		[295971] = 1,
		[23881] = 1,
		[15487] = 5,
		[49039] = 6,
		[361500] = "Умкадрак",
		[22703] = 9,
		[386256] = 9,
		[325552] = "Домина Отравленный Клинок",
		[330943] = 5,
		[292903] = "Empowered Mawsworn Guard",
		[326847] = "Инквизитор Зигар",
		[323538] = "Верховный адъюдикатор Ализа",
		[119611] = 10,
		[330786] = "Икор Желчная Плоть",
		[43664] = "Укротитель протодраконов",
		[30153] = "Veeminul <Gingii-Darkspear>",
		[323510] = 1,
		[185887] = 1,
		[359610] = "[*] Развоплощение",
		[384029] = 2,
		[345122] = 5,
		[11366] = 8,
		[357409] = 3,
		[384030] = 2,
		[369696] = "Прыгун-падальшик",
		[322507] = 10,
		[228360] = 5,
		[31689] = "Гриб Нижетопи",
		[172578] = "Зараженный берсерк",
		[353466] = 4,
		[32329] = "Шаркун Нижетопи",
		[359459] = "Dominated Guardian",
		[112918] = "Злобная сущность",
		[69179] = 1,
		[24394] = 3,
		[31884] = 2,
		[172579] = "Зараженный берсерк",
		[126476] = 5,
		[117014] = 7,
		[118038] = 1,
		[361509] = "Умкадрак",
		[363557] = 7,
		[390178] = 6,
		[3242] = "Нестабильный опустошитель",
		[332842] = 2,
		[43665] = "Разрыватель сердец из клана Укротителей драконов",
		[324651] = 1,
		[84647] = 2,
		[181867] = 1,
		[119311] = "[*] Шквал клинков",
		[324652] = "Склизгл",
		[342995] = 5,
		[205345] = 8,
		[128766] = "Душитель Шадо-Пан",
		[390181] = 12,
		[289982] = 7,
		[361513] = "Даусинь",
		[296978] = "Soul Fragment",
		[57724] = 1,
		[191524] = "Иллиана Танцующая с Клинками",
		[320559] = 1,
		[125439] = 12,
		[120087] = "Кружащийся дервиш <Мин Коварный>",
		[1822] = 11,
		[274426] = 11,
		[107118] = "Райгонн",
		[265407] = "Banquet Steward",
		[16170] = "Маг-лорд из клана Гордок",
		[41106] = "Генерал Бьярнгрим",
		[75388] = "Отрекшийся-матрос",
		[91419] = "Хрупкоребрый скелет",
		[169841] = "Одурманенный маг",
		[21067] = "Ядовитый грелль",
		[265273] = 9,
		[228477] = 12,
		[214771] = "Безликий маг Бездны",
		[279608] = 10,
		[54049] = "Shaadhon <Aloliundead-Silvermoon>",
		[15248] = "Добытчик из стаи Речной Лапы",
		[327467] = "Комендант Тонар",
		[386092] = 1,
		[193127] = 1,
		[373178] = 5,
		[114282] = 11,
		[93468] = "Барон Эшбери",
		[157228] = 11,
		[22859] = "Капитан Давигром",
		[375982] = 7,
		[152108] = 9,
		[322614] = "Тред'ова",
		[267325] = 11,
		[359474] = "Dominated Guardian",
		[111898] = 9,
		[31946] = "Владыка болот Мусел'ек",
		[199207] = "Тралл",
		[48018] = 9,
		[168491] = "Страж жизни Гола",
		[323552] = "Верховный адъюдикатор Ализа",
		[267327] = 11,
		[106267] = "[*] Пульсация гидрокопья",
		[193065] = 5,
		[86814] = "Крушитель из стаи Речной Лапы",
		[115994] = 6,
		[50066] = "Тыквенный солдат <Азитсдх>",
		[394289] = 5,
		[58769] = "Генерал Бьярнгрим",
		[267329] = 11,
		[324667] = "Склизгл",
		[320571] = "Чародей с \"Золрамуса\"",
		[59793] = 9,
		[267330] = 11,
		[198245] = "Хмуродроб Лютый",
		[121114] = "Сик'тик - янтарный прядильщик",
		[106830] = 11,
		[267331] = 11,
		[114459] = 5,
		[260907] = "Sister Solena",
		[117526] = 3,
		[390197] = 12,
		[84342] = 2,
		[320574] = "[*] Колодец Тьмы",
		[376912] = 2,
		[201379] = "Ледопасть",
		[204330] = 7,
		[296003] = 11,
		[339119] = 2,
		[365626] = "Вечный изготовитель",
		[359483] = "Даусинь",
		[320576] = "Вирулакс Заклинатель Чумы",
		[97054] = 6,
		[365627] = "Вечный изготовитель",
		[157997] = 8,
		[90399] = "Сломленный-шаман",
		[330816] = "Икор Желчная Плоть",
		[295998] = 10,
		[367676] = 6,
		[21068] = "Бес-осквернитель",
		[3563] = 8,
		[332865] = "Склизгл",
		[80850] = "Тузадинский некромант",
		[155158] = 8,
		[30283] = 9,
		[143924] = 6,
		[121116] = 1,
		[320580] = "Амарт",
		[202285] = 7,
		[365631] = "Подчиненный ваятель",
		[165485] = 11,
		[365632] = "Подчиненный ваятель",
		[189999] = 7,
		[182832] = 2,
		[224811] = "Вол'джин",
		[13738] = "Плотоядный живодер",
		[243241] = 5,
		[388068] = 9,
		[199210] = "Валарьяр-лучница",
		[269492] = 1,
		[341163] = "Кирийский голиаф <Широкобоча>",
		[3355] = 3,
		[48020] = 9,
		[106808] = "Ук-Ук",
		[196194] = "Зубастый гризли",
		[193069] = "Скверноподданный заразитель",
		[338871] = "Ловец душ В'лара",
		[148022] = 8,
		[207407] = 12,
		[215598] = 1,
		[353334] = 12,
		[273226] = "[*] Разлагающие споры",
		[127797] = 11,
		[119374] = "[*] Вихрь",
		[93985] = 11,
		[353353] = 8,
		[119582] = 10,
		[215599] = 1,
		[326731] = 2,
		[178787] = 1,
		[330921] = 1,
		[382021] = 7,
		[204337] = "Ухмыляющийся тенелов",
		[106784] = 7,
		[53652] = 2,
		[382022] = 7,
		[326733] = 2,
		[353354] = 8,
		[194099] = "Грязеход",
		[16979] = 11,
		[367689] = 2,
		[341622] = 2,
		[382024] = 7,
		[199219] = "Боевой маг Кирин-Тора",
		[257580] = "The Sand Queen",
		[322729] = 10,
		[326736] = 1,
		[386124] = 9,
		[269399] = "Вол'зит Шепчущая",
		[106785] = 11,
		[298068] = 6,
		[373835] = "Белобородая",
		[326737] = 10,
		[394313] = 1,
		[194101] = "Грязеход",
		[195125] = 3,
		[326738] = 1,
		[326740] = 1,
		[86820] = "Добытчик из стаи Речной Лапы",
		[365646] = "Поработитель Зелтос",
		[326739] = 10,
		[320596] = "Чумокост",
		[194102] = "Грязеход",
		[369826] = "Злобный василиск",
		[73510] = 5,
		[280398] = 5,
		[224170] = 12,
		[371879] = "Чейзира-СвежевательДуш",
		[200238] = "Тень Ксавия",
		[15655] = "Разоритель из закаленной стали",
		[298073] = "Козарус Падший",
		[365649] = "Автом священной матрицы",
		[42380] = "Headless Horseman",
		[3408] = 4,
		[31948] = "Рокмар Трескун",
		[334934] = 1,
		[269406] = "Titan Keeper Hezrel",
		[328869] = "Патриций Кромвель",
		[322648] = "[*] Связь разума",
		[210485] = 12,
		[114466] = "Пенистая преграда",
		[159234] = 5,
		[255575] = "Priestess Alun'za",
		[267360] = "Вол'зит Шепчущая",
		[200248] = "Восставший чародей",
		[312411] = 9,
		[369823] = "Злобный василиск",
		[206940] = 6,
		[8680] = 4,
		[334926] = "Взрывоопасный чумной бурильщик",
		[363607] = "Сердечник Господства",
		[215607] = 1,
		[375893] = 3,
		[112931] = "Фрагмент Ненависти",
		[194106] = "Грязеход",
		[154175] = "Костебрюх",
		[26573] = 2,
		[394324] = 4,
		[363608] = 2,
		[324701] = 6,
		[200345] = "Восставшая лучница",
		[394325] = 4,
		[322654] = "Тред'ова",
		[257622] = 3,
		[369828] = "Злобный василиск",
		[394326] = 4,
		[322655] = "Тред'ова",
		[75907] = "Отважный страж Леди Наз'жар",
		[191037] = 11,
		[112932] = "Остатки Ненависти",
		[153153] = "Садана Кровавое Безумие",
		[390232] = 3,
		[228920] = 1,
		[394328] = 4,
		[265320] = 12,
		[166464] = "Верховный маг Сол",
		[384090] = 1,
		[265392] = "Banquet Steward",
		[365661] = "Поработитель Зелтос",
		[85288] = 1,
		[322557] = "Друст-душеруб",
		[59542] = 2,
		[320674] = 7,
		[166465] = "Верховный маг Сол",
		[375901] = 5,
		[112933] = "Остатки Ненависти",
		[218683] = "Мо'арг - вестник боли",
		[291944] = 4,
		[367711] = "Изобретатель Зи'мокс",
		[361568] = "Прототип Обновления",
		[371807] = "Клоунов",
		[166466] = "Верховный маг Сол",
		[192063] = 7,
		[320614] = "Червь-трупоед",
		[326735] = 2,
		[192058] = 7,
		[375904] = 5,
		[31821] = 2,
		[10346] = "Механотанк",
		[390239] = 10,
		[198030] = 12,
		[255546] = 4,
		[194112] = "Король-бог Сковальд",
		[48792] = 6,
		[343142] = 4,
		[186973] = 1,
		[388193] = 10,
		[83242] = 3,
		[200256] = "Чародейский прислужник",
		[108839] = 8,
		[177731] = "Зачарованные воды",
		[373862] = "Вхагара-Гром",
		[343144] = 5,
		[34970] = "Рокмар Трескун",
		[339049] = 2,
		[373861] = "Вхагара-Гром",
		[343145] = 4,
		[369818] = "Огромный берсерк",
		[56222] = 6,
		[260666] = "Gilded Priestess",
		[343048] = 1,
		[172588] = "Зараженный берсерк",
		[269418] = "Хранитель титанов Хезрел",
		[300144] = 8,
		[351338] = "Умкадрак",
		[198903] = "[*] Грохочущая буря",
		[186972] = 1,
		[13736] = "Рагнвальд Драконорожденный",
		[359530] = 2,
		[165474] = "Чешуйчатый страж Покоя Лазурного Крыла",
		[111400] = 9,
		[199663] = "Фантомный советник",
		[48025] = 2,
		[193092] = "Химдалль",
		[177734] = "Зачарованные воды",
		[260668] = "Gilded Priestess",
		[253501] = 1,
		[388048] = 10,
		[283810] = 1,
		[365676] = "Автом священной матрицы",
		[42650] = 6,
		[34971] = "Коготь",
		[265337] = "Gorestained Piglet",
		[267385] = "Щупальце",
		[200261] = "Лишенный души защитник",
		[59544] = 5,
		[388203] = 10,
		[365678] = "Автом священной матрицы",
		[43930] = "Металлорез из клана Укротителей драконов",
		[22860] = "Капитан Давигром",
		[281721] = 12,
		[324724] = 5,
		[61336] = 11,
		[375902] = 5,
		[15716] = "Громила из клана Гордок",
		[83245] = 3,
		[17235] = "Неруб'энкан",
		[217694] = 8,
		[267326] = 11,
		[365681] = "Служитель из картеля Зи",
		[367726] = 10,
		[113188] = "Бездарный ученик <Темный магистр Гандлинг>",
		[388207] = 10,
		[365682] = "Служитель из картеля Зи",
		[31566] = "Владыка болот Мусел'ек",
		[265377] = "Фанатичный охотник за головами",
		[105771] = 1,
		[300155] = "Жительница Тирна Скитта",
		[114474] = "Маг с подсвечником",
		[277481] = "Вооруженный пленник",
		[322681] = "Создание Трупошва",
		[296061] = 1,
		[367734] = 11,
		[108843] = 8,
		[202312] = "Лорд Малгат",
		[50842] = 6,
		[375924] = "Олаф",
		[59545] = 6,
		[265346] = "Dreadwing Raven",
		[345209] = 11,
		[43931] = "Порабощенный протодракон",
		[386164] = 1,
		[265347] = "Dreadwing Raven",
		[205385] = 5,
		[212552] = 6,
		[320637] = "Чумокост",
		[32592] = 5,
		[116011] = 8,
		[359545] = 9,
		[369781] = "Эрик \"Быстрый\"",
		[298160] = "Козарус Падший",
		[77762] = 7,
		[166491] = "Верховный маг Сол",
		[205386] = 5,
		[312546] = 6,
		[209788] = 12,
		[359547] = "Подчиненный страж",
		[378015] = 3,
		[339029] = 2,
		[307164] = 6,
		[294020] = 7,
		[106797] = "Лю Пламенное Сердце",
		[265352] = "Blight Toad",
		[224612] = "Темный архидемон",
		[192077] = 7,
		[361597] = "Галондрий",
		[2139] = 8,
		[45470] = 6,
		[322709] = "Тред'ова",
		[157736] = 9,
		[255558] = "[*] Tainted Blood",
		[324739] = 1,
		[371838] = "Белобородая",
		[388220] = 10,
		[80689] = 12,
		[369791] = "Эрик \"Быстрый\"",
		[112945] = "Прыгопотам",
		[221771] = 10,
		[223819] = 2,
		[150100] = "Искусный охотник из племени Иглошкурых",
		[328837] = 3,
		[320646] = "[*] Зловонный газ",
		[377192] = 6,
		[31567] = "Владыка болот Мусел'ек",
		[193333] = 2,
		[119085] = 10,
		[394354] = 1,
		[199247] = "Валарьяр-лучница",
		[343173] = 4,
		[332932] = 3,
		[192081] = 11,
		[213583] = "Кордана Оскверненная Песнь",
		[258634] = "Ashvane Flamecaster",
		[365708] = "Проявитель Круган",
		[57755] = 1,
		[199248] = "Валарьяр-лучница",
		[257609] = "The Sand Queen",
		[265368] = "Bewitched Captain",
		[17105] = "Завывающая банши",
		[390276] = 6,
		[326794] = "Инквизитор Зигар",
		[59547] = 7,
		[332940] = 2,
		[300174] = 1,
		[192082] = "Тотем ветряного порыва <Адресс-ВечнаяПесня>",
		[361607] = "Прототип Отпущения",
		[306318] = 1,
		[324748] = 8,
		[114479] = "Маг с подсвечником",
		[164438] = "Водяная капля",
		[265364] = "Blight Toad",
		[199250] = "Проклятый морем молниеносный клинок",
		[210093] = 12,
		[390271] = 6,
		[320655] = "Чумокост",
		[186964] = 1,
		[212561] = "Меченный Бездной исполин",
		[345228] = 3,
		[55964] = "Рендольф Молох",
		[390279] = 6,
		[182869] = "Опустошительница из племени Каменной Крови",
		[112944] = "Прыгопотам",
		[13737] = "Разоритель из клана Гордок",
		[365707] = "Эбонитовый цепной страж",
		[253517] = "Дазар'айский духовник",
		[345230] = 8,
		[28880] = 1,
		[49821] = 5,
		[392329] = 11,
		[76085] = "Темная трещина <Командир Улток>",
		[116014] = 8,
		[260685] = "Старейшина Ликса",
		[257608] = "The Sand Queen",
		[324717] = 1,
		[330898] = "Павшая монахиня <Алькотраз-Корольлич>",
		[369792] = "Эрик \"Быстрый\"",
		[294039] = 9,
		[369806] = "Огромный берсерк",
		[265371] = "Bewitched Captain",
		[269491] = 1,
		[375891] = 3,
		[116768] = 10,
		[265372] = "Enthralled Guard",
		[200685] = 12,
		[104510] = 9,
		[15657] = "Плут из племени Тлетворных",
		[330901] = "Павшая монахиня <Алькотраз-Корольлич>",
		[191034] = 11,
		[326806] = "Инквизитор Зигар",
		[316531] = 1,
		[192067] = "Хирья",
		[390287] = 7,
		[183897] = "Верховный воздаятель",
		[279709] = 11,
		[330903] = "Павшая монахиня <Алькотраз-Корольлич>",
		[365715] = "Подчиненный охранник",
		[2580] = 3,
		[369811] = "Огромный берсерк",
		[265376] = "Фанатичный охотник за головами",
		[166492] = "Верховный маг Сол",
		[257617] = "The Sand Queen",
		[50334] = 11,
		[202328] = "Повелитель Скверны Бетруг",
		[365717] = "Проявитель Круган",
		[76520] = "Жаблин-охотник",
		[43928] = "Металлорез из клана Укротителей драконов",
		[341805] = 2,
		[326771] = "Камнерожденный-рассекатель",
		[192090] = 11,
		[386196] = 1,
		[292463] = 6,
		[365719] = "Подчиненный охранник",
		[333477] = "Кровомес",
		[1122] = 9,
		[194310] = 6,
		[365720] = "Проявитель Круган",
		[375959] = 11,
		[392296] = 3,
		[330909] = "Павшая монахиня <Алькотраз-Корольлич>",
		[211545] = 11,
		[22858] = "Капитан Давигром",
		[9770] = "Облученный погромщик",
		[351316] = 12,
		[365722] = "Автоматический уничтожитель",
		[257620] = 3,
		[201307] = "Заклинатель земли из племени Серого Камня",
		[330911] = "Павшая монахиня <Алькотраз-Корольлич>",
		[365723] = "Голем в оковах",
		[119590] = "Круг огня",
		[265410] = "Waycrest Reveler",
		[363676] = "Лихувим",
		[382106] = 8,
		[33697] = 10,
		[108853] = 8,
		[194442] = "Промокший насквозь страж душ",
		[113866] = "Джандис Барова",
		[10730] = "Защитный скафандр миротворца",
		[361630] = "Даусинь",
		[338004] = "Работящий смотритель",
		[205101] = "Эредарский сумеречный целитель",
		[52127] = 7,
		[72221] = 2,
		[8936] = 11,
		[17620] = "Малекай Бледный",
		[22482] = 4,
		[197214] = 7,
		[115509] = "Страж Шадо-Пан",
		[107270] = 10,
		[320788] = "Налтор Криомант",
		[345251] = 7,
		[363681] = "Лихувим",
		[142910] = 6,
		[31697] = "Топеглад",
		[378016] = 3,
		[214621] = 5,
		[159238] = 7,
		[390192] = 12,
		[386208] = 1,
		[265391] = "Banquet Steward",
		[260696] = "Sister Malady",
		[112929] = "Хваткая ненависть <Тажань Чжу>",
		[106807] = "Ук-Ук",
		[255577] = "Priestess Alun'za",
		[44949] = 1,
		[5568] = "Рамштайн Ненасытный",
		[263345] = "Heavy Cannon",
		[265393] = "Banquet Steward",
		[260697] = "Sister Briar",
		[367687] = 1,
		[263346] = 5,
		[371877] = "Чейзира-СвежевательДуш",
		[192044] = "Хирья",
		[52128] = 7,
		[315341] = 4,
		[123649] = "Крушитель ребер клана Каргеш",
		[260698] = "Sister Solena",
		[171621] = 9,
		[114999] = "Тажань Чжу",
		[255579] = "Priestess Alun'za",
		[215648] = 8,
		[326829] = "Инквизитор Зигар",
		[25771] = 2,
		[199169] = "Повелитель Скверны Дакуур",
		[260699] = "Sister Solena",
		[376907] = 6,
		[263725] = 8,
		[119607] = 10,
		[341165] = "Кирийский голиаф <Широкобоча>",
		[200291] = "Восставший разведчик",
		[207399] = 7,
		[330927] = 5,
		[260700] = "Sister Malady",
		[91776] = "Risen Ghoul <Satanknight-Silvermoon>",
		[361644] = "Даусинь",
		[255581] = "Priestess Alun'za",
		[389020] = 3,
		[359334] = "Empowered Attendant",
		[337072] = "Тень смерти Ксантут",
		[339120] = "Готовящийся губитель",
		[260701] = "Sister Briar",
		[91420] = "Хрупкоребрый скелет",
		[279565] = 8,
		[255582] = "[*] Molten Gold",
		[43667] = "Принц Келесет",
		[375981] = 5,
		[207400] = 7,
		[390193] = 9,
		[390195] = 12,
		[310454] = 10,
		[32330] = "Оса ликулла",
		[328757] = 3,
		[365744] = "Поработитель Зелтос",
		[341953] = 2,
		[76094] = "Командир Улток",
		[310863] = 1,
		[260703] = "Sister Malady",
		[375984] = 7,
		[192108] = "[*] Боевой клинок",
		[322743] = "Неповоротливое создание",
		[113942] = 9,
		[19645] = "Завывающая банши",
		[320696] = "Сшитый боец авангарда",
		[24275] = 2,
		[291843] = 11,
		[272654] = "Взрослый кролуск",
		[115002] = "Тажань Чжу",
		[342025] = 2,
		[41635] = 5,
		[351414] = 6,
		[204083] = "Порабощенный Скверной повелитель гнева",
		[194153] = 11,
		[369697] = "Прыгун-падальшик",
		[17364] = 7,
		[214052] = 3,
		[255586] = 7,
		[193565] = "Терзательница душ Глевианна",
		[192106] = 7,
		[152175] = 10,
		[153199] = "Аггем Терновое Проклятие",
		[267459] = "Забытый обитатель глубин",
		[359608] = "Бдительный Страж",
		[115003] = "Янь-Чжу Высвобожденный",
		[6789] = 9,
		[116027] = "Прыгун",
		[115989] = 6,
		[38052] = "Уничтожитель Скверны",
		[34914] = 5,
		[204028] = "Хранитель портала",
		[326846] = "Инквизитор Зигар",
		[197613] = "Невидимка",
		[127802] = 8,
		[69369] = 11,
		[392375] = 7,
		[121147] = 6,
		[202347] = 11,
		[260708] = 1,
		[254813] = 7,
		[356492] = 1,
		[19574] = 3,
		[1459] = 8,
		[192109] = 7,
		[308463] = "Тунк",
		[5302] = 1,
		[195181] = 6,
		[367805] = 4,
		[320707] = 10,
		[295969] = 1,
		[100784] = 10,
		[308488] = 9,
		[369854] = "Дюжий камнемет",
		[390163] = 12,
		[195182] = 6,
		[114493] = "Оживленный труп",
		[328900] = 2,
		[255591] = "Priestess Alun'za",
		[202669] = 4,
		[367808] = 4,
		[5782] = 9,
		[165961] = 11,
		[336804] = "Когов Ликвидатор",
		[359618] = "Умкадрак",
		[114954] = 8,
		[79528] = 12,
		[215661] = 2,
		[393054] = 12,
		[10887] = "Мировой судья Бартилас",
		[200905] = "Инквизитор Истязарий",
		[264105] = "Marked Sister",
		[320784] = "Налтор Криомант",
		[353477] = 9,
		[247402] = 5,
		[209426] = 12,
		[33702] = 8,
		[196508] = "Безумный пожиратель разума",
		[347335] = 1,
		[93505] = "Лорд Вальден",
		[205306] = "Уничтожитель Скверны",
		[383783] = 8,
		[339145] = 11,
		[328533] = "Защитник из многоокой рати",
		[17877] = 9,
		[192018] = "Хирья",
		[224603] = "Страж гнева - истребитель",
		[61425] = 9,
		[392388] = 4,
		[328908] = 2,
		[294946] = 10,
		[320519] = "Чумной спинолом",
		[393038] = 2,
		[76100] = "Командир Улток",
		[47755] = 5,
		[336899] = 3,
		[204402] = "Грозный разрушитель",
		[252216] = 11,
		[322767] = "Друст-жнец",
		[355327] = 7,
		[326863] = 12,
		[33763] = 11,
		[279526] = 11,
		[195188] = "Огнезол <Вул'кан>",
		[218621] = "Повелитель Скверны Куррз",
		[115008] = 10,
		[14443] = "Прокаженный защитник",
		[357581] = 6,
		[45195] = "Пустомант Сепетрея",
		[361677] = "Галондрий",
		[298197] = 10,
		[211571] = "Эредарский страж Хаоса",
		[12742] = "Чернокнижник из клана Гордок",
		[386251] = 9,
		[306389] = "Darkmaul Centurion",
		[394195] = 8,
		[12323] = 1,
		[329319] = "Empowered Mawsworn Guard",
		[202912] = 1,
		[270338] = 3,
		[91800] = "Risen Ghoul <Satanknight-Silvermoon>",
		[115009] = "Вестник шторма Шадо-Пан",
		[3583] = "Изворотливый вор",
		[329666] = 3,
		[12542] = "Капитан из клана Гордок",
		[217979] = 9,
		[184367] = 1,
		[23381] = "Шаман из стаи Речной Лапы",
		[345020] = 6,
		[317483] = 1,
		[31956] = "Рокмар Трескун",
		[344955] = 6,
		[196100] = 9,
		[258672] = "Irontide Crackshot",
		[202359] = 11,
		[222202] = 10,
		[355589] = 3,
		[115010] = "Хваткая ненависть <Тажань Чжу>",
		[326638] = "Камнерожденная-потрошительница",
		[341207] = 5,
		[392401] = 4,
		[225909] = "Паучонок из крепости Черной Ладьи",
		[117570] = "Фрагмент сомнения",
		[328951] = 12,
		[326874] = "Мелкий камнебес",
		[34984] = "Скат резервуара Кривого Клыка",
		[330729] = 11,
		[288330] = 12,
		[392403] = 4,
		[328923] = 7,
		[339162] = "General Kaal",
		[31429] = "Коготь",
		[325551] = "Домина Отравленный Клинок",
		[156287] = 1,
		[339163] = "General Kaal",
		[273232] = 12,
		[351450] = 12,
		[361689] = "Прототип Отпущения",
		[339164] = "General Grashaal",
		[603] = 9,
		[387066] = 9,
		[388609] = 10,
		[339165] = "General Grashaal",
		[218617] = 1,
		[326879] = "Мелкий камнебес",
		[104773] = 9,
		[338907] = 2,
		[315323] = 1,
		[302307] = 10,
		[328928] = 7,
		[206459] = "Аватара тьмы",
		[341215] = "[*] Нестабильная анима",
		[77575] = 6,
		[342998] = 5,
		[322254] = 1,
		[316643] = 1,
		[10732] = "Прокаженный техник",
		[338022] = "Лоскутный солдат",
		[198269] = "Верховный друид Глайдалис",
		[196799] = "Зараженный Скверной яростный боец",
		[120644] = 5,
		[691] = 9,
		[202365] = "Порабощенный резчик рун",
		[272183] = "Падший вестник смерти",
		[302311] = 10,
		[172673] = "Знахарка из племени Черного копья",
		[160029] = 9,
		[308455] = "Tunk",
		[302312] = 10,
		[123646] = "Стальная пасть клана Гуртан",
		[207744] = 12,
		[77130] = 7,
		[186515] = "Вестник Света из Серебряного Авангарда",
		[345316] = 4,
		[47528] = 6,
		[361418] = "Даусинь",
		[363413] = "[*] Кольца генезиса",
		[378081] = 7,
		[391140] = 11,
		[77758] = 11,
		[197251] = "Кордана Оскверненная Песнь",
		[106823] = "Лю Пламенное Сердце",
		[49576] = 6,
		[16727] = "Король Гордок",
		[25046] = 4,
		[345319] = 9,
		[327574] = 6,
		[179244] = 5,
		[253562] = "Dazar'ai Augur",
		[351140] = 8,
		[224604] = "Страж гнева - истребитель",
		[390371] = 7,
		[335082] = 1,
		[386276] = 10,
		[44457] = 8,
		[304949] = "Бессердечный-перерожденный",
		[201846] = 7,
		[197250] = "Кордана Оскверненная Песнь",
		[65081] = 5,
		[275699] = 6,
		[19647] = "Shaadhon <Aloliundead-Silvermoon>",
		[225919] = 12,
		[268473] = 8,
		[199674] = "Король Бьорн",
		[102417] = 11,
		[353515] = 3,
		[871] = 1,
		[352274] = 5,
		[219788] = 6,
		[320752] = 7,
		[76815] = "Врачеватель душ Леди Наз'жар",
		[393019] = 2,
		[385953] = 1,
		[15497] = "Скелет колдуна",
		[275394] = 7,
		[204843] = 12,
		[294133] = 2,
		[225921] = 12,
		[365474] = 8,
		[11327] = 4,
		[366191] = "Искаженный пожиратель миров",
		[337137] = 8,
		[273657] = "Gloom Horror",
		[202644] = 12,
		[200325] = "Восставший разведчик",
		[47585] = 5,
		[273658] = "Gloom Horror",
		[260734] = 7,
		[200620] = "Разъяренный коготь ночи",
		[106826] = "Ша Жестокости",
		[265468] = "Кровавый осквернитель",
		[346111] = 5,
		[274642] = "Проклинатель худу",
		[264119] = 9,
		[259711] = "Block Warden",
		[131241] = "Огненный стрелок Шадо-Пан",
		[204422] = 3,
		[364485] = "Лихувим",
		[16427] = "Некрорахнид-живоглот",
		[16044] = "Финна Бьорнсдоттир",
		[376049] = "Хронолорд Дейос",
		[234115] = 9,
		[374349] = "Вессарион",
		[268233] = "Сторожевой элементаль",
		[207700] = 1,
		[106827] = "Ша Жестокости",
		[107339] = 10,
		[207495] = "Тотем защиты Предков <Пепапупа-СвежевательДуш>",
		[335096] = 1,
		[328953] = 12,
		[106447] = "Новообращенный Шадо-Пан",
		[390386] = "Белобородая",
		[335097] = 1,
		[205448] = 5,
		[190090] = "Ворген-охотник",
		[324859] = "Туманный культиватор",
		[294143] = 3,
		[1126] = 11,
		[259714] = "[*] Разлагающие споры",
		[205179] = 9,
		[269571] = 2,
		[378102] = 7,
		[195707] = 1,
		[152819] = "Подчинитель костей из клана Призрачной Луны",
		[335100] = 1,
		[201354] = "Ледопасть",
		[218760] = "Мать Сепестра",
		[54954] = "Тикающая бомба <Стратег из клана Укротителей драконов>",
		[335101] = 1,
		[361722] = "Даусинь",
		[255620] = "Reanimated Honor Guard",
		[314182] = 1,
		[268604] = 7,
		[193164] = "Иллиана Танцующая с Клинками",
		[157153] = 7,
		[113996] = 6,
		[343294] = 6,
		[5143] = 8,
		[322817] = "Девия",
		[59085] = "Лейтенант клана Закаленных Бурей",
		[343295] = 6,
		[113724] = 8,
		[322818] = "Девия",
		[260741] = "Sister Briar",
		[323436] = 1,
		[320771] = "Налтор Криомант",
		[186289] = 3,
		[324867] = 7,
		[124503] = 10,
		[320772] = "Налтор Криомант",
		[259718] = "Sporecaller Zancha",
		[214001] = "Восставший копейщик",
		[121448] = 10,
		[213644] = 2,
		[386647] = 9,
		[214350] = 3,
		[108366] = 9,
		[187464] = 5,
		[257870] = "Irontide Buccaneer",
		[93520] = "Лорд Годфри",
		[204430] = 3,
		[206020] = "[*] Прикосновение порчи",
		[273677] = "Проклинатель худу",
		[47788] = 5,
		[224908] = "Командир повелителей Скверны Азгалор",
		[121165] = "Хартак Поджигатель",
		[265487] = "Bloodsworn Defiler",
		[196741] = 10,
		[106319] = "[*] Пульсация гидрокопья",
		[197264] = "Хелия",
		[123725] = 10,
		[308491] = 3,
		[61391] = 11,
		[341783] = 2,
		[267977] = "Храмовник из Святилища Штормов",
		[42669] = "Ингвар Расхититель",
		[261769] = 10,
		[79892] = "Сларк",
		[78675] = 11,
		[120142] = "[*] Дротик",
		[151191] = "Тотем духовной связи",
		[201361] = "Истерзанный кровопийца",
		[44461] = 8,
		[113999] = "Громоклин",
		[307159] = 3,
		[42514] = "Pumpkin Fiend <Headless Horseman>",
		[119354] = "Сик'тик - танцующий с клинками",
		[308495] = 3,
		[31551] = "Крабстер",
		[6807] = 11,
		[153240] = "Садана Кровавое Безумие",
		[341260] = 11,
		[320224] = 5,
		[361738] = 3,
		[347404] = "Верный Утробе стражник душ",
		[19801] = 3,
		[48045] = 5,
		[296211] = 11,
		[355596] = 3,
		[308498] = 3,
		[275335] = 1,
		[296212] = 11,
		[132764] = 3,
		[341263] = 5,
		[224913] = "Командир повелителей Скверны Азгалор",
		[121762] = "Сик'тик-строитель",
		[300612] = 8,
		[59052] = 6,
		[343312] = 12,
		[196733] = 10,
		[75722] = "Леди Наз'жар",
		[215699] = "Исступленный желтокамень",
		[201852] = "Ледопасть",
		[345361] = 3,
		[371982] = 11,
		[308502] = "Gor'groth",
		[340159] = 2,
		[120002] = "Лужа смолы",
		[59628] = 4,
		[62124] = 2,
		[376079] = 1,
		[334713] = "Шиварра <Дэкас>",
		[1966] = 4,
		[390414] = 11,
		[376080] = 1,
		[345364] = 4,
		[165531] = 5,
		[270329] = 3,
		[200343] = "Восставшая лучница",
		[271646] = 7,
		[306458] = "Darkmaul Channeler",
		[308506] = 6,
		[318038] = 7,
		[394512] = "Дитя Бездны",
		[355605] = 3,
		[234946] = 5,
		[200344] = "Восставшая лучница",
		[198605] = "Валарьяр - призыватель молний",
		[183752] = 12,
		[383017] = 7,
		[268609] = 7,
		[328986] = "Нестабильная канистра",
		[317890] = "Crimson Assassin",
		[325624] = 7,
		[326939] = 6,
		[361751] = "Даусинь",
		[363799] = 11,
		[367236] = 11,
		[81751] = 5,
		[199581] = 9,
		[165534] = 1,
		[345864] = 4,
		[378849] = 6,
		[114919] = 2,
		[314655] = "Henry Garrick",
		[213011] = 12,
		[45524] = 6,
		[17439] = "Караульный Черной Стражи",
		[111129] = "Гу Небесный Удар",
		[248622] = 1,
		[188443] = 7,
		[201371] = 11,
		[259732] = "Sporecaller Zancha",
		[308514] = 7,
		[344066] = 10,
		[205246] = 9,
		[314658] = "Henry Garrick",
		[76776] = "Гибельная трясина",
		[360448] = "Сколекс",
		[294422] = 1,
		[210803] = 10,
		[93527] = "Лорд Вальден",
		[61684] = "Unknown <Bouberts-Kazzak>",
		[197277] = 2,
		[190110] = "Эбигейл Охотница",
		[128339] = "Призрачный ша",
		[192158] = "Олмир Просвещенный",
		[75813] = "Ведьма бурь Леди Наз'жар",
		[274437] = "Ученик призывательницы штормов",
		[333091] = "Бессердечный-охотник",
		[122708] = 5,
		[127169] = 12,
		[111813] = "Восставший стражник",
		[209785] = 2,
		[366196] = "Агент-вор",
		[229417] = 12,
		[2908] = 11,
		[308520] = 12,
		[335141] = "Нар'зуда",
		[35280] = "Паталеон Вычислитель",
		[47536] = 5,
		[199327] = "Проклятый морем молниеносный клинок",
		[335142] = "Нар'зуда",
		[121173] = "Великий страж клана Каргеш",
		[306474] = 9,
		[315496] = 4,
		[335143] = "Костоправ с \"Золрамуса\"",
		[106839] = 11,
		[123981] = 6,
		[370901] = "Сакринити",
		[16553] = "Вурдалак-стервятник",
		[103885] = 10,
		[194209] = "Исступленный желтокамень",
		[344225] = 5,
		[361195] = "Белобородая",
		[279856] = 8,
		[35250] = "Пустомант Сепетрея",
		[308525] = 12,
		[382573] = "Земельник-страж",
		[121174] = "Хартак Поджигатель",
		[120032] = 10,
		[382245] = 4,
		[253595] = 6,
		[205473] = 8,
		[190115] = "Эбигейл Охотница",
		[341291] = 5,
		[376103] = 8,
		[234142] = 3,
		[241680] = "Лорд Штормсонг",
		[328123] = 2,
		[272439] = "Ур'зул <Дэкас>",
		[195630] = 10,
		[268347] = "Лорд Штормсонг",
		[275765] = 1,
		[335150] = 1,
		[386344] = 9,
		[185565] = 4,
		[219809] = 6,
		[335151] = 10,
		[271671] = 5,
		[247454] = 12,
		[316722] = 3,
		[294197] = "Вхагара-Гром",
		[201380] = "Ледопасть",
		[197558] = "Фенрир",
		[341296] = 3,
		[392490] = 6,
		[389372] = 9,
		[247455] = 12,
		[128343] = "Ша Бездны",
		[327648] = "Раскольница-инквизитор",
		[385062] = 1,
		[372014] = "Белобородая",
		[114009] = "[*] Пламя души",
		[335344] = 1,
		[169100] = "[*] Огненный столб",
		[372015] = 11,
		[215198] = 7,
		[372617] = 5,
		[272658] = "Бронированный укротитель кролусков",
		[265533] = "Клещ из Подгнилья",
		[170379] = 7,
		[35189] = "Кровостраж-душегуб",
		[2484] = 7,
		[198599] = "Валарьяр - призыватель молний",
		[275773] = 2,
		[200359] = "Тень Ксавия",
		[353588] = "Вил'трас",
		[194216] = "Харбарон",
		[132168] = 1,
		[10444] = 7,
		[369466] = "Ткач земли",
		[115546] = 10,
		[166572] = "Верховный маг Сол",
		[367924] = 9,
		[42780] = "Железоголов из клана Укротителей драконов",
		[202408] = "Порабощенный резчик рун",
		[324922] = "Друст-древолом",
		[335161] = 5,
		[391371] = 5,
		[313424] = 8,
		[324923] = "Друст-древолом",
		[360995] = "Белобородая",
		[271682] = 5,
		[194218] = "Харбарон",
		[197696] = "Иллисанна Гребень Ворона",
		[107140] = "Лазурный змей",
		[258153] = "Bilge Rat Seaspeaker",
		[265540] = "Смрадная личинка",
		[275779] = 2,
		[335164] = "Чумной мешок",
		[328400] = "Таящийся паук",
		[318259] = 1,
		[54962] = "Стратег из клана Укротителей драконов",
		[20153] = "Infernal <Elwiinek-Quel'Thalas>",
		[271685] = 1,
		[265542] = "Смрадная личинка",
		[375590] = 10,
		[367930] = 6,
		[271686] = 1,
		[272682] = 3,
		[34163] = "Шаркун Нижетопи",
		[335167] = 1,
		[20572] = 1,
		[107357] = "Тажань Чжу",
		[333120] = 12,
		[151218] = "Вестник смерти Джаргба",
		[321820] = "Warden Arkoban",
		[27285] = 9,
		[93535] = "Лорд Вальден",
		[163505] = 11,
		[176212] = 2,
		[255654] = 1,
		[199341] = "Валарьяр-зверолов",
		[359743] = "Усиленный разрушитель миров",
		[312645] = 10,
		[368205] = 6,
		[365887] = "Вечный изготовитель",
		[106334] = "Мудрый Марис",
		[17] = 5,
		[290121] = 2,
		[365888] = "Подчиненный истребитель",
		[384318] = 1,
		[5784] = 9,
		[194223] = 11,
		[365889] = "[*] Выброс Утробы",
		[212653] = 8,
		[26297] = 1,
		[47540] = 5,
		[382272] = 8,
		[392511] = 5,
		[121181] = "Хартак Поджигатель",
		[166726] = "Верховный маг Сол",
		[114014] = 4,
		[326984] = 6,
		[150768] = "Ругуг",
		[347462] = 12,
		[124253] = "Сик'тик - танцующий с клинками",
		[325130] = 8,
		[272678] = 3,
		[230144] = 7,
		[6360] = "Betthea <Foxyone-Turalyon>",
		[310604] = 1,
		[355087] = 4,
		[298318] = 1,
		[12975] = 1,
		[115098] = 10,
		[121182] = "Хартак Поджигатель",
		[376292] = "Хронолорд Дейос",
		[195250] = "Скьял",
		[269651] = 8,
		[201141] = "Страж гнева - мастер клинка",
		[322893] = "Девия",
		[278736] = 12,
		[71904] = 6,
		[328458] = "Лакезис",
		[226991] = 12,
		[75992] = "Ведьма бурь Леди Наз'жар",
		[113629] = "Заклинатель костей",
		[280735] = 1,
		[47541] = 6,
		[365898] = "Подчиненный истребитель",
		[389277] = 9,
		[112992] = "Прыгопотам",
		[259756] = 3,
		[198820] = "Латосий",
		[347660] = "Чейзира-СвежевательДуш",
		[205196] = "Зловещий охотник <Пусилаундж>",
		[290133] = 2,
		[124255] = 10,
		[34861] = 5,
		[377101] = 6,
		[298325] = 4,
		[7384] = 1,
		[196277] = 9,
		[110945] = "Гу Небесный Удар",
		[51637] = 4,
		[120160] = "Хайан Неудержимый",
		[15087] = "Тенелов из племени Тлетворных",
		[201397] = "Проклятый морем тюремщик душ",
		[169657] = "Искаженное поганище",
		[267611] = 2,
		[196278] = 9,
		[15407] = 5,
		[15471] = "Некрорахнид-ползун",
		[119381] = 10,
		[326997] = "Камнерожденный-рассекатель",
		[271105] = 6,
		[372048] = "Эесея",
		[54965] = "Заклинатель рун из клана Укротителей драконов",
		[367953] = 2,
		[189112] = 12,
		[204167] = 6,
		[79206] = 7,
		[205097] = "Разведчик-убийца",
		[201399] = "Бес ужасающего огня",
		[259760] = 3,
		[114018] = 4,
		[366199] = "Искаженный пожиратель миров",
		[353621] = "Вил'трас",
		[265568] = "Оскверненный дух",
		[382290] = 8,
		[396029] = "Золотой жук",
		[201400] = "Бес ужасающего огня",
		[7814] = "Betthea <Foxyone-Turalyon>",
		[21687] = "Липкая муть",
		[261809] = 1,
		[58984] = 1,
		[290143] = 3,
		[8220] = 3,
		[151231] = "Тотем духовной связи",
		[193210] = "Вул'кан",
		[202425] = 11,
		[48108] = 8,
		[343386] = 9,
		[304479] = "Ползучая духоплазма",
		[173757] = "Чудолиственный страж",
		[305049] = 10,
		[89751] = "Veeminul <Gingii-Darkspear>",
		[193211] = "Имирон, падший король",
		[305043] = 1,
		[341340] = 6,
		[359770] = "Сколекс",
		[361818] = "Андуин Ринн",
		[370970] = 12,
		[10832] = "Волшебный обнулятор X-21",
		[269670] = "Аватара Сетралисс",
		[40120] = 11,
		[193357] = 4,
		[81256] = 6,
		[43185] = 5,
		[106853] = "Мастер Снежный Вихрь",
		[273767] = "Имперский дуэлянт",
		[97463] = 1,
		[392537] = 1,
		[202913] = "Тиратон Салтерил",
		[319702] = "Эшелон",
		[107087] = 5,
		[236665] = 11,
		[225962] = "Восставший питомец",
		[331106] = 1,
		[196742] = 10,
		[367966] = "Лихувим",
		[201405] = 1,
		[339298] = 9,
		[391374] = 12,
		[122278] = 10,
		[353633] = "Вил'трас",
		[36021] = "Паталеон Вычислитель",
		[280177] = 8,
		[11504] = "Ходячая бомба",
		[391378] = 12,
		[256101] = "Overseer Korgus",
		[324966] = 2,
		[343396] = 8,
		[36022] = "Паталеон Вычислитель",
		[173762] = "Чудолиственный страж",
		[183998] = 2,
		[384352] = 7,
		[152261] = 2,
		[18399] = "Маг-лорд из клана Гордок",
		[329548] = 9,
		[367971] = 11,
		[221885] = 2,
		[255673] = 1,
		[150214] = "Геомант из племени Иглошкурых",
		[343399] = 6,
		[152262] = 2,
		[498] = 2,
		[260793] = "Cragmaw the Infested",
		[343400] = 6,
		[221886] = 2,
		[72286] = 6,
		[199361] = "Валарьяр-зверолов",
		[1079] = 11,
		[112999] = "Остатки Ненависти",
		[114052] = 7,
		[30615] = "Каменная соня",
		[384357] = 7,
		[221887] = 2,
		[355689] = "Эесея",
		[51779] = "Боевой маг 7-го легиона",
		[73313] = 3,
		[201410] = 5,
		[186052] = 1,
		[382311] = 7,
		[317792] = "Чародей из войска мертвых <Флайтон>",
		[148135] = 10,
		[339309] = 9,
		[120167] = "Хайан Неудержимый",
		[367978] = 5,
		[201411] = "Бес ужасающего огня",
		[374401] = 10,
		[1515] = 3,
		[111775] = "Лилиан Восс",
		[16866] = "Изрыгатель яда",
		[152748] = "Гройат Слепой Охотник",
		[201858] = "Скверносерд-стрелок",
		[384362] = 1,
		[197908] = 10,
		[119388] = 1,
		[196771] = 6,
		[331620] = 10,
		[12739] = "Темный служитель",
		[93795] = 3,
		[128359] = "[*] Едкий сок",
		[200389] = 11,
		[311192] = 11,
		[32223] = 2,
		[260798] = 1,
		[185311] = 4,
		[45242] = 5,
		[165578] = "Костебрюх",
		[1943] = 4,
		[345710] = 6,
		[201414] = 1,
		[125355] = 10,
		[546] = 7,
		[106854] = "Мастер Снежный Вихрь",
		[342428] = 1,
		[165579] = "Костебрюх",
		[64044] = 5,
		[234153] = 9,
		[374348] = "Эесея",
		[322936] = "Халкиас",
		[81262] = "Период цветения <Овердруид>",
		[118699] = 9,
		[180938] = 1,
		[198934] = "Валарьяр-мистик",
		[199368] = "Дух лорда Гребня Ворона",
		[368950] = "Галондрий",
		[288126] = 8,
		[194249] = 5,
		[8092] = 5,
		[274282] = 11,
		[345464] = 1,
		[322939] = "Друст-жнец",
		[324987] = "Туманный хищник",
		[13338] = "Чернокнижник из клана Гордок",
		[304510] = 2,
		[201918] = "Оборонительная система",
		[387393] = 9,
		[212680] = 3,
		[345466] = 4,
		[386614] = 9,
		[16870] = 11,
		[108396] = 9,
		[384360] = 8,
		[327240] = "Верное создание",
		[368868] = "Автом-страж",
		[204490] = 12,
		[118958] = "Глинтрок-крепкошкур",
		[322943] = "Халкиас",
		[114050] = 7,
		[257732] = "Blacktooth Knuckleduster",
		[329087] = 2,
		[22572] = "Громила из клана Гордок",
		[180395] = "Колдунья из армии Ракиша",
		[331399] = "Маркграфиня Страдама",
		[329088] = 2,
		[322945] = "Халкиас",
		[365948] = "Колоссальный создатель царств",
		[200396] = "Королевская стражница Гилнеаса",
		[15284] = "Карзак Пронзатель",
		[328124] = "Неумирающий камнебес",
		[260805] = "Sister Briar",
		[106612] = "Мудрый Марис",
		[362849] = "Изобретатель Зи'мокс",
		[35261] = "Солнцелов-заклинатель Пустоты",
		[199373] = "Army of the Dead|T237511:0|t <Bethbot>",
		[335234] = 1,
		[356136] = "Призрачная кошка <Миртаз>",
		[169825] = "Одурманенный маг",
		[2645] = 7,
		[383208] = 2,
		[213708] = 11,
		[61882] = 7,
		[323629] = "[*] Освежающий туман",
		[214222] = 2,
		[114660] = "[*] Взрыв",
		[145109] = 11,
		[195279] = "Моряк из Ночного дозора",
		[36345] = "Солнцелов-инженер",
		[296330] = 1,
		[151274] = "Аггем Терновое Проклятие",
		[365954] = "Колоссальный создатель царств",
		[257736] = "Irontide Stormcaller",
		[332344] = 1,
		[145110] = 11,
		[366287] = "Надсмотрщик Зи'про",
		[256199] = "Overseer Korgus",
		[31589] = 8,
		[181970] = 1,
		[152801] = "Нхаллиш",
		[257737] = "Irontide Stormcaller",
		[3567] = 8,
		[363073] = "Тиратон Салтерил",
		[393009] = 12,
		[126115] = "Ледяной стрелок Шадо-Пан",
		[110959] = 8,
		[352881] = 2,
		[341385] = 5,
		[173951] = 2,
		[361863] = "Даусинь",
		[306574] = 1,
		[154327] = "Поработитель из клана Призрачной Луны",
		[106352] = "Мастер Снежный Вихрь",
		[106864] = "Лю Пламенное Сердце",
		[740] = 11,
		[47568] = 6,
		[157981] = 8,
		[193235] = "Химдалль",
		[93825] = 12,
		[365961] = "Скованный разрушитель царств",
		[384391] = 1,
		[110960] = 8,
		[339341] = 5,
		[204121] = "Глазобомба",
		[8599] = "Металлорез из клана Укротителей драконов",
		[201427] = 12,
		[339342] = 5,
		[193826] = "Король-бог Сковальд",
		[210738] = 6,
		[329104] = "Лорд-камергер",
		[363916] = "Клоунов",
		[281178] = 2,
		[57912] = "Оборонительная система",
		[201428] = 12,
		[265625] = "Оскверненный дух",
		[207167] = 6,
		[169094] = "Леди Байху",
		[148187] = 10,
		[323372] = "\"Орифрион\"",
		[260312] = "Cragmaw the Infested",
		[327059] = 9,
		[167152] = 8,
		[196497] = "Фенрир",
		[81269] = 11,
		[198487] = 10,
		[197334] = "Кордана Оскверненная Песнь",
		[360830] = 4,
		[272817] = 1,
		[196885] = "Скьял",
		[168666] = "Леди Байху",
		[278961] = "Diseased Lasher",
		[307932] = 1,
		[204502] = "Тень Ксавия",
		[329110] = "Доктор Икус",
		[365041] = "Прототип Долга",
		[15286] = 5,
		[376209] = "Хронолорд Дейос",
		[311054] = 10,
		[322968] = "Друст - злобный коготь",
		[352095] = 10,
		[46924] = 1,
		[2061] = 5,
		[388497] = 10,
		[124273] = 10,
		[359829] = "Сколекс",
		[329113] = "Лорд-камергер",
		[50622] = 1,
		[80780] = "Визжащая банши",
		[8690] = 1,
		[35008] = "Рокмар Трескун",
		[214743] = 12,
		[220118] = "Присягнувший Свету анахорет",
		[102375] = 10,
		[386452] = 6,
		[194266] = "Скованный прислужник",
		[365975] = "[*] Эфемеровый взрыв",
		[49143] = 6,
		[51533] = 7,
		[688] = 9,
		[325021] = "Туманный хищник",
		[257747] = "Blacktooth Brute",
		[361881] = "Даусинь",
		[84622] = "Гелбин Меггакрут",
		[52437] = 1,
		[274075] = 1,
		[361882] = "Даусинь",
		[17463] = 8,
		[183005] = "Аптекарь \"Черной Розы\"",
		[115178] = 10,
		[353692] = 11,
		[250096] = "Yazma",
		[195292] = 6,
		[310690] = 11,
		[106434] = "Мастер Снежный Вихрь",
		[3716] = "Клаттанге <Пусилаундж>",
		[124275] = 10,
		[87185] = "Капитан из клана Гордок",
		[242391] = "Усиленный Бессердечный-посланник",
		[195592] = 7,
		[195293] = "Скьял",
		[220890] = 6,
		[329122] = 1,
		[190174] = "Подносчик пороха \"Небесного огня\"",
		[325027] = "Друст-древолом",
		[120692] = 5,
		[378269] = 7,
		[227034] = 11,
		[325028] = 3,
		[216521] = 10,
		[232698] = 5,
		[190175] = "Нестабильный сефориевый заряд",
		[386963] = 10,
		[22574] = "Капитан из клана Гордок",
		[271788] = 3,
		[314791] = 8,
		[268887] = 1,
		[201477] = "Загустевшая слизь",
		[1752] = 4,
		[322983] = 12,
		[373204] = 5,
		[359843] = 1,
		[250585] = "[*] Ядовитая лужа",
		[218845] = 4,
		[188389] = 7,
		[49088] = 6,
		[106871] = "Ша Жестокости",
		[120807] = "Командир Во'цзак",
		[12466] = "Лорд Пережар",
		[16867] = "Баронесса Анастари",
		[258777] = "Irontide Oarsman",
		[388514] = 10,
		[353856] = 6,
		[106646] = "Летящий Снег",
		[35010] = "Менну Предатель",
		[322987] = 12,
		[392983] = 10,
		[257754] = 1,
		[329131] = 1,
		[314797] = 2,
		[190228] = "Рыцарь-капитан Бримли",
		[269747] = 3,
		[106872] = "Ша Жестокости",
		[91002] = 11,
		[325037] = 3,
		[327162] = 7,
		[258779] = "Irontide Oarsman",
		[273844] = "Шуджа Люторез",
		[334364] = 2,
		[360948] = "Dominated Sentry",
		[118940] = "Глинтрок-оракул",
		[169930] = "Крючковатый древний",
		[292360] = 11,
		[257756] = "Bilge Rat Buccaneer",
		[198936] = "[*] Руна исцеления",
		[336447] = "Раскольник-офицер",
		[35326] = "Страж ворот Стальная Клешня",
		[269751] = 3,
		[337327] = 12,
		[20707] = 9,
		[316850] = 1,
		[269752] = 3,
		[373304] = 5,
		[183202] = "Жуткий наездник Малвик",
		[328210] = 6,
		[388686] = 10,
		[35011] = "Патрульный Бурекузницы",
		[206564] = "Эредарская поработительница",
		[258321] = "Irontide Bonesaw",
		[120696] = 5,
		[113017] = "Цзао Искатель Солнца",
		[117405] = 3,
		[154442] = "Нер'зул",
		[204517] = "Хранитель портала",
		[378286] = 2,
		[198374] = "Скелет-воин",
		[256735] = 4,
		[360983] = "Даусинь",
		[386478] = 1,
		[42751] = "[*] Теневой топор",
		[316855] = "Crimson Protector",
		[55233] = 6,
		[287280] = 2,
		[322999] = "Девия",
		[316856] = "Crimson Protector",
		[107428] = 10,
		[202028] = 11,
		[396719] = 1,
		[346665] = 12,
		[360999] = "Быстровозводимый часовой",
		[205103] = "Эредарский сумеречный целитель",
		[323001] = "Халкиас",
		[257316] = "Harlan Sweete",
		[16868] = "Баронесса Анастари",
		[31601] = "Некрорахнид-ползун",
		[265665] = "Living Rot",
		[68992] = 6,
		[336444] = "Астрон",
		[35012] = "Патрульный Бурекузницы",
		[339385] = 1,
		[77489] = 5,
		[104316] = 9,
		[373305] = 5,
		[298431] = 5,
		[109538] = 10,
		[327100] = "[*] Пагубный туман",
		[345530] = 3,
		[265668] = "Living Rot",
		[390581] = 1,
		[396906] = "Мудрый Марис",
		[217832] = 12,
		[325203] = 5,
		[321226] = "Амарт",
		[169929] = "Крючковатый древний",
		[119981] = "Мин Коварный",
		[198379] = "Верховный друид Глайдалис",
		[215785] = 7,
		[359867] = 12,
		[193260] = "[*] Статическое поле",
		[129914] = 10,
		[154353] = "Знамение смерти",
		[327104] = 10,
		[106877] = "Ша Жестокости",
		[197963] = "Один",
		[124283] = "Генерал Па'валак",
		[197964] = "Один",
		[345535] = 1,
		[323010] = "Девия",
		[195309] = "[*] Бурлящая вода",
		[227234] = "Хелия",
		[363114] = "Изобретатель Зи'мокс",
		[388539] = 1,
		[366014] = "Автом-собиратель",
		[104318] = "Wild Imp <Gingii-Darkspear>",
		[113021] = "Крупица Ненависти",
		[330380] = 3,
		[81281] = 11,
		[30455] = 8,
		[106944] = "Разрушительный ша",
		[352917] = 2,
		[11443] = "Темный чародей из секты Тузадин",
		[351682] = 6,
		[345539] = 11,
		[169714] = "Кривокорень",
		[189804] = 2,
		[184689] = 2,
		[345540] = 11,
		[190192] = "Инженер \"Небесного огня\"",
		[25914] = 2,
		[322232] = "Маркграфиня Страдама",
		[113022] = "Крупица Ненависти",
		[363971] = "Утер Светоносный",
		[199034] = "Валарьяр-претендентка",
		[105421] = 2,
		[205180] = 9,
		[363972] = "Утер Светоносный",
		[328406] = "Kyrian Weapons",
		[151286] = "Аггем Терновое Проклятие",
		[332505] = 10,
		[367314] = "Колоссальный создатель царств",
		[68996] = 6,
		[351687] = 6,
		[35014] = "[*] Чародейский взрыв",
		[257407] = "Rezan",
		[150263] = "Тотем Хрустального огня <Геомант из племени Иглошкурых>",
		[186258] = 3,
		[329163] = "Крадущийся паучок",
		[323020] = "Друст - злобный коготь",
		[191894] = 10,
		[279303] = 6,
		[345546] = 12,
		[255723] = 1,
		[116095] = 10,
		[108416] = 9,
		[288210] = "Претендент арены",
		[285470] = 12,
		[135601] = 11,
		[147193] = 5,
		[265002] = "Raal the Gluttonous",
		[147891] = 6,
		[164275] = "Сухокожий",
		[231843] = 2,
		[320976] = 3,
		[375592] = 8,
		[316220] = 4,
		[256934] = 1,
		[329168] = "Грехокаменная статуя",
		[369465] = "Ткач земли",
		[162243] = 12,
		[351694] = 6,
		[320338] = 12,
		[331217] = "[*] Общая боль",
		[220611] = "Заклинатель земли из племени Серого Камня",
		[150997] = "Меткострел из племени Иглошкурых",
		[329170] = "Грехокаменная статуя",
		[347600] = 1,
		[320366] = "Хирург Трупошов",
		[208628] = 12,
		[329171] = "Грехокаменная статуя",
		[297871] = 5,
		[195038] = "Проклятый морем тюремщик душ",
		[312215] = 1,
	},
	["encounter_spell_pool"] = {
		{
			2325, -- [1]
			"Tunk", -- [2]
		}, -- [1]
		[269116] = {
			2125, -- [1]
			"Усиленный призыватель шторма", -- [2]
		},
		[250022] = {
			2087, -- [1]
			"Yazma", -- [2]
		},
		[113017] = {
			1417, -- [1]
			"Цзао Искатель Солнца", -- [2]
		},
		[35159] = {
			1932, -- [1]
			"Механолорд Конденсарон", -- [2]
		},
		[111610] = {
			1426, -- [1]
			"Инструктор Ледяное Сердце", -- [2]
		},
		[43667] = {
			2026, -- [1]
			"Принц Келесет", -- [2]
		},
		[305454] = {
			2512, -- [1]
			"Древний буфонид", -- [2]
		},
		[12540] = {
			427, -- [1]
			"Сатир из племени Тлетворных", -- [2]
		},
		[118903] = {
			2129, -- [1]
			"Глинтрок-проклинатель", -- [2]
		},
		[106877] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[333602] = {
			2388, -- [1]
			"Оживленный маг <Амарт>", -- [2]
		},
		[152792] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[191941] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[308527] = {
			2326, -- [1]
			"Gor'groth", -- [2]
		},
		[361750] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[42772] = {
			2026, -- [1]
			"Стратег из клана Укротителей драконов", -- [2]
		},
		[321834] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[361751] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[200898] = {
			1850, -- [1]
			"Инквизитор Истязарий", -- [2]
		},
		[17620] = {
			481, -- [1]
			"Малекай Бледный", -- [2]
		},
		[323372] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[250028] = {
			2087, -- [1]
			"Yazma", -- [2]
		},
		[11085] = {
			380, -- [1]
			"\"Электрошокер-6000\"", -- [2]
		},
		[80780] = {
			479, -- [1]
			"Визжащая банши", -- [2]
		},
		[200901] = {
			1806, -- [1]
			"Солстен", -- [2]
		},
		[269131] = {
			2132, -- [1]
			"Лорд Штормсонг", -- [2]
		},
		[59085] = {
			1987, -- [1]
			"Лейтенант клана Закаленных Бурей", -- [2]
		},
		[206019] = {
			1850, -- [1]
			"Непроходящая порча", -- [2]
		},
		[273226] = {
			2112, -- [1]
			"[*] Разлагающие споры", -- [2]
		},
		[365853] = {
			2546, -- [1]
			"Оскверненная преграда <Андуин Ринн>", -- [2]
		},
		[151774] = {
			1661, -- [1]
			"Кристалл жаркого пекла", -- [2]
		},
		[76047] = {
			1044, -- [1]
			"Командир Улток", -- [2]
		},
		[35161] = {
			1932, -- [1]
			"Механолорд Конденсарон", -- [2]
		},
		[106113] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[322358] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[201672] = {
			1845, -- [1]
			"Ледопасть", -- [2]
		},
		[152800] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[200905] = {
			1850, -- [1]
			"Инквизитор Истязарий", -- [2]
		},
		[31566] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[152801] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[192206] = {
			1806, -- [1]
			"[*] Освящение", -- [2]
		},
		[34970] = {
			1941, -- [1]
			"Рокмар Трескун", -- [2]
		},
		[168666] = {
			1756, -- [1]
			"Леди Байху", -- [2]
		},
		[327481] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[128248] = {
			1303, -- [1]
			"Душитель Шадо-Пан", -- [2]
		},
		[169179] = {
			1756, -- [1]
			"Йалну", -- [2]
		},
		[364843] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[115455] = {
			1405, -- [1]
			"Крик'тик - прерыватель чар", -- [2]
		},
		[34267] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[323392] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[124283] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[323393] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[364845] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[257458] = {
			2096, -- [1]
			"Harlan Sweete", -- [2]
		},
		[128889] = {
			1303, -- [1]
			"[*] Статическое поле", -- [2]
		},
		[3589] = {
			479, -- [1]
			"Визжащая банши", -- [2]
		},
		[205004] = {
			1818, -- [1]
			"Аватара отмщения", -- [2]
		},
		[34971] = {
			1947, -- [1]
			"Коготь", -- [2]
		},
		[193234] = {
			1805, -- [1]
			"[*] Танцующий клинок", -- [2]
		},
		[107140] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[107268] = {
			1397, -- [1]
			"Диверсант Кип'тилак", -- [2]
		},
		[362801] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[193235] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[93707] = {
			1072, -- [1]
			"Лорд Годфри", -- [2]
		},
		[362802] = {
			2553, -- [1]
			"[*] Символ перемещения", -- [2]
		},
		[257460] = {
			2096, -- [1]
			"[*] Fiery Debris", -- [2]
		},
		[151273] = {
			1659, -- [1]
			"Аггем Терновое Проклятие", -- [2]
		},
		[52755] = {
			1987, -- [1]
			"Небоход из закаленной стали", -- [2]
		},
		[362805] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[31567] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[151274] = {
			1659, -- [1]
			"Аггем Терновое Проклятие", -- [2]
		},
		[115458] = {
			1405, -- [1]
			"[*] Кислотная бомба", -- [2]
		},
		[368950] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[93581] = {
			1069, -- [1]
			"Барон Эшбери", -- [2]
		},
		[366393] = {
			2512, -- [1]
			"Модуль точечной обороны", -- [2]
		},
		[197334] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[58769] = {
			1987, -- [1]
			"Генерал Бьярнгрим", -- [2]
		},
		[361278] = {
			2544, -- [1]
			"Прототип Долга", -- [2]
		},
		[151534] = {
			1661, -- [1]
			"Чарлга Остробок", -- [2]
		},
		[359233] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[260793] = {
			2118, -- [1]
			"Cragmaw the Infested", -- [2]
		},
		[360257] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[194266] = {
			1823, -- [1]
			"Скованный прислужник", -- [2]
		},
		[359235] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[360259] = {
			2544, -- [1]
			"Прототип Войны", -- [2]
		},
		[150768] = {
			438, -- [1]
			"Ругуг", -- [2]
		},
		[128766] = {
			1303, -- [1]
			"Душитель Шадо-Пан", -- [2]
		},
		[204502] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[205014] = {
			1856, -- [1]
			"Порождение тени", -- [2]
		},
		[321368] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[330069] = {
			2382, -- [1]
			"[*] Концентрированная чума", -- [2]
		},
		[120195] = {
			1442, -- [1]
			"Хайан Неудержимый", -- [2]
		},
		[250050] = {
			2087, -- [1]
			"Yazma", -- [2]
		},
		[154353] = {
			1682, -- [1]
			"Знамение смерти", -- [2]
		},
		[107146] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[119684] = {
			1441, -- [1]
			"Синь Мастер Боя", -- [2]
		},
		[111752] = {
			1426, -- [1]
			"Неофит Некроситета", -- [2]
		},
		[324444] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[124290] = {
			1447, -- [1]
			"[*] Натиск Клинка", -- [2]
		},
		[118917] = {
			2129, -- [1]
			"Глинтрок-проклинатель", -- [2]
		},
		[119941] = {
			1465, -- [1]
			"Лужа смолы", -- [2]
		},
		[18327] = {
			479, -- [1]
			"Баронесса Анастари", -- [2]
		},
		[150774] = {
			438, -- [1]
			"Ругуг", -- [2]
		},
		[151286] = {
			1659, -- [1]
			"Аггем Терновое Проклятие", -- [2]
		},
		[364881] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[16856] = {
			1987, -- [1]
			"Генерал Бьярнгрим", -- [2]
		},
		[362835] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[361300] = {
			2544, -- [1]
			"Прототип Войны", -- [2]
		},
		[197858] = {
			1824, -- [1]
			"Бурлящая лужа", -- [2]
		},
		[361301] = {
			2544, -- [1]
			"Звериный натиск <Звериный натиск>", -- [2]
		},
		[260292] = {
			2118, -- [1]
			"Cragmaw the Infested", -- [2]
		},
		[364373] = {
			2553, -- [1]
			"Гиперсветовое подкрепление <Изобретатель Зи'мокс>", -- [2]
		},
		[31697] = {
			1946, -- [1]
			"Топеглад", -- [2]
		},
		[361815] = {
			2546, -- [1]
			"Андуин Ринн", -- [2]
		},
		[256199] = {
			2104, -- [1]
			"Overseer Korgus", -- [2]
		},
		[361304] = {
			2544, -- [1]
			"Звериный натиск", -- [2]
		},
		[260805] = {
			2113, -- [1]
			"Sister Briar", -- [2]
		},
		[123654] = {
			1442, -- [1]
			"Мин Коварный", -- [2]
		},
		[359770] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[320366] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[361818] = {
			2546, -- [1]
			"Андуин Ринн", -- [2]
		},
		[21910] = {
			427, -- [1]
			"Ремонтник Гизлок", -- [2]
		},
		[191976] = {
			1806, -- [1]
			"Солстен", -- [2]
		},
		[114571] = {
			1417, -- [1]
			"Раздор", -- [2]
		},
		[256201] = {
			2104, -- [1]
			"Overseer Korgus", -- [2]
		},
		[260551] = {
			2114, -- [1]
			"Soulbound Goliath", -- [2]
		},
		[107279] = {
			1419, -- [1]
			"[*] Засасывающий внутрь вихрь", -- [2]
		},
		[120201] = {
			1442, -- [1]
			"Хайан Неудержимый", -- [2]
		},
		[256970] = {
			2103, -- [1]
			"Knight Captain Valyri", -- [2]
		},
		[364893] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[361312] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[359778] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[362849] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[114061] = {
			1427, -- [1]
			"Джандис Барова", -- [2]
		},
		[16793] = {
			482, -- [1]
			"Мировой судья Бартилас", -- [2]
		},
		[362850] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[320376] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[193260] = {
			1805, -- [1]
			"[*] Статическое поле", -- [2]
		},
		[369505] = {
			2529, -- [1]
			"[*] Искра созидания", -- [2]
		},
		[322936] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[111631] = {
			1426, -- [1]
			"Инструктор Ледяное Сердце", -- [2]
		},
		[114062] = {
			1427, -- [1]
			"Джандис Барова", -- [2]
		},
		[360295] = {
			2544, -- [1]
			"Прототип Войны", -- [2]
		},
		[153089] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[198379] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[200682] = {
			1806, -- [1]
			"Солстен", -- [2]
		},
		[195309] = {
			1824, -- [1]
			"[*] Бурлящая вода", -- [2]
		},
		[21655] = {
			424, -- [1]
			"Лорд Злоязыкий", -- [2]
		},
		[21687] = {
			378, -- [1]
			"Липкая муть", -- [2]
		},
		[364904] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[4962] = {
			479, -- [1]
			"Некрорахнид-живоглот", -- [2]
		},
		[256976] = {
			2103, -- [1]
			"Knight Captain Valyri", -- [2]
		},
		[199916] = {
			1850, -- [1]
			"Безликий маг Бездны", -- [2]
		},
		[362347] = {
			2544, -- [1]
			"Прототип Долга", -- [2]
		},
		[264603] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[361324] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[322943] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[322945] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[199918] = {
			1850, -- [1]
			"Безликий маг Бездны", -- [2]
		},
		[153093] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[75683] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[188404] = {
			1805, -- [1]
			"Штормовой дракон", -- [2]
		},
		[362352] = {
			2544, -- [1]
			"Пригвождающее оружие <Прототип Долга>", -- [2]
		},
		[199919] = {
			1850, -- [1]
			"Безликий маг Бездны", -- [2]
		},
		[153094] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[369006] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[110099] = {
			1439, -- [1]
			"Служитель Сомнения", -- [2]
		},
		[255445] = {
			2086, -- [1]
			"Rezan", -- [2]
		},
		[198641] = {
			1835, -- [1]
			"Кур'талос Гребень Ворона", -- [2]
		},
		[119311] = {
			1441, -- [1]
			"[*] Шквал клинков", -- [2]
		},
		[198386] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[93468] = {
			1069, -- [1]
			"Барон Эшбери", -- [2]
		},
		[250585] = {
			2085, -- [1]
			"[*] Ядовитая лужа", -- [2]
		},
		[91677] = {
			1072, -- [1]
			"Пустулезное чудовище", -- [2]
		},
		[75813] = {
			1045, -- [1]
			"Ведьма бурь Леди Наз'жар", -- [2]
		},
		[17466] = {
			484, -- [1]
			"Лорд Аурий Ривендер", -- [2]
		},
		[324490] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[257495] = {
			2101, -- [1]
			"The Sand Queen", -- [2]
		},
		[192503] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[164357] = {
			1746, -- [1]
			"Сухокожий", -- [2]
		},
		[114451] = {
			1414, -- [1]
			"Пузыристый бражный хмелементаль", -- [2]
		},
		[192504] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[202740] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[260312] = {
			2118, -- [1]
			"Cragmaw the Infested", -- [2]
		},
		[200182] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[260569] = {
			2114, -- [1]
			"[*] Wildfire", -- [2]
		},
		[329104] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[325523] = {
			2401, -- [1]
			"Порочный темный клинок", -- [2]
		},
		[260570] = {
			2114, -- [1]
			"[*] Wildfire", -- [2]
		},
		[15550] = {
			1946, -- [1]
			"Болотоход", -- [2]
		},
		[362882] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[11504] = {
			382, -- [1]
			"Ходячая бомба", -- [2]
		},
		[112918] = {
			1306, -- [1]
			"Хваткая ненависть <Тажань Чжу>", -- [2]
		},
		[23224] = {
			1070, -- [1]
			"Барон Сильверлейн", -- [2]
		},
		[362885] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[329110] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[17307] = {
			483, -- [1]
			"Рамштайн Ненасытный", -- [2]
		},
		[34662] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[214771] = {
			1850, -- [1]
			"Безликий маг Бездны", -- [2]
		},
		[17435] = {
			484, -- [1]
			"Лорд Аурий Ривендер", -- [2]
		},
		[363399] = {
			2540, -- [1]
			"Сердечник Господства", -- [2]
		},
		[744] = {
			378, -- [1]
			"Облученный ужас", -- [2]
		},
		[329113] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[55964] = {
			1146, -- [1]
			"Рендольф Молох", -- [2]
		},
		[93857] = {
			1070, -- [1]
			"Барон Сильверлейн", -- [2]
		},
		[106267] = {
			1418, -- [1]
			"[*] Пульсация гидрокопья", -- [2]
		},
		[106651] = {
			1412, -- [1]
			"Ук-Ук", -- [2]
		},
		[377732] = {
			2557, -- [1]
			"Рефти-распорядитель", -- [2]
		},
		[111129] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[360845] = {
			2544, -- [1]
			"Прототип Долга", -- [2]
		},
		[328094] = {
			2384, -- [1]
			"Заклинатель чумы", -- [2]
		},
		[322465] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[42723] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[364941] = {
			2544, -- [1]
			"Прототип Долга", -- [2]
		},
		[362383] = {
			2544, -- [1]
			"Прототип Обновления", -- [2]
		},
		[321956] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[3110] = {
			1824, -- [1]
			"Волбису", -- [2]
		},
		[371597] = {
			2546, -- [1]
			"Протобарьер <Андуин Ринн>", -- [2]
		},
		[198401] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[153623] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[106653] = {
			1418, -- [1]
			"Оскверненная живая вода", -- [2]
		},
		[359829] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[372623] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[265668] = {
			2118, -- [1]
			"Живая гниль", -- [2]
		},
		[368530] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[363413] = {
			2553, -- [1]
			"[*] Кольца генезиса", -- [2]
		},
		[42724] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[266181] = {
			2117, -- [1]
			"Gorak Tul", -- [2]
		},
		[200194] = {
			1822, -- [1]
			"Имирон, падший король", -- [2]
		},
		[376208] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[106526] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[118936] = {
			2129, -- [1]
			"Глинтрок-оракул", -- [2]
		},
		[322475] = {
			2386, -- [1]
			"[*] Удар чумы", -- [2]
		},
		[376209] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[344993] = {
			2401, -- [1]
			"Свирепый гаргон", -- [2]
		},
		[361881] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[192519] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[361882] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[360859] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[15087] = {
			424, -- [1]
			"Тенелов из племени Тлетворных", -- [2]
		},
		[201476] = {
			1848, -- [1]
			"Загустевшая слизь", -- [2]
		},
		[325550] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[369049] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[324527] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[325551] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[201477] = {
			1848, -- [1]
			"Загустевшая слизь", -- [2]
		},
		[325552] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[369563] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[192522] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[369052] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[364447] = {
			2512, -- [1]
			"Быстровозводимый часовой", -- [2]
		},
		[198408] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[53792] = {
			1987, -- [1]
			"Генерал Бьярнгрим", -- [2]
		},
		[93863] = {
			1070, -- [1]
			"Ретилгор", -- [2]
		},
		[321975] = {
			2384, -- [1]
			"Моровая слизь", -- [2]
		},
		[322999] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[364963] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[111775] = {
			1429, -- [1]
			"Лилиан Восс", -- [2]
		},
		[323001] = {
			2401, -- [1]
			"Халкиас", -- [2]
		},
		[118940] = {
			2129, -- [1]
			"Глинтрок-оракул", -- [2]
		},
		[369061] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[369573] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[198412] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[327100] = {
			2389, -- [1]
			"[*] Пагубный туман", -- [2]
		},
		[321471] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[328124] = {
			2380, -- [1]
			"Неумирающий камнебес", -- [2]
		},
		[257777] = {
			2102, -- [1]
			"Jes Howlis", -- [2]
		},
		[111649] = {
			1429, -- [1]
			"Душа Лилиан", -- [2]
		},
		[323010] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[167966] = {
			1757, -- [1]
			"Демиург Телу", -- [2]
		},
		[112929] = {
			1306, -- [1]
			"Хваткая ненависть <Тажань Чжу>", -- [2]
		},
		[323011] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[22907] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[364465] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[389541] = {
			2555, -- [1]
			"Статуя белого тигра <Хугомонк>", -- [2]
		},
		[75700] = {
			1045, -- [1]
			"Гейзер <Леди Наз'жар>", -- [2]
		},
		[364978] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[107045] = {
			1416, -- [1]
			"Юй-лун", -- [2]
		},
		[191765] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[259572] = {
			2085, -- [1]
			"Vol'kaal", -- [2]
		},
		[375727] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[260852] = {
			2113, -- [1]
			"Sister Solena", -- [2]
		},
		[114466] = {
			1414, -- [1]
			"Пенистая преграда", -- [2]
		},
		[194325] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[76085] = {
			1044, -- [1]
			"Темная трещина <Командир Улток>", -- [2]
		},
		[191767] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[259574] = {
			2085, -- [1]
			"Vol'kaal", -- [2]
		},
		[31991] = {
			1939, -- [1]
			"Менну Предатель", -- [2]
		},
		[119840] = {
			1447, -- [1]
			"Сик'тик-солдат", -- [2]
		},
		[32055] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
		[169251] = {
			1756, -- [1]
			"Йалну", -- [2]
		},
		[328651] = {
			2385, -- [1]
			"Стрелок-отравитель", -- [2]
		},
		[321999] = {
			2384, -- [1]
			"Моровая слизь", -- [2]
		},
		[113188] = {
			1430, -- [1]
			"Бездарный ученик <Темный магистр Гандлинг>", -- [2]
		},
		[80564] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[279014] = {
			2127, -- [1]
			"Сердце Сетралисс", -- [2]
		},
		[42729] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[196376] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[323538] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[366014] = {
			2539, -- [1]
			"Автом-собиратель", -- [2]
		},
		[362432] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[268271] = {
			2116, -- [1]
			"Lady Waycrest", -- [2]
		},
		[331217] = {
			2393, -- [1]
			"[*] Общая боль", -- [2]
		},
		[266225] = {
			2117, -- [1]
			"Gorak Tul", -- [2]
		},
		[329171] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[250368] = {
			2085, -- [1]
			"Vol'kaal", -- [2]
		},
		[329172] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[19134] = {
			366, -- [1]
			"Капитан Давигром", -- [2]
		},
		[15744] = {
			1145, -- [1]
			"Жгучий разрушитель", -- [2]
		},
		[52773] = {
			1987, -- [1]
			"Лекарь клана Закаленных Бурей", -- [2]
		},
		[264693] = {
			2115, -- [1]
			"Raal the Gluttonous", -- [2]
		},
		[369602] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[42730] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[364485] = {
			2539, -- [1]
			"Лихувим", -- [2]
		},
		[264694] = {
			2115, -- [1]
			"Raal the Gluttonous", -- [2]
		},
		[31704] = {
			1948, -- [1]
			"Черная Охотница", -- [2]
		},
		[102572] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[269301] = {
			2123, -- [1]
			"Unbound Abomination", -- [2]
		},
		[268278] = {
			2116, -- [1]
			"Lady Waycrest", -- [2]
		},
		[360906] = {
			2512, -- [1]
			"[*] Преломленный взрыв", -- [2]
		},
		[168491] = {
			1757, -- [1]
			"Страж жизни Гола", -- [2]
		},
		[26043] = {
			1850, -- [1]
			"Безумный пожиратель разума", -- [2]
		},
		[241672] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[102573] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[106923] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[257793] = {
			2102, -- [1]
			"Jes Howlis", -- [2]
		},
		[52774] = {
			1987, -- [1]
			"Лекарь клана Закаленных Бурей", -- [2]
		},
		[151606] = {
			1661, -- [1]
			"Чарлга Остробок", -- [2]
		},
		[193826] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[119590] = {
			1441, -- [1]
			"Круг огня", -- [2]
		},
		[35311] = {
			1933, -- [1]
			"Страж ворот Точеный Нож", -- [2]
		},
		[12466] = {
			1145, -- [1]
			"Лорд Пережар", -- [2]
		},
		[361938] = {
			2544, -- [1]
			"Прототип Войны", -- [2]
		},
		[257028] = {
			2103, -- [1]
			"Knight Captain Valyri", -- [2]
		},
		[193827] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[204574] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[360404] = {
			2512, -- [1]
			"Автоматическая защитная матрица", -- [2]
		},
		[106797] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[107053] = {
			1416, -- [1]
			"[*] Волна Нефритовой Змеи", -- [2]
		},
		[169265] = {
			1756, -- [1]
			"Йалну", -- [2]
		},
		[114474] = {
			1427, -- [1]
			"Маг с подсвечником", -- [2]
		},
		[367573] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[360409] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[264712] = {
			2115, -- [1]
			"[*] Rotten Expulsion", -- [2]
		},
		[321005] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[369110] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[110125] = {
			1439, -- [1]
			"Служитель Сомнения", -- [2]
		},
		[202019] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[360412] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[373206] = {
			2546, -- [1]
			"Андуин Ринн", -- [2]
		},
		[76094] = {
			1044, -- [1]
			"Командир Улток", -- [2]
		},
		[32409] = {
			2397, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[335338] = {
			2381, -- [1]
			"Лорд-камергер", -- [2]
		},
		[360414] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[42669] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[323057] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[264206] = {
			2125, -- [1]
			"Меректа", -- [2]
		},
		[13298] = {
			427, -- [1]
			"Плут из племени Тлетворных", -- [2]
		},
		[359904] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[327664] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[369116] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[323059] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[269838] = {
			2123, -- [1]
			"[*] Vile Expulsion", -- [2]
		},
		[365024] = {
			2546, -- [1]
			"Андуин Ринн", -- [2]
		},
		[11443] = {
			480, -- [1]
			"Темный чародей из секты Тузадин", -- [2]
		},
		[372701] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[322550] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[266258] = {
			2117, -- [1]
			"Drust Slaver Summoning Portal", -- [2]
		},
		[125096] = {
			1850, -- [1]
			"Огромный каменный цийлинь", -- [2]
		},
		[154175] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[197418] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[268306] = {
			2116, -- [1]
			"Lady Waycrest", -- [2]
		},
		[150849] = {
			1656, -- [1]
			"Искусный охотник из племени Иглошкурых", -- [2]
		},
		[34290] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[269843] = {
			2123, -- [1]
			"Unbound Abomination", -- [2]
		},
		[268308] = {
			2116, -- [1]
			"Lady Waycrest", -- [2]
		},
		[153153] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[106546] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[365030] = {
			2546, -- [1]
			"Андуин Ринн", -- [2]
		},
		[35250] = {
			1930, -- [1]
			"Пустомант Сепетрея", -- [2]
		},
		[35314] = {
			1930, -- [1]
			"Пустомант Сепетрея", -- [2]
		},
		[367079] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[114479] = {
			1427, -- [1]
			"Маг с подсвечником", -- [2]
		},
		[376292] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[266266] = {
			2117, -- [1]
			"Gorak Tul", -- [2]
		},
		[112944] = {
			1413, -- [1]
			"Прыгопотам", -- [2]
		},
		[260879] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[367082] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[198446] = {
			1834, -- [1]
			"Сквернотопырь", -- [2]
		},
		[52778] = {
			382, -- [1]
			"Анжинер Термоштепсель", -- [2]
		},
		[119981] = {
			1442, -- [1]
			"Мин Коварный", -- [2]
		},
		[361966] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[200238] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[361967] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[118958] = {
			2129, -- [1]
			"Глинтрок-крепкошкур", -- [2]
		},
		[112945] = {
			1413, -- [1]
			"Прыгопотам", -- [2]
		},
		[106932] = {
			1303, -- [1]
			"Лазурный змей", -- [2]
		},
		[329217] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[166464] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[191284] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[365041] = {
			2544, -- [1]
			"Прототип Долга", -- [2]
		},
		[372718] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[166465] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[106933] = {
			1405, -- [1]
			"Боец Га'док", -- [2]
		},
		[372719] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[166466] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[321034] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[257814] = {
			2102, -- [1]
			"Jes Howlis", -- [2]
		},
		[320012] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[348159] = {
			2384, -- [1]
			"Доктор Икус", -- [2]
		},
		[150859] = {
			438, -- [1]
			"Зверобой из племени Иглошкурых", -- [2]
		},
		[111668] = {
			1406, -- [1]
			"Райгонн", -- [2]
		},
		[154442] = {
			1682, -- [1]
			"Нер'зул", -- [2]
		},
		[264234] = {
			2125, -- [1]
			"Яйцо", -- [2]
		},
		[264235] = {
			2125, -- [1]
			"Яйцо", -- [2]
		},
		[106807] = {
			1412, -- [1]
			"Ук-Ук", -- [2]
		},
		[375286] = {
			2555, -- [1]
			"Рейд на драккаре", -- [2]
		},
		[166726] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[197687] = {
			1833, -- [1]
			"[*] Пронзающий взгляд", -- [2]
		},
		[364030] = {
			2553, -- [1]
			"Заклинатель из картеля Зи", -- [2]
		},
		[360448] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[360960] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[106808] = {
			1412, -- [1]
			"Ук-Ук", -- [2]
		},
		[360451] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[257308] = {
			2096, -- [1]
			"Harlan Sweete", -- [2]
		},
		[177731] = {
			1746, -- [1]
			"Зачарованные воды", -- [2]
		},
		[118963] = {
			2129, -- [1]
			"Глинтрок-тихоступ", -- [2]
		},
		[36021] = {
			1931, -- [1]
			"Паталеон Вычислитель", -- [2]
		},
		[361989] = {
			2546, -- [1]
			"Андуин Ринн", -- [2]
		},
		[153680] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[373760] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[376319] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[257310] = {
			2096, -- [1]
			"Irontide Cannon", -- [2]
		},
		[106938] = {
			1416, -- [1]
			"[*] Волна змеи", -- [2]
		},
		[119476] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[177734] = {
			1746, -- [1]
			"Зачарованные воды", -- [2]
		},
		[35318] = {
			1933, -- [1]
			"Страж ворот Точеный Нож", -- [2]
		},
		[150100] = {
			438, -- [1]
			"Искусный охотник из племени Иглошкурых", -- [2]
		},
		[11972] = {
			364, -- [1]
			"Стражник Фенгус", -- [2]
		},
		[363018] = {
			2539, -- [1]
			"Лихувим", -- [2]
		},
		[75722] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[14099] = {
			482, -- [1]
			"Мировой судья Бартилас", -- [2]
		},
		[332314] = {
			2385, -- [1]
			"Скрывающийся ассасин", -- [2]
		},
		[36022] = {
			1931, -- [1]
			"Паталеон Вычислитель", -- [2]
		},
		[194112] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[268347] = {
			2132, -- [1]
			"Лорд Штормсонг", -- [2]
		},
		[111801] = {
			1426, -- [1]
			"Восставший стражник", -- [2]
		},
		[257314] = {
			2096, -- [1]
			"Irontide Grenadier", -- [2]
		},
		[197696] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[360977] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[369677] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[257827] = {
			2102, -- [1]
			"Jes Howlis", -- [2]
		},
		[153686] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[257316] = {
			2096, -- [1]
			"Harlan Sweete", -- [2]
		},
		[363538] = {
			2539, -- [1]
			"Лихувим", -- [2]
		},
		[120758] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[193092] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[86727] = {
			1146, -- [1]
			"Рендольф Молох", -- [2]
		},
		[368146] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[256038] = {
			2104, -- [1]
			"Overseer Korgus", -- [2]
		},
		[360982] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[260900] = {
			2113, -- [1]
			"Sister Solena", -- [2]
		},
		[360983] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[120759] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[256039] = {
			2104, -- [1]
			"Overseer Korgus", -- [2]
		},
		[115002] = {
			1306, -- [1]
			"Тажань Чжу", -- [2]
		},
		[197444] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[324652] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[324141] = {
			2356, -- [1]
			"[*] Стрела мрака", -- [2]
		},
		[120760] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[331818] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[164438] = {
			1746, -- [1]
			"Водяная капля", -- [2]
		},
		[86729] = {
			1146, -- [1]
			"Рендольф Молох", -- [2]
		},
		[38391] = {
			1145, -- [1]
			"Жгучий разрушитель", -- [2]
		},
		[153692] = {
			1679, -- [1]
			"[*] Некротическая слизь", -- [2]
		},
		[116027] = {
			1413, -- [1]
			"Прыгун", -- [2]
		},
		[116155] = {
			1414, -- [1]
			"Пузыристый бражный хмелементаль", -- [2]
		},
		[106560] = {
			1414, -- [1]
			"[*] Фонтанирующий напиток", -- [2]
		},
		[324146] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[150879] = {
			1656, -- [1]
			"Охотник Костяной Бивень", -- [2]
		},
		[256044] = {
			2104, -- [1]
			"Overseer Korgus", -- [2]
		},
		[324148] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[197961] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[114493] = {
			1427, -- [1]
			"Оживленный труп", -- [2]
		},
		[106433] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[15667] = {
			427, -- [1]
			"Сатир из племени Тлетворных", -- [2]
		},
		[260907] = {
			2113, -- [1]
			"Sister Solena", -- [2]
		},
		[86603] = {
			1447, -- [1]
			"Шадопанский пленник", -- [2]
		},
		[150881] = {
			1656, -- [1]
			"Охотник Костяной Бивень", -- [2]
		},
		[34298] = {
			1947, -- [1]
			"Коготь", -- [2]
		},
		[359975] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[360999] = {
			2512, -- [1]
			"Быстровозводимый часовой", -- [2]
		},
		[106434] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[34874] = {
			1946, -- [1]
			"Топеглад", -- [2]
		},
		[324154] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[166491] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[86604] = {
			1144, -- [1]
			"Дробитель", -- [2]
		},
		[107202] = {
			1303, -- [1]
			"[*] Вызов молнии", -- [2]
		},
		[361513] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[362025] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[269399] = {
			2133, -- [1]
			"Вол'зит Шепчущая", -- [2]
		},
		[364073] = {
			2539, -- [1]
			"Автом-дезинтегратор", -- [2]
		},
		[150884] = {
			1656, -- [1]
			"Охотник Костяной Бивень", -- [2]
		},
		[359980] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[106563] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[359981] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[197966] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[40504] = {
			1850, -- [1]
			"Меченный Бездной исполин", -- [2]
		},
		[323137] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[197967] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[3583] = {
			1146, -- [1]
			"Изворотливый вор", -- [2]
		},
		[323138] = {
			2397, -- [1]
			"Ингра Малох", -- [2]
		},
		[320580] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[327233] = {
			2385, -- [1]
			"Изрыгатель чумы", -- [2]
		},
		[14516] = {
			364, -- [1]
			"Стражник Фенгус", -- [2]
		},
		[332865] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[193364] = {
			1822, -- [1]
			"Имирон, падший король", -- [2]
		},
		[253239] = {
			2084, -- [1]
			"Дазар'айский сокрушитель", -- [2]
		},
		[80850] = {
			481, -- [1]
			"Тузадинский некромант", -- [2]
		},
		[8599] = {
			482, -- [1]
			"Чумной вурдалак", -- [2]
		},
		[196947] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[54962] = {
			2026, -- [1]
			"Стратег из клана Укротителей драконов", -- [2]
		},
		[31615] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[336451] = {
			2385, -- [1]
			"Защитник из многоокой рати", -- [2]
		},
		[115010] = {
			1306, -- [1]
			"Хваткая ненависть <Тажань Чжу>", -- [2]
		},
		[86736] = {
			1144, -- [1]
			"Дробитель", -- [2]
		},
		[359483] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[106055] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[323150] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[106823] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[197974] = {
			1833, -- [1]
			"Лишенный души боец авангарда", -- [2]
		},
		[117570] = {
			1439, -- [1]
			"Фрагмент сомнения", -- [2]
		},
		[364092] = {
			2539, -- [1]
			"Автом-дезинтегратор", -- [2]
		},
		[364604] = {
			2553, -- [1]
			"[*] Кольца генезиса", -- [2]
		},
		[111813] = {
			1426, -- [1]
			"Восставший стражник", -- [2]
		},
		[15284] = {
			1987, -- [1]
			"Генерал Бьярнгрим", -- [2]
		},
		[320596] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[86738] = {
			1146, -- [1]
			"Жестокий убийца", -- [2]
		},
		[212561] = {
			1850, -- [1]
			"Меченный Бездной исполин", -- [2]
		},
		[13445] = {
			367, -- [1]
			"Гончая клана Гордок", -- [2]
		},
		[249919] = {
			2087, -- [1]
			"Yazma", -- [2]
		},
		[120002] = {
			1465, -- [1]
			"Лужа смолы", -- [2]
		},
		[260666] = {
			2084, -- [1]
			"Позолоченная жрица", -- [2]
		},
		[15572] = {
			366, -- [1]
			"Разоритель из клана Гордок <Капитан Давигром>", -- [2]
		},
		[153199] = {
			1659, -- [1]
			"Аггем Терновое Проклятие", -- [2]
		},
		[168040] = {
			1757, -- [1]
			"Демиург Телу", -- [2]
		},
		[75992] = {
			1045, -- [1]
			"Ведьма бурь Леди Наз'жар", -- [2]
		},
		[121282] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[15716] = {
			364, -- [1]
			"Громила из клана Гордок", -- [2]
		},
		[322648] = {
			2393, -- [1]
			"[*] Связь разума", -- [2]
		},
		[119875] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[395829] = {
			1418, -- [1]
			"Оскверненная капля", -- [2]
		},
		[93520] = {
			1072, -- [1]
			"Лорд Годфри", -- [2]
		},
		[338003] = {
			2401, -- [1]
			"Порочный уничтожитель", -- [2]
		},
		[114886] = {
			1426, -- [1]
			"[*] Ледяной захват", -- [2]
		},
		[7964] = {
			424, -- [1]
			"Лорд Злоязыкий", -- [2]
		},
		[362056] = {
			2529, -- [1]
			"Охранная сфера", -- [2]
		},
		[86740] = {
			1146, -- [1]
			"Буйный смутьян", -- [2]
		},
		[35326] = {
			1934, -- [1]
			"Страж ворот Стальная Клешня", -- [2]
		},
		[249923] = {
			2087, -- [1]
			"Yazma", -- [2]
		},
		[16100] = {
			1987, -- [1]
			"Небоход из закаленной стали", -- [2]
		},
		[322654] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[322655] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[121284] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[261439] = {
			2116, -- [1]
			"Lord Waycrest", -- [2]
		},
		[371273] = {
			2539, -- [1]
			"Рекалибровочный излучатель <Лихувим>", -- [2]
		},
		[261440] = {
			2116, -- [1]
			"Lord Waycrest", -- [2]
		},
		[198495] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[360528] = {
			2512, -- [1]
			"[*] Детонация", -- [2]
		},
		[333406] = {
			2385, -- [1]
			"[*] Ликвидация", -- [2]
		},
		[338012] = {
			2403, -- [1]
			"Фонтан анимы", -- [2]
		},
		[326242] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[374859] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[320614] = {
			2387, -- [1]
			"Червь-трупоед", -- [2]
		},
		[6253] = {
			364, -- [1]
			"Громила из клана Гордок", -- [2]
		},
		[150904] = {
			1656, -- [1]
			"Охотник Костяной Бивень", -- [2]
		},
		[169839] = {
			1751, -- [1]
			"Гнилостный пиромант", -- [2]
		},
		[152696] = {
			1677, -- [1]
			"[*] Руна тени", -- [2]
		},
		[255558] = {
			2084, -- [1]
			"[*] Tainted Blood", -- [2]
		},
		[113866] = {
			1427, -- [1]
			"Джандис Барова", -- [2]
		},
		[323177] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[116297] = {
			1405, -- [1]
			"[*] Авиаудар", -- [2]
		},
		[363607] = {
			2540, -- [1]
			"Сердечник Господства", -- [2]
		},
		[10887] = {
			482, -- [1]
			"Мировой судья Бартилас", -- [2]
		},
		[32065] = {
			1946, -- [1]
			"Болотоход", -- [2]
		},
		[203618] = {
			1856, -- [1]
			"Повелитель Скверны Бетруг", -- [2]
		},
		[338022] = {
			2387, -- [1]
			"Чумной мешок", -- [2]
		},
		[261446] = {
			2116, -- [1]
			"Lady Waycrest", -- [2]
		},
		[106319] = {
			1418, -- [1]
			"[*] Пульсация гидрокопья", -- [2]
		},
		[396874] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[75998] = {
			1045, -- [1]
			"Отважный страж Леди Наз'жар", -- [2]
		},
		[197478] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[107215] = {
			1397, -- [1]
			"Взрывчатка богомолов", -- [2]
		},
		[257609] = {
			2101, -- [1]
			"The Sand Queen", -- [2]
		},
		[204899] = {
			1850, -- [1]
			"Хранитель тайн Могу'шан", -- [2]
		},
		[364125] = {
			2544, -- [1]
			"[*] Кузня Прародителей", -- [2]
		},
		[259145] = {
			2087, -- [1]
			"Yazma", -- [2]
		},
		[36992] = {
			1931, -- [1]
			"Паталеон Вычислитель", -- [2]
		},
		[361568] = {
			2544, -- [1]
			"Прототип Обновления", -- [2]
		},
		[74720] = {
			382, -- [1]
			"Анжинер Термоштепсель", -- [2]
		},
		[367711] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[93655] = {
			382, -- [1]
			"Анжинер Термоштепсель", -- [2]
		},
		[259147] = {
			2087, -- [1]
			"[*] Soulfeast", -- [2]
		},
		[192108] = {
			1815, -- [1]
			"[*] Боевой клинок", -- [2]
		},
		[212834] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[191853] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[15749] = {
			364, -- [1]
			"Стражник Фенгус", -- [2]
		},
		[192621] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[326263] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[322681] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[366692] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[150914] = {
			1656, -- [1]
			"Охотник Костяной Бивень", -- [2]
		},
		[118988] = {
			2129, -- [1]
			"Геккан", -- [2]
		},
		[260685] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[197484] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[320637] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[255824] = {
			2084, -- [1]
			"Дазар'айский сокрушитель", -- [2]
		},
		[362601] = {
			2539, -- [1]
			"Лихувим", -- [2]
		},
		[113999] = {
			1428, -- [1]
			"Громоклин", -- [2]
		},
		[52026] = {
			1987, -- [1]
			"Генерал Бьярнгрим", -- [2]
		},
		[363114] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[325245] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[329340] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[150917] = {
			1656, -- [1]
			"Охотник Костяной Бивень", -- [2]
		},
		[257617] = {
			2101, -- [1]
			"The Sand Queen", -- [2]
		},
		[151429] = {
			1660, -- [1]
			"Гройат Слепой Охотник", -- [2]
		},
		[364652] = {
			2539, -- [1]
			"Лихувим", -- [2]
		},
		[120269] = {
			1502, -- [1]
			"[*] Едкий сок", -- [2]
		},
		[256083] = {
			2104, -- [1]
			"Overseer Korgus", -- [2]
		},
		[16458] = {
			482, -- [1]
			"Чумной вурдалак", -- [2]
		},
		[119374] = {
			1441, -- [1]
			"[*] Вихрь", -- [2]
		},
		[35267] = {
			1931, -- [1]
			"Солнцелов-астромаг", -- [2]
		},
		[321669] = {
			2392, -- [1]
			"Иллюзорный клон", -- [2]
		},
		[320646] = {
			2387, -- [1]
			"[*] Зловонный газ", -- [2]
		},
		[265889] = {
			2102, -- [1]
			"Blacktooth Arsonist", -- [2]
		},
		[362610] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[365681] = {
			2553, -- [1]
			"Служитель из картеля Зи", -- [2]
		},
		[151432] = {
			1660, -- [1]
			"Гройат Слепой Охотник", -- [2]
		},
		[365682] = {
			2553, -- [1]
			"Служитель из картеля Зи", -- [2]
		},
		[220519] = {
			1837, -- [1]
			"Корни-душители", -- [2]
		},
		[175997] = {
			1757, -- [1]
			"Дулгу", -- [2]
		},
		[195188] = {
			1816, -- [1]
			"Огнезол <Вул'кан>", -- [2]
		},
		[323209] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[114386] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[255575] = {
			2084, -- [1]
			"Priestess Alun'za", -- [2]
		},
		[326281] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[331399] = {
			2386, -- [1]
			"Маркграфиня Страдама", -- [2]
		},
		[369781] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[396904] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[192631] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[52028] = {
			1987, -- [1]
			"Генерал Бьярнгрим", -- [2]
		},
		[363130] = {
			2539, -- [1]
			"Лихувим", -- [2]
		},
		[320655] = {
			2387, -- [1]
			"Чумокост", -- [2]
		},
		[396906] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[122959] = {
			1441, -- [1]
			"Синь Мастер Боя", -- [2]
		},
		[266923] = {
			2126, -- [1]
			"Энергетическое ядро", -- [2]
		},
		[361597] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[260696] = {
			2113, -- [1]
			"Sister Malady", -- [2]
		},
		[334476] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[255579] = {
			2084, -- [1]
			"Priestess Alun'za", -- [2]
		},
		[364670] = {
			2553, -- [1]
			"[*] Пространственный разрыв", -- [2]
		},
		[367229] = {
			2539, -- [1]
			"Чертеж протоформы", -- [2]
		},
		[260697] = {
			2113, -- [1]
			"Sister Briar", -- [2]
		},
		[169094] = {
			1756, -- [1]
			"Леди Байху", -- [2]
		},
		[263345] = {
			2104, -- [1]
			"Heavy Cannon", -- [2]
		},
		[255836] = {
			2084, -- [1]
			"Priestess Alun'za", -- [2]
		},
		[397936] = {
			1439, -- [1]
			"Порочная ткачиха туманов", -- [2]
		},
		[260698] = {
			2113, -- [1]
			"Sister Solena", -- [2]
		},
		[193659] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[369791] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[363139] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[369792] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[193660] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[253279] = {
			2084, -- [1]
			"Дазар'айский сокрушитель", -- [2]
		},
		[255582] = {
			2084, -- [1]
			"[*] Molten Gold", -- [2]
		},
		[328342] = {
			2385, -- [1]
			"Ядовитый паук <Стрелок-отравитель>", -- [2]
		},
		[260700] = {
			2113, -- [1]
			"Sister Malady", -- [2]
		},
		[328343] = {
			2385, -- [1]
			"Ядовитый паук <Стрелок-отравитель>", -- [2]
		},
		[361607] = {
			2544, -- [1]
			"Прототип Отпущения", -- [2]
		},
		[114646] = {
			1417, -- [1]
			"Навязчивый ша", -- [2]
		},
		[122962] = {
			1441, -- [1]
			"Цийлинь-стражник", -- [2]
		},
		[260701] = {
			2113, -- [1]
			"Sister Briar", -- [2]
		},
		[203641] = {
			1856, -- [1]
			"Повелитель Скверны Бетруг", -- [2]
		},
		[257119] = {
			2101, -- [1]
			"[*] Sand Trap", -- [2]
		},
		[194942] = {
			1817, -- [1]
			"Смотрящий", -- [2]
		},
		[334488] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[198269] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[204666] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[198781] = {
			1835, -- [1]
			"Кур'талос Гребень Ворона", -- [2]
		},
		[260703] = {
			2113, -- [1]
			"Sister Malady", -- [2]
		},
		[201852] = {
			1845, -- [1]
			"Ледопасть", -- [2]
		},
		[58747] = {
			1987, -- [1]
			"Генерал Бьярнгрим", -- [2]
		},
		[204667] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[360591] = {
			2544, -- [1]
			"Некротическая ритуалистка <Прототип Войны>", -- [2]
		},
		[206459] = {
			1818, -- [1]
			"Аватара тьмы", -- [2]
		},
		[120789] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[194945] = {
			1817, -- [1]
			"Смотрящий", -- [2]
		},
		[201598] = {
			1848, -- [1]
			"Тухломорд", -- [2]
		},
		[107356] = {
			1306, -- [1]
			"Тажань Чжу", -- [2]
		},
		[322893] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[323943] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[22857] = {
			366, -- [1]
			"Капитан Давигром", -- [2]
		},
		[114009] = {
			1428, -- [1]
			"[*] Пламя души", -- [2]
		},
		[362130] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[324427] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[323195] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[196543] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[114942] = {
			1414, -- [1]
			"Тотем целительного прилива <Прейстонх-СвежевательДуш>", -- [2]
		},
		[256101] = {
			2104, -- [1]
			"Overseer Korgus", -- [2]
		},
		[199193] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[197250] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[345561] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[193668] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[31429] = {
			1947, -- [1]
			"Коготь", -- [2]
		},
		[153240] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[338013] = {
			2403, -- [1]
			"Фонтан анимы", -- [2]
		},
		[321009] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[320170] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[197251] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[197963] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[197965] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[320171] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[31717] = {
			1948, -- [1]
			"Черная Охотница", -- [2]
		},
		[198263] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[255434] = {
			2086, -- [1]
			"Rezan", -- [2]
		},
		[363088] = {
			2539, -- [1]
			"Лихувим", -- [2]
		},
		[197821] = {
			1833, -- [1]
			"[*] Отпечаток пламени Скверны", -- [2]
		},
		[256198] = {
			2104, -- [1]
			"Overseer Korgus", -- [2]
		},
		[365126] = {
			2544, -- [1]
			"Прототип Отпущения", -- [2]
		},
		[115418] = {
			1406, -- [1]
			"Крик'тик - направитель ветров", -- [2]
		},
		[368965] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[359236] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[151583] = {
			1661, -- [1]
			"Чарлга Остробок", -- [2]
		},
		[255577] = {
			2084, -- [1]
			"Priestess Alun'za", -- [2]
		},
		[361225] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[167977] = {
			1757, -- [1]
			"[*] Ежевичник", -- [2]
		},
		[335164] = {
			2387, -- [1]
			"Чумной мешок", -- [2]
		},
		[361816] = {
			2546, -- [1]
			"Андуин Ринн", -- [2]
		},
		[363795] = {
			2539, -- [1]
			"Лихувим", -- [2]
		},
		[360092] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[194375] = {
			1823, -- [1]
			"Фрагмент души", -- [2]
		},
		[324667] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[93527] = {
			1073, -- [1]
			"Лорд Вальден", -- [2]
		},
		[361863] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[86633] = {
			1145, -- [1]
			"Лорд Пережар", -- [2]
		},
		[328365] = {
			2385, -- [1]
			"Стрелок-отравитель", -- [2]
		},
		[363676] = {
			2539, -- [1]
			"Лихувим", -- [2]
		},
		[169876] = {
			1756, -- [1]
			"Шустрый росточек", -- [2]
		},
		[17434] = {
			484, -- [1]
			"Лорд Аурий Ривендер", -- [2]
		},
		[361418] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[361630] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[323126] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[260508] = {
			2114, -- [1]
			"Soulbound Goliath", -- [2]
		},
		[151454] = {
			1660, -- [1]
			"Гройат Слепой Охотник", -- [2]
		},
		[333485] = {
			2389, -- [1]
			"Тошногнил", -- [2]
		},
		[153501] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[16429] = {
			481, -- [1]
			"Темный чародей из секты Тузадин", -- [2]
		},
		[323552] = {
			2403, -- [1]
			"Верховный адъюдикатор Ализа", -- [2]
		},
		[35010] = {
			1939, -- [1]
			"Менну Предатель", -- [2]
		},
		[117665] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[250096] = {
			2087, -- [1]
			"Yazma", -- [2]
		},
		[328660] = {
			2382, -- [1]
			"Хлещущая слизь", -- [2]
		},
		[58506] = {
			1070, -- [1]
			"Командир ловчих смерти Бельмонт", -- [2]
		},
		[86726] = {
			1146, -- [1]
			"Рендольф Молох", -- [2]
		},
		[93535] = {
			1073, -- [1]
			"Лорд Вальден", -- [2]
		},
		[22858] = {
			366, -- [1]
			"Капитан Давигром", -- [2]
		},
		[363681] = {
			2539, -- [1]
			"Лихувим", -- [2]
		},
		[322450] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[269104] = {
			2132, -- [1]
			"Пробудившаяся Бездна", -- [2]
		},
		[193210] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[9143] = {
			427, -- [1]
			"Ремонтник Гизлок", -- [2]
		},
		[197964] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[52027] = {
			1987, -- [1]
			"Генерал Бьярнгрим", -- [2]
		},
		[21067] = {
			427, -- [1]
			"Ядовитый грелль", -- [2]
		},
		[366847] = {
			2544, -- [1]
			"Оссеиновый ритуал", -- [2]
		},
		[325395] = {
			2385, -- [1]
			"Shadowclone Stalker", -- [2]
		},
		[256955] = {
			2103, -- [1]
			"Knight Captain Valyri", -- [2]
		},
		[322232] = {
			2386, -- [1]
			"Маркграфиня Страдама", -- [2]
		},
		[107223] = {
			1417, -- [1]
			"Солнце", -- [2]
		},
		[43649] = {
			2024, -- [1]
			"Далронн Контролирующий", -- [2]
		},
		[93629] = {
			1072, -- [1]
			"Лорд Годфри", -- [2]
		},
		[194956] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[106872] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[324370] = {
			2357, -- [1]
			"Азуль", -- [2]
		},
		[364962] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[332313] = {
			2385, -- [1]
			"Домина Отравленный Клинок", -- [2]
		},
		[76001] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[204646] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[198635] = {
			1835, -- [1]
			"Кур'талос Гребень Ворона", -- [2]
		},
		[199051] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[201354] = {
			1845, -- [1]
			"Ледопасть", -- [2]
		},
		[255581] = {
			2084, -- [1]
			"Priestess Alun'za", -- [2]
		},
		[86636] = {
			1145, -- [1]
			"Лорд Пережар", -- [2]
		},
		[193209] = {
			1816, -- [1]
			"Вул'кан", -- [2]
		},
		[115167] = {
			1418, -- [1]
			"[*] Оскверненные воды", -- [2]
		},
		[198376] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[360618] = {
			2544, -- [1]
			"Оссеиновый ритуал", -- [2]
		},
		[154327] = {
			1688, -- [1]
			"Поработитель из клана Призрачной Луны", -- [2]
		},
		[201355] = {
			1845, -- [1]
			"Ледопасть", -- [2]
		},
		[321828] = {
			2392, -- [1]
			"Призывательница Туманов", -- [2]
		},
		[106413] = {
			1304, -- [1]
			"[*] Шар огня", -- [2]
		},
		[106827] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[38163] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
		[106871] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[168092] = {
			1757, -- [1]
			"Страж жизни Гола", -- [2]
		},
		[264923] = {
			2115, -- [1]
			"Raal the Gluttonous", -- [2]
		},
		[106851] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[38153] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
		[269097] = {
			2132, -- [1]
			"Лорд Штормсонг", -- [2]
		},
		[86765] = {
			1145, -- [1]
			"Яростный шлак", -- [2]
		},
		[375924] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[35008] = {
			1941, -- [1]
			"Рокмар Трескун", -- [2]
		},
		[266460] = {
			2117, -- [1]
			"Deathtouched Slaver", -- [2]
		},
		[194960] = {
			1832, -- [1]
			"[*] Эхо души", -- [2]
		},
		[324205] = {
			2356, -- [1]
			"\"Вентунакс\"", -- [2]
		},
		[265002] = {
			2115, -- [1]
			"Raal the Gluttonous", -- [2]
		},
		[365975] = {
			2529, -- [1]
			"[*] Эфемеровый взрыв", -- [2]
		},
		[150908] = {
			1656, -- [1]
			"Охотник Костяной Бивень", -- [2]
		},
		[195254] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[196496] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[16430] = {
			481, -- [1]
			"Тузадинский некромант", -- [2]
		},
		[151570] = {
			1661, -- [1]
			"Кристалл ядовитого всплеска", -- [2]
		},
		[197264] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[199567] = {
			1835, -- [1]
			"Проекция Латосия", -- [2]
		},
		[196838] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[42751] = {
			2025, -- [1]
			"[*] Теневой топор", -- [2]
		},
		[42708] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[196497] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[168187] = {
			1757, -- [1]
			"Дулгу", -- [2]
		},
		[22859] = {
			366, -- [1]
			"Капитан Давигром", -- [2]
		},
		[267459] = {
			2133, -- [1]
			"Забытый обитатель глубин", -- [2]
		},
		[197521] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[322563] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[93931] = {
			1070, -- [1]
			"Одо Слепой Страж", -- [2]
		},
		[9080] = {
			1146, -- [1]
			"Жестокий убийца", -- [2]
		},
		[112992] = {
			1413, -- [1]
			"Прыгопотам", -- [2]
		},
		[397878] = {
			1418, -- [1]
			"Оскверненная живая вода", -- [2]
		},
		[264931] = {
			2115, -- [1]
			"Raal the Gluttonous", -- [2]
		},
		[106853] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[320200] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[264698] = {
			2115, -- [1]
			"Raal the Gluttonous", -- [2]
		},
		[308502] = {
			2326, -- [1]
			"Gor'groth", -- [2]
		},
		[194880] = {
			1817, -- [1]
			"Смотрящий", -- [2]
		},
		[120027] = {
			1426, -- [1]
			"[*] Палящее пламя", -- [2]
		},
		[107047] = {
			1405, -- [1]
			"Боец Га'док", -- [2]
		},
		[181113] = {
			1746, -- [1]
			"Запущенная поросль", -- [2]
		},
		[204611] = {
			1837, -- [1]
			"Дубосерд", -- [2]
		},
		[321226] = {
			2388, -- [1]
			"Амарт", -- [2]
		},
		[202328] = {
			1856, -- [1]
			"Повелитель Скверны Бетруг", -- [2]
		},
		[264368] = {
			2125, -- [1]
			"Яйцо", -- [2]
		},
		[359608] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[106470] = {
			1304, -- [1]
			"[*] Шар огня", -- [2]
		},
		[203619] = {
			1856, -- [1]
			"Повелитель Скверны Бетруг", -- [2]
		},
		[260894] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[106854] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[263912] = {
			2125, -- [1]
			"Меректа", -- [2]
		},
		[193686] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[365269] = {
			2544, -- [1]
			"Прототип Долга", -- [2]
		},
		[359610] = {
			2512, -- [1]
			"[*] Развоплощение", -- [2]
		},
		[268007] = {
			2127, -- [1]
			"Хранитель Сердца", -- [2]
		},
		[16867] = {
			479, -- [1]
			"Баронесса Анастари", -- [2]
		},
		[194966] = {
			1832, -- [1]
			"Слияние душ", -- [2]
		},
		[120160] = {
			1442, -- [1]
			"Хайан Неудержимый", -- [2]
		},
		[263914] = {
			2125, -- [1]
			"Меректа", -- [2]
		},
		[121483] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[334322] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[253562] = {
			2084, -- [1]
			"Дазар'айский авгур", -- [2]
		},
		[120800] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[168041] = {
			1757, -- [1]
			"Демиург Телу", -- [2]
		},
		[320208] = {
			2389, -- [1]
			"Создание Трупошва", -- [2]
		},
		[328180] = {
			2384, -- [1]
			"Заклинатель чумы", -- [2]
		},
		[334053] = {
			2358, -- [1]
			"\"Орифрион\"", -- [2]
		},
		[152748] = {
			1660, -- [1]
			"Гройат Слепой Охотник", -- [2]
		},
		[192158] = {
			1806, -- [1]
			"Олмир Просвещенный", -- [2]
		},
		[120087] = {
			1442, -- [1]
			"Кружащийся дервиш <Мин Коварный>", -- [2]
		},
		[52740] = {
			1987, -- [1]
			"Берсерк из закаленной стали", -- [2]
		},
		[35268] = {
			1930, -- [1]
			"Яростное пламя", -- [2]
		},
		[255591] = {
			2084, -- [1]
			"Priestess Alun'za", -- [2]
		},
		[322614] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[197333] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[106826] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[257402] = {
			2096, -- [1]
			"Harlan Sweete", -- [2]
		},
		[10348] = {
			380, -- [1]
			"Прокаженный техник", -- [2]
		},
		[34268] = {
			1945, -- [1]
			"Газ'ан", -- [2]
		},
		[54954] = {
			2026, -- [1]
			"Тикающая бомба <Стратег из клана Укротителей драконов>", -- [2]
		},
		[106966] = {
			1305, -- [1]
			"Малая нестабильная энергия <Ша Жестокости>", -- [2]
		},
		[106856] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[106984] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[3391] = {
			427, -- [1]
			"Плут из племени Тлетворных", -- [2]
		},
		[106612] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[227233] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[15496] = {
			366, -- [1]
			"Разоритель из клана Гордок <Капитан Давигром>", -- [2]
		},
		[319702] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[93423] = {
			1069, -- [1]
			"Барон Эшбери", -- [2]
		},
		[322818] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[106228] = {
			1439, -- [1]
			"[*] Ничтожность", -- [2]
		},
		[319703] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[261498] = {
			2111, -- [1]
			"[*] Ползущая гниль", -- [2]
		},
		[121447] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[250241] = {
			2085, -- [1]
			"Vol'kaal", -- [2]
		},
		[322817] = {
			2359, -- [1]
			"Девия", -- [2]
		},
		[319120] = {
			2382, -- [1]
			"[*] Гнилая желчь", -- [2]
		},
		[320966] = {
			2357, -- [1]
			"Кин-Тара", -- [2]
		},
		[321240] = {
			2325, -- [1]
			"Tunk", -- [2]
		},
		[121442] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[13737] = {
			366, -- [1]
			"Разоритель из клана Гордок <Капитан Давигром>", -- [2]
		},
		[48583] = {
			2024, -- [1]
			"Скарвальд Строитель", -- [2]
		},
		[198520] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[255620] = {
			2085, -- [1]
			"Reanimated Honor Guard", -- [2]
		},
		[93424] = {
			1069, -- [1]
			"[*] Асфиксия", -- [2]
		},
		[372636] = {
			2540, -- [1]
			"Частица хаоса", -- [2]
		},
		[120001] = {
			1465, -- [1]
			"Визирь Цзинь'бак", -- [2]
		},
		[40505] = {
			482, -- [1]
			"Чумной вурдалак", -- [2]
		},
		[267034] = {
			2133, -- [1]
			"Вол'зит Шепчущая", -- [2]
		},
		[151218] = {
			1659, -- [1]
			"Вестник смерти Джаргба", -- [2]
		},
		[196508] = {
			1850, -- [1]
			"Безумный пожиратель разума", -- [2]
		},
		[274714] = {
			2132, -- [1]
			"[*] Извивающаяся Бездна", -- [2]
		},
		[115430] = {
			1406, -- [1]
			"Крик'тик-яростень", -- [2]
		},
		[256128] = {
			2104, -- [1]
			"Overseer Korgus", -- [2]
		},
		[257092] = {
			2101, -- [1]
			"The Sand Queen", -- [2]
		},
		[121443] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[257407] = {
			2086, -- [1]
			"Rezan", -- [2]
		},
		[52042] = {
			2392, -- [1]
			"Тотем исцеляющего потока <Йено>", -- [2]
		},
		[151475] = {
			1660, -- [1]
			"Гройат Слепой Охотник", -- [2]
		},
		[111720] = {
			1417, -- [1]
			"[*] Солнечные вихри", -- [2]
		},
		[257293] = {
			2096, -- [1]
			"Swiftwind Saber", -- [2]
		},
		[166572] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[268024] = {
			2127, -- [1]
			"Сердце Сетралисс", -- [2]
		},
		[197558] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[365257] = {
			2539, -- [1]
			"Автом-страж", -- [2]
		},
		[259711] = {
			2101, -- [1]
			"Block Warden", -- [2]
		},
		[14873] = {
			1146, -- [1]
			"Изворотливый вор", -- [2]
		},
		[113775] = {
			1427, -- [1]
			"Джандис Барова", -- [2]
		},
		[76026] = {
			1044, -- [1]
			"Командир Улток", -- [2]
		},
		[361676] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[76008] = {
			1045, -- [1]
			"Леди Наз'жар", -- [2]
		},
		[361677] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[31673] = {
			1946, -- [1]
			"Топеглад", -- [2]
		},
		[308455] = {
			2325, -- [1]
			"Tunk", -- [2]
		},
		[364236] = {
			2544, -- [1]
			"Прототип Обновления", -- [2]
		},
		[197117] = {
			1824, -- [1]
			"Пронзающее щупальце", -- [2]
		},
		[326574] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[273657] = {
			2117, -- [1]
			"Deathtouched Slaver", -- [2]
		},
		[12739] = {
			480, -- [1]
			"Темный чародей из секты Тузадин", -- [2]
		},
		[360114] = {
			2529, -- [1]
			"[*] Эфемеровый разлом", -- [2]
		},
		[321894] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[273658] = {
			2117, -- [1]
			"Deathtouched Slaver", -- [2]
		},
		[196512] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[21833] = {
			427, -- [1]
			"Ремонтник Гизлок", -- [2]
		},
		[267385] = {
			2133, -- [1]
			"Щупальце", -- [2]
		},
		[151407] = {
			1660, -- [1]
			"Гройат Слепой Охотник", -- [2]
		},
		[259830] = {
			2112, -- [1]
			"Sporecaller Zancha", -- [2]
		},
		[151605] = {
			1661, -- [1]
			"Чарлга Остробок", -- [2]
		},
		[42702] = {
			2026, -- [1]
			"Врайкул-скелет", -- [2]
		},
		[259714] = {
			2112, -- [1]
			"[*] Разлагающие споры", -- [2]
		},
		[364240] = {
			2544, -- [1]
			"Прототип Войны", -- [2]
		},
		[360658] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[131521] = {
			1306, -- [1]
			"Тажань Чжу", -- [2]
		},
		[31602] = {
			480, -- [1]
			"Неруб'энкан", -- [2]
		},
		[364241] = {
			2544, -- [1]
			"Прототип Обновления", -- [2]
		},
		[106841] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[259720] = {
			2112, -- [1]
			"Sporecaller Zancha", -- [2]
		},
		[31956] = {
			1941, -- [1]
			"Рокмар Трескун", -- [2]
		},
		[265986] = {
			2126, -- [1]
			"Энергетическое ядро", -- [2]
		},
		[198058] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[131522] = {
			1306, -- [1]
			"Тажань Чжу", -- [2]
		},
		[256138] = {
			2084, -- [1]
			"Дазар'айский почетный страж", -- [2]
		},
		[16791] = {
			482, -- [1]
			"Мировой судья Бартилас", -- [2]
		},
		[259718] = {
			2112, -- [1]
			"Sporecaller Zancha", -- [2]
		},
		[15657] = {
			427, -- [1]
			"Плут из племени Тлетворных", -- [2]
		},
		[308463] = {
			2325, -- [1]
			"Тунк", -- [2]
		},
		[153528] = {
			438, -- [1]
			"Ругуг", -- [2]
		},
		[111723] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[164275] = {
			1746, -- [1]
			"Сухокожий", -- [2]
		},
		[120167] = {
			1442, -- [1]
			"Хайан Неудержимый", -- [2]
		},
		[21390] = {
			424, -- [1]
			"Лорд Злоязыкий", -- [2]
		},
		[204151] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[31689] = {
			1946, -- [1]
			"Гриб Нижетопи", -- [2]
		},
		[196354] = {
			1836, -- [1]
			"Верховный друид Глайдалис", -- [2]
		},
		[120807] = {
			1502, -- [1]
			"Командир Во'цзак", -- [2]
		},
		[202913] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[45195] = {
			1930, -- [1]
			"Пустомант Сепетрея", -- [2]
		},
		[260741] = {
			2113, -- [1]
			"Sister Briar", -- [2]
		},
		[119946] = {
			1442, -- [1]
			"Му'Шиба", -- [2]
		},
		[193702] = {
			1808, -- [1]
			"[*] Инфернальное пламя", -- [2]
		},
		[119528] = {
			1441, -- [1]
			"[*] Огненный шар", -- [2]
		},
		[35280] = {
			1931, -- [1]
			"Паталеон Вычислитель", -- [2]
		},
		[196517] = {
			1832, -- [1]
			"[*] Вращающаяся коса", -- [2]
		},
		[198820] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[365272] = {
			2544, -- [1]
			"Прототип Долга", -- [2]
		},
		[201379] = {
			1845, -- [1]
			"Ледопасть", -- [2]
		},
		[197541] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[331966] = {
			2384, -- [1]
			"Моровая слизь", -- [2]
		},
		[118540] = {
			1416, -- [1]
			"[*] Волна Нефритовой Змеи", -- [2]
		},
		[368020] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[360964] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[166492] = {
			1751, -- [1]
			"Верховный маг Сол", -- [2]
		},
		[38166] = {
			1305, -- [1]
			"Ша Жестокости", -- [2]
		},
		[201380] = {
			1845, -- [1]
			"Ледопасть", -- [2]
		},
		[123655] = {
			1442, -- [1]
			"Хайан Неудержимый", -- [2]
		},
		[278789] = {
			2118, -- [1]
			"[*] Волна разложения", -- [2]
		},
		[111854] = {
			1426, -- [1]
			"Инструктор Ледяное Сердце", -- [2]
		},
		[194216] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[54791] = {
			481, -- [1]
			"Малекай Бледный", -- [2]
		},
		[111725] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[305913] = {
			2326, -- [1]
			"Gor'groth", -- [2]
		},
		[110945] = {
			1303, -- [1]
			"Гу Небесный Удар", -- [2]
		},
		[360159] = {
			2539, -- [1]
			"[*] Нестабильная частица", -- [2]
		},
		[325872] = {
			2401, -- [1]
			"Порочный уничтожитель", -- [2]
		},
		[255371] = {
			2086, -- [1]
			"Rezan", -- [2]
		},
		[106352] = {
			1304, -- [1]
			"Мастер Снежный Вихрь", -- [2]
		},
		[328338] = {
			2385, -- [1]
			"Стрелок-отравитель", -- [2]
		},
		[151742] = {
			1661, -- [1]
			"Кристалл жаркого пекла", -- [2]
		},
		[106736] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[106864] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[203685] = {
			1850, -- [1]
			"Хранитель тайн Могу'шан", -- [2]
		},
		[107120] = {
			1406, -- [1]
			"Командир Ри'мок", -- [2]
		},
		[255372] = {
			2086, -- [1]
			"Rezan", -- [2]
		},
		[200359] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[360162] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[362721] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[168375] = {
			1757, -- [1]
			"Дулгу", -- [2]
		},
		[273677] = {
			2127, -- [1]
			"Проклинатель худу", -- [2]
		},
		[93687] = {
			1071, -- [1]
			"Командир Спрингвейл", -- [2]
		},
		[115436] = {
			1406, -- [1]
			"Крик'тик-яростень", -- [2]
		},
		[255373] = {
			2086, -- [1]
			"Rezan", -- [2]
		},
		[197952] = {
			1824, -- [1]
			"Щупальце разрушения", -- [2]
		},
		[319733] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[202919] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[326389] = {
			2380, -- [1]
			"Эшелон", -- [2]
		},
		[164538] = {
			1746, -- [1]
			"Водяная капля", -- [2]
		},
		[197546] = {
			1833, -- [1]
			"Иллисанна Гребень Ворона", -- [2]
		},
		[107121] = {
			1406, -- [1]
			"Командир Ри'мок", -- [2]
		},
		[267027] = {
			2125, -- [1]
			"Ядовитый змей <Яйцо>", -- [2]
		},
		[257278] = {
			2096, -- [1]
			"Harlan Sweete", -- [2]
		},
		[111599] = {
			1426, -- [1]
			"Послушник из Некроситета", -- [2]
		},
		[364967] = {
			2544, -- [1]
			"Прототип Долга", -- [2]
		},
		[120142] = {
			1441, -- [1]
			"[*] Дротик", -- [2]
		},
		[128359] = {
			1502, -- [1]
			"[*] Едкий сок", -- [2]
		},
		[361644] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[261447] = {
			2116, -- [1]
			"Lord Waycrest", -- [2]
		},
		[93505] = {
			1073, -- [1]
			"Лорд Вальден", -- [2]
		},
		[17393] = {
			484, -- [1]
			"Лорд Аурий Ривендер", -- [2]
		},
		[93685] = {
			1071, -- [1]
			"Командир Спрингвейл", -- [2]
		},
		[329168] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[250258] = {
			2085, -- [1]
			"Vol'kaal", -- [2]
		},
		[106866] = {
			1405, -- [1]
			"Крик'тик-бомбардир", -- [2]
		},
		[360115] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[329170] = {
			2381, -- [1]
			"Грехокаменная статуя", -- [2]
		},
		[31946] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[35152] = {
			1932, -- [1]
			"Заряд Пустоты", -- [2]
		},
		[111600] = {
			1419, -- [1]
			"Крик'тик - вестник роя", -- [2]
		},
		[111728] = {
			1419, -- [1]
			"Райгонн", -- [2]
		},
		[250259] = {
			2085, -- [1]
			"Vol'kaal", -- [2]
		},
		[106334] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[36348] = {
			1934, -- [1]
			"Кровостраж-врач", -- [2]
		},
		[197805] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[321772] = {
			2397, -- [1]
			"Дроман Ульфарран", -- [2]
		},
		[93675] = {
			1072, -- [1]
			"Лорд Годфри", -- [2]
		},
		[197454] = {
			1818, -- [1]
			"Аватара отмщения", -- [2]
		},
		[43650] = {
			2024, -- [1]
			"Далронн Контролирующий", -- [2]
		},
		[149957] = {
			1656, -- [1]
			"Прирученный вепрь", -- [2]
		},
		[267360] = {
			2133, -- [1]
			"Вол'зит Шепчущая", -- [2]
		},
		[113136] = {
			1430, -- [1]
			"Темный магистр Гандлинг", -- [2]
		},
		[43651] = {
			2024, -- [1]
			"Скарвальд Строитель", -- [2]
		},
		[322304] = {
			2386, -- [1]
			"Маркграфиня Страдама", -- [2]
		},
		[361689] = {
			2544, -- [1]
			"Прототип Отпущения", -- [2]
		},
		[35330] = {
			1934, -- [1]
			"Страж ворот Стальная Клешня", -- [2]
		},
		[326629] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[22860] = {
			366, -- [1]
			"Капитан Давигром", -- [2]
		},
		[267548] = {
			2133, -- [1]
			"Утонувший обитатель глубин", -- [2]
		},
		[107357] = {
			1306, -- [1]
			"Тажань Чжу", -- [2]
		},
		[261264] = {
			2113, -- [1]
			"Sister Solena", -- [2]
		},
		[365293] = {
			2546, -- [1]
			"Оскверненная преграда <Андуин Ринн>", -- [2]
		},
		[320771] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[360176] = {
			2512, -- [1]
			"Модуль точечной обороны", -- [2]
		},
		[75907] = {
			1045, -- [1]
			"Отважный страж Леди Наз'жар", -- [2]
		},
		[361200] = {
			2539, -- [1]
			"Лихувим", -- [2]
		},
		[320772] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[360177] = {
			2512, -- [1]
			"Модуль точечной обороны", -- [2]
		},
		[261265] = {
			2113, -- [1]
			"Sister Briar", -- [2]
		},
		[200111] = {
			1839, -- [1]
			"Тень Ксавия", -- [2]
		},
		[35283] = {
			1930, -- [1]
			"Яростное пламя", -- [2]
		},
		[227234] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[42780] = {
			2026, -- [1]
			"Железоголов из клана Укротителей драконов", -- [2]
		},
		[168383] = {
			1757, -- [1]
			"Дулгу", -- [2]
		},
		[169613] = {
			1756, -- [1]
			"Йалну", -- [2]
		},
		[93691] = {
			1071, -- [1]
			"[*] Осквернение", -- [2]
		},
		[261266] = {
			2113, -- [1]
			"Sister Malady", -- [2]
		},
		[365297] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[8376] = {
			367, -- [1]
			"Чо'Раш Наблюдатель", -- [2]
		},
		[12555] = {
			1987, -- [1]
			"Генерал Бьярнгрим", -- [2]
		},
		[198833] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[76100] = {
			1044, -- [1]
			"Командир Улток", -- [2]
		},
		[197262] = {
			1824, -- [1]
			"Хелия", -- [2]
		},
		[193460] = {
			1822, -- [1]
			"Имирон, падший король", -- [2]
		},
		[107110] = {
			1416, -- [1]
			"[*] Нефритовый огонь", -- [2]
		},
		[113394] = {
			1417, -- [1]
			"Раздор", -- [2]
		},
		[259732] = {
			2112, -- [1]
			"Sporecaller Zancha", -- [2]
		},
		[257315] = {
			2096, -- [1]
			"Irontide Grenadier", -- [2]
		},
		[112993] = {
			1413, -- [1]
			"Прыгопотам", -- [2]
		},
		[365300] = {
			2546, -- [1]
			"Оскверненная преграда <Андуин Ринн>", -- [2]
		},
		[93564] = {
			1072, -- [1]
			"Лорд Годфри", -- [2]
		},
		[31985] = {
			1939, -- [1]
			"Менну Предатель", -- [2]
		},
		[257580] = {
			2101, -- [1]
			"The Sand Queen", -- [2]
		},
		[361305] = {
			2544, -- [1]
			"[*] Звериный натиск", -- [2]
		},
		[367838] = {
			2529, -- [1]
			"[*] Эфемеровый разлом", -- [2]
		},
		[377738] = {
			2557, -- [1]
			"Рефти-распорядитель", -- [2]
		},
		[16868] = {
			479, -- [1]
			"Баронесса Анастари", -- [2]
		},
		[114658] = {
			1426, -- [1]
			"Инструктор Ледяное Сердце", -- [2]
		},
		[376049] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[199915] = {
			1850, -- [1]
			"Безликий маг Бездны", -- [2]
		},
		[34168] = {
			1946, -- [1]
			"Гриб Нижетопи", -- [2]
		},
		[267047] = {
			2125, -- [1]
			"Песочная змея <Яйцо>", -- [2]
		},
		[18813] = {
			1947, -- [1]
			"Владыка болот Мусел'ек", -- [2]
		},
		[193513] = {
			1822, -- [1]
			"Имирон, падший король", -- [2]
		},
		[323852] = {
			2403, -- [1]
			"Жуткий молельщик <Хугопал>", -- [2]
		},
		[365295] = {
			2546, -- [1]
			"Андуин Ринн", -- [2]
		},
		[361722] = {
			2540, -- [1]
			"Даусинь", -- [2]
		},
		[274213] = {
			2112, -- [1]
			"Sporecaller Zancha", -- [2]
		},
		[198245] = {
			1834, -- [1]
			"Хмуродроб Лютый", -- [2]
		},
		[363258] = {
			2553, -- [1]
			"Изобретатель Зи'мокс", -- [2]
		},
		[194231] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[364522] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[368529] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[164294] = {
			1746, -- [1]
			"Запущенная поросль", -- [2]
		},
		[320784] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[11084] = {
			380, -- [1]
			"\"Электрошокер-6000\"", -- [2]
		},
		[199143] = {
			1835, -- [1]
			"Латосий", -- [2]
		},
		[365307] = {
			2539, -- [1]
			"Часовой <Автом-страж>", -- [2]
		},
		[5568] = {
			483, -- [1]
			"Рамштайн Ненасытный", -- [2]
		},
		[16869] = {
			481, -- [1]
			"Малекай Бледный", -- [2]
		},
		[213583] = {
			1818, -- [1]
			"Кордана Оскверненная Песнь", -- [2]
		},
		[324368] = {
			2357, -- [1]
			"Азуль", -- [2]
		},
		[42705] = {
			2025, -- [1]
			"Ингвар Расхититель", -- [2]
		},
		[272457] = {
			2112, -- [1]
			"Sporecaller Zancha", -- [2]
		},
		[106104] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[193977] = {
			1822, -- [1]
			"Имирон, падший король", -- [2]
		},
		[114548] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[364979] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[61369] = {
			1987, -- [1]
			"Берсерк из закаленной стали", -- [2]
		},
		[41106] = {
			1987, -- [1]
			"Генерал Бьярнгрим", -- [2]
		},
		[320788] = {
			2390, -- [1]
			"Налтор Криомант", -- [2]
		},
		[113141] = {
			1430, -- [1]
			"Темный магистр Гандлинг", -- [2]
		},
		[204905] = {
			1850, -- [1]
			"Хранитель тайн Могу'шан", -- [2]
		},
		[121762] = {
			1464, -- [1]
			"Командующий флангом Нер'онок", -- [2]
		},
		[115003] = {
			1414, -- [1]
			"Янь-Чжу Высвобожденный", -- [2]
		},
		[111606] = {
			1426, -- [1]
			"Инструктор Ледяное Сердце", -- [2]
		},
		[119922] = {
			1442, -- [1]
			"Куай Бесчеловечный", -- [2]
		},
		[124317] = {
			1447, -- [1]
			"Генерал Па'валак", -- [2]
		},
		[193211] = {
			1822, -- [1]
			"Имирон, падший король", -- [2]
		},
		[202862] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[106105] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[198073] = {
			1834, -- [1]
			"Хмуродроб Лютый", -- [2]
		},
		[359976] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[169100] = {
			1756, -- [1]
			"[*] Огненный столб", -- [2]
		},
		[366849] = {
			2546, -- [1]
			"Андуин Ринн", -- [2]
		},
		[129262] = {
			2129, -- [1]
			"Геккан", -- [2]
		},
		[114999] = {
			1306, -- [1]
			"Тажань Чжу", -- [2]
		},
		[363073] = {
			1815, -- [1]
			"Тиратон Салтерил", -- [2]
		},
		[255421] = {
			2086, -- [1]
			"Rezan", -- [2]
		},
		[365315] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[165578] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[322709] = {
			2393, -- [1]
			"Тред'ова", -- [2]
		},
		[366943] = {
			2512, -- [1]
			"Бдительный Страж", -- [2]
		},
		[17235] = {
			480, -- [1]
			"Неруб'энкан", -- [2]
		},
		[57846] = {
			2026, -- [1]
			"Железоголов из клана Укротителей драконов", -- [2]
		},
		[204658] = {
			1837, -- [1]
			"[*] Сокрушительная хватка", -- [2]
		},
		[361001] = {
			2512, -- [1]
			"Быстровозводимый часовой", -- [2]
		},
		[93952] = {
			1070, -- [1]
			"Одо Слепой Страж", -- [2]
		},
		[165579] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[169929] = {
			1756, -- [1]
			"Крючковатый древний", -- [2]
		},
		[260668] = {
			2084, -- [1]
			"Позолоченная жрица", -- [2]
		},
		[359979] = {
			2542, -- [1]
			"Сколекс", -- [2]
		},
		[106874] = {
			1406, -- [1]
			"[*] Огненная бомба", -- [2]
		},
		[261438] = {
			2116, -- [1]
			"Lord Waycrest", -- [2]
		},
		[52754] = {
			1987, -- [1]
			"Небоход из закаленной стали", -- [2]
		},
		[31948] = {
			1941, -- [1]
			"Рокмар Трескун", -- [2]
		},
		[257608] = {
			2101, -- [1]
			"The Sand Queen", -- [2]
		},
		[169930] = {
			1756, -- [1]
			"Крючковатый древний", -- [2]
		},
		[321821] = {
			2387, -- [1]
			"Чумной мешок", -- [2]
		},
		[206020] = {
			1850, -- [1]
			"[*] Прикосновение порчи", -- [2]
		},
		[260699] = {
			2113, -- [1]
			"Sister Solena", -- [2]
		},
		[93697] = {
			1073, -- [1]
			"Лорд Вальден", -- [2]
		},
		[185539] = {
			1824, -- [1]
			"Щупальце разрушения", -- [2]
		},
		[198077] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[6016] = {
			480, -- [1]
			"Неруб'энкан", -- [2]
		},
		[151604] = {
			1661, -- [1]
			"Чарлга Остробок", -- [2]
		},
		[153525] = {
			438, -- [1]
			"Ругуг", -- [2]
		},
		[362052] = {
			2529, -- [1]
			"Галондрий", -- [2]
		},
		[320365] = {
			2389, -- [1]
			"Хирург Трупошов", -- [2]
		},
		[48400] = {
			2026, -- [1]
			"Ледяная могила", -- [2]
		},
		[324459] = {
			2382, -- [1]
			"Склизгл", -- [2]
		},
		[150997] = {
			1656, -- [1]
			"Меткострел из племени Иглошкурых", -- [2]
		},
		[151253] = {
			1659, -- [1]
			"Вестник смерти Джаргба", -- [2]
		},
		[153556] = {
			438, -- [1]
			"Тотем Хрустального огня <Ругуг>", -- [2]
		},
		[262115] = {
			2113, -- [1]
			"Sister Solena", -- [2]
		},
		[194218] = {
			1823, -- [1]
			"Харбарон", -- [2]
		},
		[120196] = {
			1442, -- [1]
			"Хайан Неудержимый", -- [2]
		},
		[34780] = {
			1940, -- [1]
			"Зыбун", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["latest_news_saw"] = "9.2.7 10144",
	["auto_open_news_window"] = true,
	["always_use_profile"] = false,
	["got_first_run"] = true,
	["spell_category_latest_sent"] = 0,
	["item_level_pool"] = {
	},
	["damage_scroll_auto_open"] = true,
	["savedStyles"] = {
	},
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["__profiles"] = {
		["Хугопвар-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["default_bg_alpha"] = 0.5,
			["instances_disable_bar_highlight"] = false,
			["disable_window_groups"] = false,
			["standard_skin"] = false,
			["animate_scroll"] = false,
			["instances_suppress_trash"] = 0,
			["pvp_as_group"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["report_lines"] = 5,
			["segments_amount"] = 40,
			["overall_clear_pvp"] = true,
			["time_type"] = 2,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_flag"] = 16,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["deny_score_messages"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 177.3010476268708,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["trash_auto_remove"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["use_scroll"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["numerical_system"] = 1,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -107.6824035644531,
							["x"] = 538.4136352539062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["textL_enable_custom_text"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["texture_background"] = "Details D'ictum (reverse)",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_inverted"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["backdrop_texture"] = "Details Ground",
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["micro_displays_locked"] = true,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_grow_direction"] = 1,
					["libwindow"] = {
						["y"] = -107.6824188232422,
						["x"] = -281.8245849609375,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["switch_all_roles_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -107.6824035644531,
							["x"] = 538.4136352539062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["skin_custom"] = "",
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["death_tooltip_width"] = 350,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Хугомонк-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = true,
			["disable_window_groups"] = false,
			["ps_abbreviation"] = 3,
			["data_broker_text"] = "",
			["instances_suppress_trash"] = 0,
			["pvp_as_group"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["numerical_system_symbols"] = "auto",
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["report_schema"] = 1,
			["death_tooltip_width"] = 350,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -137.1428527832031,
							["x"] = 619.6832885742188,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_custom_text"] = "{data1}. {func local player, combat = ...;local ilvl = _detalhes.ilevel:GetIlvl(player.serial); ilvl = ilvl and ilvl.ilvl or 0;return math.floor(0.5+ilvl);} {data3}{data2}",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["use_spec_icons"] = true,
						["percent_type"] = 1,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["show_faction_icon"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textL_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["switch_tank_in_combat"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["grab_on_top"] = false,
					["menu_icons_size"] = 0.82,
					["bars_inverted"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["bars_grow_direction"] = 1,
					["backdrop_texture"] = "Details Ground",
					["micro_displays_locked"] = true,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["clickthrough_rows"] = false,
					["hide_in_combat_alpha"] = 0,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["libwindow"] = {
						["y"] = -137.142822265625,
						["x"] = -200.5548095703125,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["show_statusbar"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["switch_all_roles_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -137.1428527832031,
							["x"] = 619.6832885742188,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["skin_custom"] = "",
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["time_type_original"] = 2,
			["overall_clear_newboss"] = true,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 178.253831834886,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["segments_panic_mode"] = false,
			["overall_flag"] = 16,
			["show_arena_role_icon"] = false,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type"] = 2,
			["overall_clear_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["clear_ungrouped"] = true,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_disable_bar_highlight"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Хугохав-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = true,
			["disable_window_groups"] = false,
			["ps_abbreviation"] = 3,
			["data_broker_text"] = "",
			["instances_suppress_trash"] = 0,
			["pvp_as_group"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["numerical_system_symbols"] = "auto",
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["report_schema"] = 1,
			["death_tooltip_width"] = 350,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -114.7936706542969,
							["x"] = 545.5239868164062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["start_after_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_enable_custom_text"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["texture_background"] = "Details D'ictum (reverse)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["skin_custom"] = "",
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["stretch_button_side"] = 1,
					["bars_inverted"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["ignore_mass_showhide"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["backdrop_texture"] = "Details Ground",
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_in_combat"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["bg_alpha"] = 0.6,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = -114.7936706542969,
						["x"] = -274.714111328125,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager_in_combat"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["strata"] = "LOW",
					["rowareaborder_shown"] = false,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["auto_current"] = true,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -114.7936706542969,
							["x"] = 545.5239868164062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_sidebars"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["fontstrings_text3_anchor"] = 38,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["time_type_original"] = 2,
			["overall_clear_newboss"] = true,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["segments_panic_mode"] = false,
			["overall_flag"] = 16,
			["show_arena_role_icon"] = false,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type"] = 2,
			["overall_clear_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["clear_ungrouped"] = true,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_disable_bar_highlight"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Хугакон-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = true,
			["disable_window_groups"] = false,
			["ps_abbreviation"] = 3,
			["data_broker_text"] = "",
			["instances_suppress_trash"] = 0,
			["pvp_as_group"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["numerical_system_symbols"] = "auto",
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["report_schema"] = 1,
			["death_tooltip_width"] = 350,
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -96.50759887695312,
							["x"] = 540.4454956054688,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["start_after_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["texture_custom"] = "",
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textL_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["use_spec_icons"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["skin_custom"] = "",
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["stretch_button_side"] = 1,
					["bars_inverted"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["ignore_mass_showhide"] = false,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["backdrop_texture"] = "Details Ground",
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_in_combat"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["bg_alpha"] = 0.6,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = -96.507568359375,
						["x"] = -279.792724609375,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager_in_combat"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["strata"] = "LOW",
					["rowareaborder_shown"] = false,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["grab_on_top"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["bars_grow_direction"] = 1,
					["auto_current"] = true,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -96.50759887695312,
							["x"] = 540.4454956054688,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_sidebars"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["fontstrings_text3_anchor"] = 38,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["overall_clear_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["time_type_original"] = 2,
			["overall_clear_newboss"] = true,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["memory_threshold"] = 3,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["segments_panic_mode"] = false,
			["overall_flag"] = 16,
			["show_arena_role_icon"] = false,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type"] = 2,
			["report_lines"] = 5,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["clear_ungrouped"] = true,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_disable_bar_highlight"] = false,
			["default_bg_alpha"] = 0.5,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
		},
		["Хугопал-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_lock_ungroup_buttons"] = false,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["default_bg_alpha"] = 0.5,
			["standard_skin"] = false,
			["disable_window_groups"] = false,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances_suppress_trash"] = 0,
			["ps_abbreviation"] = 3,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["overall_clear_pvp"] = true,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -113.7777709960938,
							["x"] = 549.5878295898438,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["font_size"] = 16,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["texture_background"] = "Details D'ictum (reverse)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_inverted"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["backdrop_texture"] = "Details Ground",
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["micro_displays_locked"] = true,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["bars_grow_direction"] = 1,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["libwindow"] = {
						["y"] = -113.7778015136719,
						["x"] = -270.6502685546875,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["switch_all_roles_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -113.7777709960938,
							["x"] = 549.5878295898438,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["skin_custom"] = "",
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_lines"] = 5,
			["time_type"] = 2,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["overall_clear_newboss"] = true,
			["use_scroll"] = false,
			["overall_flag"] = 16,
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 189.9538521253377,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["trash_auto_remove"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["instances_disable_bar_highlight"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["segments_panic_mode"] = false,
			["time_type_original"] = 2,
			["show_arena_role_icon"] = false,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["update_speed"] = 0.2,
			["segments_amount"] = 40,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["clear_ungrouped"] = true,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances_segments_locked"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["all_in_one_windows"] = {
			},
		},
		["Maelti-Doomhammer"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["disable_window_groups"] = false,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["instances_suppress_trash"] = 0,
			["data_broker_text"] = "",
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -376.9998779296875,
							["x"] = 796.9998779296875,
							["w"] = 309.9999389648438,
							["h"] = 157.9999694824219,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Interface\\AddOns\\VuhDo\\Fonts\\ariblk.ttf",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["start_after_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_enable_custom_text"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["textL_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Arial Black",
						["texture_class_colors"] = true,
						["show_faction_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["skin_custom"] = "",
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["stretch_button_side"] = 1,
					["bars_inverted"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["ignore_mass_showhide"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["backdrop_texture"] = "Details Ground",
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_in_combat"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["bg_alpha"] = 0.6,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 84.00006866455078,
						["x"] = -8,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager_in_combat"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["strata"] = "LOW",
					["rowareaborder_shown"] = false,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["auto_current"] = true,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -376.9998779296875,
							["x"] = 796.9998779296875,
							["w"] = 309.9999389648438,
							["h"] = 157.9999694824219,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_sidebars"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["fontstrings_text3_anchor"] = 38,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["update_speed"] = 0.2,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["minimum_combat_time"] = 5,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["overall_clear_logout"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["instances_disable_bar_highlight"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["trash_auto_remove"] = false,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 77.68040432739132,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["segments_auto_erase"] = 1,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_flag"] = 16,
			["memory_threshold"] = 3,
			["segments_panic_mode"] = false,
			["use_scroll"] = false,
			["overall_clear_newboss"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type"] = 2,
			["numerical_system"] = 1,
			["overall_clear_pvp"] = true,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["standard_skin"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Хуговар-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["all_in_one_windows"] = {
			},
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["disable_window_groups"] = false,
			["instances_segments_locked"] = true,
			["data_broker_text"] = "",
			["instances_suppress_trash"] = 0,
			["ps_abbreviation"] = 3,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -128.7928161621094,
							["x"] = 548.0162963867188,
							["w"] = 326.25390625,
							["h"] = 162.0634918212891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["backdrop_texture"] = "Details Ground",
					["__was_opened"] = true,
					["fontstrings_text3_anchor"] = 38,
					["skin"] = "Minimalistic",
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["font_size"] = 16,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["texture_background"] = "Details D'ictum (reverse)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fontstrings_text_limit_offset"] = -10,
					["menu_icons_size"] = 0.82,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["skin_custom"] = "",
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["switch_damager"] = false,
					["bg_alpha"] = 0.6,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["__snapH"] = false,
					["micro_displays_locked"] = true,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["grab_on_top"] = false,
					["__snapV"] = false,
					["libwindow"] = {
						["y"] = -128.7928314208984,
						["x"] = -264.094970703125,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["bars_grow_direction"] = 1,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["clickthrough_rows"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["rowareaborder_shown"] = false,
					["switch_damager_in_combat"] = false,
					["strata"] = "LOW",
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["auto_current"] = true,
					["plugins_grow_direction"] = 1,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_tank_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -128.7928161621094,
							["x"] = 548.0162963867188,
							["w"] = 326.25390625,
							["h"] = 162.0634918212891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fullborder_shown"] = false,
					["switch_tank"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["update_speed"] = 0.2,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["overall_flag"] = 16,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["instances_disable_bar_highlight"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 185.706359326547,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["memory_threshold"] = 3,
			["minimum_combat_time"] = 5,
			["segments_panic_mode"] = false,
			["use_scroll"] = false,
			["overall_clear_newboss"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type"] = 2,
			["overall_clear_pvp"] = true,
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["standard_skin"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Hugork-Draenor"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["disable_window_groups"] = false,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["instances_suppress_trash"] = 0,
			["data_broker_text"] = "",
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 113.0003051757813,
							["x"] = 820.2383422851562,
							["w"] = 309.9999389648438,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Interface\\Addons\\Details\\fonts\\Accidental Presidency.ttf",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["textL_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["show_faction_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_inverted"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["backdrop_texture"] = "Details Ground",
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["micro_displays_locked"] = true,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_grow_direction"] = 1,
					["libwindow"] = {
						["y"] = 113.0003051757813,
						["x"] = 0,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["switch_all_roles_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 113.0003051757813,
							["x"] = 820.2383422851562,
							["w"] = 309.9999389648438,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["skin_custom"] = "",
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["overall_clear_pvp"] = true,
			["update_speed"] = 0.2,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["overall_clear_logout"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["minimum_combat_time"] = 5,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["instances_disable_bar_highlight"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["total_abbreviation"] = 2,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 151.0110888896486,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["animation_speed_triggertravel"] = 5,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_flag"] = 16,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["segments_panic_mode"] = false,
			["use_scroll"] = false,
			["overall_clear_newboss"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type"] = 2,
			["numerical_system"] = 1,
			["report_lines"] = 5,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["standard_skin"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Hugotest-Draenor"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["disable_lock_ungroup_buttons"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_window_groups"] = false,
			["standard_skin"] = false,
			["death_tooltip_width"] = 350,
			["instances_suppress_trash"] = 0,
			["animate_scroll"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["report_lines"] = 5,
			["segments_amount"] = 40,
			["overall_clear_pvp"] = true,
			["numerical_system"] = 1,
			["time_type"] = 2,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_clear_newboss"] = true,
			["use_scroll"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
			},
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["trash_auto_remove"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["instances_disable_bar_highlight"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["segments_panic_mode"] = false,
			["minimum_combat_time"] = 5,
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["update_speed"] = 0.2,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 6.103515625e-05,
							["x"] = 0,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Interface\\Addons\\Details\\fonts\\Accidental Presidency.ttf",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["font_size"] = 16,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["show_faction_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["texture_custom_file"] = "Interface\\",
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["start_after_icon"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["textR_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textR_outline"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_inverted"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["switch_all_roles_in_combat"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["bg_alpha"] = 0.6,
					["skin_custom"] = "",
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["ignore_mass_showhide"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["libwindow"] = {
						["y"] = 7.62939453125e-05,
						["x"] = 0,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager_in_combat"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["strata"] = "LOW",
					["micro_displays_side"] = 2,
					["backdrop_texture"] = "Details Ground",
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["hide_in_combat_type"] = 1,
					["auto_current"] = true,
					["clickthrough_rows"] = false,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_sort_direction"] = 1,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 6.103515625e-05,
							["x"] = 0,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 38,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
	},
	["immersion_special_units"] = true,
	["deathlog_healingdone_min_arena"] = 400,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
		},
		["encounter_timers_dbm"] = {
			["nil"] = {
				"nil", -- [1]
				"DBMLFGTimer", -- [2]
				"LFG Invite", -- [3]
				40, -- [4]
				"237538", -- [5]
				"extratimer", -- [6]
				nil, -- [7]
				0, -- [8]
				["id"] = 2087,
			},
		},
	},
	["spell_category_latest_query"] = 0,
	["spell_school_cache"] = {
		["Искра созидания"] = 106,
		["Выброс фотонов"] = 106,
		["Палящий жар"] = 4,
		["Soul Manipulation"] = 32,
		["Tiki Blaze"] = 4,
		["Стремительный разрыв"] = 1,
		["Гейзер"] = 16,
		["Пагубная стрела"] = 8,
		["Водоворот Бездны"] = 32,
		["Вызов молнии"] = 8,
		["Strike"] = 1,
		["Карбонизация"] = 16,
		["Перехват"] = 1,
		["Sinister Strike"] = 1,
		["Импульс"] = 64,
		["Перемотка времени"] = 64,
		["Едкая смола"] = 8,
		["Жгучая рана"] = 124,
		["Бурлящая вода"] = 16,
		["Ледяная атака"] = 16,
		["Бремя греха"] = 32,
		["Ползущая гниль"] = 8,
		["Антиматерия"] = 106,
		["Меховая буря"] = 1,
		["Отложенная расправа"] = 2,
		["Раздирающий рывок"] = 1,
		["Пригвождающий залп"] = 1,
		["Пылающее прикосновение"] = 4,
		["Чародейская зона"] = 64,
		["Волнующаяся вода"] = 16,
		["Лучи солнечной ярости"] = 4,
		["Напряженность"] = 32,
		["Извивающаяся Бездна"] = 32,
		["Тумак торнадо"] = 1,
		["Melee"] = 1,
		["Клейкий осадок"] = 8,
		["Оскверненная кровь"] = 32,
		["Огнебомба"] = 4,
		["Ядовитые пауки"] = 8,
		["Molten Gold"] = 4,
		["Темный рывок"] = 1,
		["Удар валуна"] = 1,
		["Обжигающий жар"] = 4,
		["Отравленные клинки"] = 8,
		["Копье Света"] = 2,
		["Смыть"] = 16,
		["Мучительная тошнота"] = 8,
		["Хаотическая энергия"] = 4,
		["Лава"] = 4,
		["Стрекочущий рой"] = 32,
		["Горящие осколки"] = 4,
		["Звуковой заряд"] = 1,
		["Первобытная ярость"] = 1,
		["Бросок боевого клинка"] = 1,
		["Сокрушитель надежды"] = 32,
		["Обстрел"] = 4,
		["Буран"] = 8,
		["Удар зазубренным клинком"] = 1,
		["Сердечный приступ"] = 8,
		["Разрушающий взрыв"] = 106,
		["Шепот Темной Звезды"] = 32,
		["Эфемеровый взрыв"] = 106,
		["Bashing Blow"] = 1,
		["Расплавленное золото"] = 4,
		["Снаряды землелома"] = 106,
		["Dispatch"] = 1,
		["Мрачная стрела"] = 32,
		["Vile Expulsion"] = 32,
		["Трупное дыхание"] = 32,
		["Всплеск оскверненных вод"] = 16,
		["Остатки разрушений"] = 124,
		["Сейсмические толчки"] = 1,
		["Перегрузка машины вечности"] = 106,
		["Навязчивый взгляд"] = 32,
		["Разящий удар Нефритовой Змеи"] = 4,
		["Походный облик"] = 1,
		["Возмездие"] = 1,
		["Высвобожденная сила"] = 106,
		["Око шторма"] = 8,
		["Демонические клинки"] = 32,
		["Укус хищника"] = 1,
		["Ближний бой"] = 1,
		["Раздробленный сердечник"] = 106,
		["Удар Хаоса"] = 127,
		["Оскверненные воды"] = 16,
		["Эффект Молоткового перфоратора"] = 1,
		["Кислотный выброс"] = 8,
		["Выстрел"] = 1,
		["Засасывающий внутрь вихрь"] = 8,
		["Развоплощение"] = 106,
		["Тление"] = 4,
		["Deep Wounds"] = 1,
		["Soulrend"] = 32,
		["Натиск Клинка"] = 1,
		["Общая боль"] = 32,
		["Пасть разлома"] = 32,
		["Осквернение"] = 34,
		["Рассекающий удар"] = 1,
		["Вращающаяся коса"] = 1,
		["Огненный шар"] = 4,
		["Hoppy Finish"] = 8,
		["Слово Тьмы: Смерть"] = 32,
		["Вспышка тики"] = 4,
		["Осадок ша"] = 32,
		["Извержение эфемеры"] = 106,
		["Неспокойные воды"] = 16,
		["Статическое поле"] = 8,
		["Запущенная поросль"] = 8,
		["Колючая кожа"] = 8,
		["Чародейская бомба"] = 64,
		["Мучительные сомнения"] = 64,
		["Разрушительная энергия"] = 106,
		["Беспорядочные удары"] = 1,
		["Палящее пламя"] = 4,
		["Плен стихий"] = 8,
		["Прикосновение порчи"] = 32,
		["Main Gauche"] = 1,
		["Мгновенный взрыв"] = 4,
		["Кометная буря"] = 16,
		["Ледяной дождь"] = 16,
		["Схватить"] = 1,
		["Зубчатые шипы"] = 8,
		["Гальванизация"] = 8,
		["Зловонный смрад"] = 8,
		["Ликвидация"] = 8,
		["Ненависть"] = 4,
		["Могильные скарабеи"] = 1,
		["Шокирующее сотрясение"] = 8,
		["Расщепление души"] = 32,
		["Перегрузка источника питания"] = 106,
		["Вспышка Бездны"] = 32,
		["Символ перемещения"] = 64,
		["Soul Thorns"] = 1,
		["Звериный натиск"] = 1,
		["Обнаженный сердечник"] = 106,
		["Upheaval"] = 1,
		["Torch Strike"] = 4,
		["Эхо души"] = 32,
		["Лужа смолы"] = 32,
		["Нестабильная частица"] = 106,
		["Отмщение"] = 1,
		["Звуковое поле"] = 1,
		["Руническое клеймо"] = 2,
		["Сверхновая Погибели"] = 32,
		["Выстрел часового"] = 106,
		["Едкий сок"] = 8,
		["Смертоносный порыв"] = 32,
		["Луч сокрушающего Света"] = 106,
		["Темный разлом"] = 32,
		["Фрагмент"] = 32,
		["Пылевой взрыв"] = 106,
		["Магнитный покров"] = 8,
		["Древний подчинитель разума"] = 32,
		["Оскверняющий рев"] = 32,
		["Детонация"] = 106,
		["Высвобожденная анима"] = 64,
		["Волна слизи"] = 8,
		["Ошеломляющий удар"] = 1,
		["Порча Г'ууна"] = 32,
		["Агония"] = 32,
		["Срыгивание"] = 32,
		["Выброс гноя"] = 8,
		["Хлещущая слизь"] = 8,
		["Shadow Blade"] = 96,
		["Преисподняя"] = 4,
		["Стрела Тьмы"] = 32,
		["Постепенное подчинение"] = 32,
		["Ищущее пламя"] = 4,
		["Удары Тьмы"] = 32,
		["Ледяное дыхание"] = 16,
		["Детонация взрывчатки богомолов"] = 4,
		["Обрушившаяся преграда"] = 106,
		["Unstable Runic Mark"] = 32,
		["Fiery Debris"] = 4,
		["Солнечное горение"] = 4,
		["Беспощадная буря"] = 16,
		["Преломленный взрыв"] = 106,
		["Пригвождение"] = 1,
		["Грозовое дыхание"] = 8,
		["Putrid Blood"] = 32,
		["Каменная глыба"] = 1,
		["Взрывная слизь"] = 1,
		["Сияющий фрагмент"] = 2,
		["Морская порча"] = 16,
		["Смиряющие удары"] = 1,
		["Повторный толчок"] = 1,
		["Поджигание"] = 4,
		["Морковная отрыжка"] = 1,
		["Фермент"] = 1,
		["Изнуряющий луч"] = 64,
		["Кровопускание"] = 1,
		["Погибель"] = 32,
		["Порченая кровь"] = 32,
		["Освящение"] = 2,
		["Стрела мрака"] = 32,
		["Раздирание души"] = 127,
		["Токсичное зловоние"] = 8,
		["Теневой топор"] = 32,
		["Стрела анимы"] = 8,
		["Вытягивание сущности"] = 32,
		["Discordant Cadenza"] = 32,
		["Голодная кровь"] = 32,
		["Бросок обломка"] = 1,
		["Ничтожность"] = 32,
		["Кузня Прародителей"] = 106,
		["Узы жизни"] = 1,
		["Тень сомнения"] = 32,
		["Фонтанирующий напиток"] = 16,
		["Разрушительное касание"] = 32,
		["Swiftwind Saber"] = 8,
		["Soulfeast"] = 32,
		["Instant Poison"] = 8,
		["Дискретная реальность"] = 106,
		["Порочная звезда"] = 34,
		["Огненный след"] = 4,
		["Взмах крылом"] = 1,
		["Некротическая слизь"] = 32,
		["Громовая поступь"] = 1,
		["Огненный столб"] = 4,
		["Смертоносный взмах"] = 127,
		["Рагнарек"] = 4,
		["Сочащиеся тени"] = 32,
		["Облик сбора"] = 1,
		["Бальзамирующая лимфа"] = 40,
		["Ежевичник"] = 8,
		["Кольца генезиса"] = 106,
		["Огненная бомба"] = 4,
		["Кольцо огня"] = 4,
		["Зона вечности"] = 64,
		["Сокрушительная хватка"] = 8,
		["Сияние протоформы"] = 106,
		["Асфиксия"] = 1,
		["Пистолетный обстрел"] = 32,
		["Feeding Frenzy"] = 1,
		["Кислотные брызги"] = 8,
		["Знамение смерти"] = 32,
		["Сокрушающая призма"] = 106,
		["Пыльца огненной орхидеи"] = 4,
		["Заряженное копье"] = 64,
		["Cannon Barrage"] = 4,
		["Вихрь"] = 1,
		["Echoes of Shadra"] = 32,
		["Rampage"] = 1,
		["Утрата воли"] = 32,
		["Внутренний демон"] = 127,
		["Вырождение"] = 106,
		["Волна Нефритовой Змеи"] = 4,
		["Explosive Burst"] = 4,
		["Обстрел тени смерти"] = 32,
		["Incendiary Rounds"] = 4,
		["Яростное рассечение"] = 1,
		["Отторжение анимы"] = 8,
		["Головокружение"] = 1,
		["Фонтан анимы"] = 32,
		["Крутящийся клинок"] = 1,
		["Электрический удар"] = 8,
		["Порез от коралла"] = 1,
		["Noxious Stench"] = 8,
		["Споры грибов"] = 8,
		["Темное сокрушение"] = 32,
		["Пламя души"] = 4,
		["Танцующий клинок"] = 1,
		["Гнилая желчь"] = 8,
		["Сбор"] = 106,
		["Мечущиеся искры"] = 8,
		["Быстрая инфекция"] = 8,
		["Эфемеровый разлом"] = 106,
		["Горестный ритуал"] = 32,
		["Пагубный туман"] = 40,
		["Transfusion"] = 32,
		["Ошеломляющий обстрел"] = 32,
		["Удар торнадо"] = 1,
		["Подавляющий взгляд"] = 32,
		["Slam"] = 1,
		["Pistol Shot"] = 1,
		["Разлагающие споры"] = 40,
		["Shadow Word: Pain"] = 32,
		["Огненная стрела"] = 4,
		["Рывок"] = 1,
		["Corpo-a-Corpo"] = 1,
		["Авиаудар"] = 4,
		["Falling Debris"] = 5,
		["Закапывание"] = 1,
		["Детонация Пустоты"] = 64,
		["Gilded Claws"] = 1,
		["Слепящее кольцо гиперсвета"] = 64,
		["Сумерки"] = 32,
		["Восковая кожа"] = 4,
		["Мощный удар"] = 32,
		["Взрывная Бездна"] = 32,
		["Руна тени"] = 32,
		["Сгусток Хрустального огня"] = 12,
		["Неистовый натиск"] = 1,
		["Небесный снаряд"] = 64,
		["Searing Nightmare"] = 32,
		["Tainted Blood"] = 32,
		["Источник мора"] = 8,
		["Гидрокопье"] = 16,
		["Жаркое пекло"] = 4,
		["Неизбежное подчинение"] = 32,
		["Обстрел боевого корабля"] = 64,
		["Апокалиптический огонь"] = 4,
		["Залп"] = 4,
		["Шип ша"] = 32,
		["Трещина"] = 1,
		["Пожирание"] = 1,
		["Ядовитая лужа"] = 8,
		["Water Bolt"] = 16,
		["Удар деревьев"] = 1,
		["Осознание ничтожности"] = 32,
		["Глубокая рана"] = 1,
		["Мучительное разрывание"] = 1,
		["Сбрасывание анимы"] = 1,
		["Нечистая аура"] = 32,
		["Вечная сфера"] = 64,
		["Вирусные капли"] = 8,
		["Мощный залп"] = 64,
		["Клеймо греха"] = 32,
		["Яростное пламя"] = 4,
		["Опаляющий выстрел"] = 4,
		["Перезаряженная душа"] = 8,
		["Сейсмический удар"] = 1,
		["Пространственный разрыв"] = 64,
		["Эфемеровая пыль"] = 106,
		["Удивительная скорость"] = 64,
		["Охота"] = 8,
		["Цапнуть"] = 1,
		["Unstable Shadows"] = 32,
		["Космическая коса"] = 64,
		["Мастер боевого клинка"] = 1,
		["Связь разума"] = 32,
		["Сабля повелителя пассатов"] = 8,
		["Золоченые когти"] = 1,
		["Нестабильные угли"] = 4,
		["Повергающий удар Нефритовой Змеи"] = 4,
		["Аннигиляция"] = 127,
		["Очищающая вспышка"] = 64,
		["Burning Arsenal"] = 4,
		["Вспышка генезиса"] = 106,
		["Бросок оружия"] = 1,
		["Концентрированная чума"] = 8,
		["Шар огня"] = 4,
		["Телекинетическое столкновение"] = 1,
		["Нефритовый огонь"] = 4,
		["Shadow Word: Death"] = 32,
		["Festering Eruption"] = 8,
		["Ледяные осколки"] = 16,
		["Разлагающаяся гниль"] = 40,
		["Переливание"] = 32,
		["Болезнетворный дождь"] = 8,
		["Sand Trap"] = 8,
		["Радиоактивное ядро"] = 106,
		["Машина вечности"] = 106,
		["Дротик"] = 1,
		["Инфернальное пламя"] = 4,
		["Wildfire"] = 4,
		["Извержение"] = 8,
		["Ignition"] = 4,
		["Оскверненная преграда"] = 34,
		["Налет"] = 1,
		["Пожирание душ"] = 32,
		["Стадо кабанов"] = 8,
		["Смертоносный яд"] = 8,
		["Темная поступь"] = 1,
		["Атака щитом"] = 1,
		["Lingering Nausea"] = 8,
		["Зазубренный размах"] = 1,
		["Кольцо злобы"] = 32,
		["Sandstorm"] = 8,
		["Дуга истребления"] = 32,
		["Каскад протоэнергии"] = 106,
		["Decaying Spores"] = 40,
		["Огнецвет"] = 4,
		["Нестабильные тени"] = 32,
		["Протобарьер"] = 106,
		["Волна разложения"] = 8,
		["Озерцо теней"] = 32,
		["Ответная реакция"] = 2,
		["Пульсация гидрокопья"] = 16,
		["Стеклянные осколки"] = 1,
		["Гнилые споры"] = 32,
		["Волна дезинтеграции"] = 106,
		["Ореол дезинтеграции"] = 32,
		["Взрыв"] = 106,
		["Toxic Pool"] = 8,
		["Chomp"] = 1,
		["Отвратительные внутренности"] = 40,
		["Эхо Шадры"] = 32,
		["Удары по земле"] = 1,
		["Залп ядовитых стрел"] = 8,
		["Боевой клинок"] = 1,
		["Devour"] = 1,
		["Rotten Expulsion"] = 8,
		["Charge"] = 1,
		["Апокалиптический Кошмар"] = 4,
		["Солнечные вихри"] = 4,
		["Ледяной захват"] = 16,
		["Усиленные удары"] = 106,
		["Болезнетворное облако"] = 40,
		["Удар змеи"] = 4,
		["Огненная шрапнель"] = 4,
		["Пульсация"] = 8,
		["Хищный прыжок"] = 1,
		["Blade Flurry"] = 1,
		["Гоблинское драконье ружье"] = 4,
		["Стазисная ловушка"] = 64,
		["Flaming Shrapnel"] = 4,
		["Зловонный газ"] = 8,
		["Гнусный выброс"] = 32,
		["Deadeye"] = 1,
		["Засада в тени"] = 32,
		["Ледяная могила"] = 16,
		["Удар неистовых кулаков"] = 4,
		["Кислотная бомба"] = 8,
		["Нестерпимая боль"] = 32,
		["Пронзающий взгляд"] = 124,
		["Залп стрел Тьмы"] = 32,
		["Волна змеи"] = 4,
		["Ослабленный шквал"] = 64,
		["Яд"] = 8,
		["Поток крови"] = 32,
		["Отпечаток пламени Скверны"] = 4,
		["Мучительный прыжок"] = 1,
		["Шквал клинков"] = 1,
		["Прокалывание"] = 1,
		["Пенистая преграда"] = 16,
		["Черный мор"] = 8,
	},
	["deathlog_healingdone_min"] = 1,
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["class_time_played"] = {
		[8] = {
			["WARRIOR"] = 96473.18000000023,
			["PALADIN"] = 95875.36499999953,
			["EVOKER"] = 9455.419000000053,
			["MONK"] = 87902.69299999985,
			["DEMONHUNTER"] = 42732.27000000016,
		},
		["WARRIOR"] = 128707.1390000001,
	},
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = false,
	},
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_size"] = 12,
		["damage_taken_shadow"] = true,
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["exit_errors"] = {
	},
	["realm_sync"] = true,
	["spell_category_latest_save"] = 0,
	["run_code"] = {
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["current_exp_raid_encounters"] = {
	},
	["keystone_frame"] = {
		["scale"] = 1,
		["position"] = {
		},
	},
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
	},
	["switchSaved"] = {
		["slots"] = 24,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
				["atributo"] = 1,
				["sub_atributo"] = 2,
			}, -- [5]
			{
				["atributo"] = 1,
				["sub_atributo"] = 3,
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
			{
			}, -- [19]
			{
			}, -- [20]
			{
			}, -- [21]
			{
			}, -- [22]
			{
			}, -- [23]
			{
			}, -- [24]
		},
	},
	["update_warning_timeout"] = 10,
	["savedCustomSpells"] = {
		{
			1, -- [1]
			"Melee", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"Auto Shot", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			3, -- [1]
			"Environment (Falling)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [3]
		{
			4, -- [1]
			"Environment (Drowning)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"Environment (Fatigue)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"Environment (Fire)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"Environment (Lava)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"Environment (Slime)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			339538, -- [1]
			"Templar's Verdict", -- [2]
			461860, -- [3]
		}, -- [9]
		{
			55090, -- [1]
			"Scourge Strike", -- [2]
			237530, -- [3]
		}, -- [10]
		{
			277185, -- [1]
			"Gladiator's Badge (Trinket)", -- [2]
			135884, -- [3]
		}, -- [11]
		{
			98021, -- [1]
			"Health Exchange", -- [2]
			237586, -- [3]
		}, -- [12]
		{
			278383, -- [1]
			"Ruffling Tempest (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [13]
		{
			59638, -- [1]
			"Frostbolt", -- [2]
			135846, -- [3]
		}, -- [14]
		{
			49184, -- [1]
			"Howling Blast", -- [2]
			135833, -- [3]
		}, -- [15]
		{
			277187, -- [1]
			"Gladiator's Emblem (Trinket)", -- [2]
			132344, -- [3]
		}, -- [16]
		{
			278227, -- [1]
			"Barkspines (Trinket)", -- [2]
			134439, -- [3]
		}, -- [17]
		{
			268998, -- [1]
			"Kindled Soul (Trinket)", -- [2]
			651093, -- [3]
		}, -- [18]
		{
			196917, -- [1]
			"Light of the Martyr (Damage)", -- [2]
			1360762, -- [3]
		}, -- [19]
		{
			343355, -- [1]
			"Void Bolt", -- [2]
			1035040, -- [3]
		}, -- [20]
		{
			120761, -- [1]
			"Glaive Toss", -- [2]
			132330, -- [3]
		}, -- [21]
		{
			278812, -- [1]
			"Lion's Grace (Trinket)", -- [2]
			464140, -- [3]
		}, -- [22]
		{
			270827, -- [1]
			"Webweaver's Soul Gem (Trinket)", -- [2]
			237431, -- [3]
		}, -- [23]
		{
			278057, -- [1]
			"Volatile Blood Explosion (Trinket)", -- [2]
			538040, -- [3]
		}, -- [24]
		{
			279664, -- [1]
			"Bloody Bile (Trinket)", -- [2]
			136007, -- [3]
		}, -- [25]
		{
			278862, -- [1]
			"Chill of the Runes (Trinket)", -- [2]
			252270, -- [3]
		}, -- [26]
		{
			215969, -- [1]
			"Epidemic", -- [2]
			136066, -- [3]
		}, -- [27]
		{
			278359, -- [1]
			"Blood Hatred (Trinket)", -- [2]
			132175, -- [3]
		}, -- [28]
		{
			278155, -- [1]
			"Lingering Power of Xalzaix (Trinket)", -- [2]
			254105, -- [3]
		}, -- [29]
		{
			271115, -- [1]
			"Ignition Mage's Fuse (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [30]
		{
			277179, -- [1]
			"Gladiator's Medallion (Trinket)", -- [2]
			252267, -- [3]
		}, -- [31]
		{
			271462, -- [1]
			"Rotcrusted Voodoo Doll (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [32]
		{
			228649, -- [1]
			"Blackout Kick", -- [2]
			574575, -- [3]
		}, -- [33]
		{
			345020, -- [1]
			"Skulking Predator", -- [2]
			2103921, -- [3]
		}, -- [34]
		{
			94472, -- [1]
			"Atonement", -- [2]
			135887, -- [3]
		}, -- [35]
		{
			212739, -- [1]
			"Epidemic", -- [2]
			136066, -- [3]
		}, -- [36]
		{
			277181, -- [1]
			"Gladiator's Insignia (Trinket)", -- [2]
			134501, -- [3]
		}, -- [37]
		{
			70890, -- [1]
			"Scourge Strike", -- [2]
			237530, -- [3]
		}, -- [38]
		{
			121414, -- [1]
			"Glaive Toss", -- [2]
			132330, -- [3]
		}, -- [39]
		{
			44461, -- [1]
			"Living Bomb", -- [2]
			236220, -- [3]
		}, -- [40]
		{
			271071, -- [1]
			"Conch of Dark Whispers (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [41]
		{
			271465, -- [1]
			"Rotcrusted Voodoo Doll (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [42]
		{
			33778, -- [1]
			"Lifebloom", -- [2]
			134206, -- [3]
		}, -- [43]
		{
			88082, -- [1]
			"Fireball", -- [2]
			135812, -- [3]
		}, -- [44]
		{
			108271, -- [1]
			"Astral Shift", -- [2]
			"Interface\\Addons\\Details\\images\\icon_astral_shift", -- [3]
		}, -- [45]
		{
			237680, -- [1]
			"Howling Blast", -- [2]
			135833, -- [3]
		}, -- [46]
		{
			271671, -- [1]
			"Cacaphonous Chord (Trinket)", -- [2]
			454048, -- [3]
		}, -- [47]
		{
			270925, -- [1]
			"Waterspout (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [48]
		{
			77535, -- [1]
			"Щит крови", -- [2]
			"Interface\\Addons\\Details\\images\\icon_blood_shield", -- [3]
		}, -- [49]
	},
	["keystone_cache"] = {
	},
	["show_totalhitdamage_on_overkill"] = false,
	["raid_data"] = {
	},
	["installed_skins_cache"] = {
	},
	["always_use_profile_name"] = "",
	["profile_by_spec"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["displays_by_spec"] = {
	},
	["savedTimeCaptures"] = {
	},
	["plugin_window_pos"] = {
		["y"] = -40.316162109375,
		["x"] = -147.3013153076172,
		["point"] = "TOP",
		["scale"] = 1,
	},
	["damage_scroll_position"] = {
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["last_changelog_size"] = 18347,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1667414084,
	["report_where"] = "SAY",
}
