
_detalhes_global = {
	["encounter_spell_pool"] = {
		{
			2563, -- [1]
			"Заросшее древо", -- [2]
		}, -- [1]
		[369043] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[269301] = {
			2123, -- [1]
			"Освобожденное чудовище", -- [2]
		},
		[369811] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[198077] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[375439] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[378764] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[386181] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[381834] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[376208] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[372372] = {
			2613, -- [1]
			"Куалаши-новобранец", -- [2]
		},
		[388996] = {
			2565, -- [1]
			"[*] Извержение энергии", -- [2]
		},
		[376209] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[153067] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[193092] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[88490] = {
			1063, -- [1]
			"Врагорез-5000", -- [2]
		},
		[369049] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[89769] = {
			1065, -- [1]
			"Порох", -- [2]
		},
		[90920] = {
			1062, -- [1]
			"Страшный попугай", -- [2]
		},
		[398206] = {
			1688, -- [1]
			"Эксгумированный дух", -- [2]
		},
		[369818] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[396672] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[393092] = {
			2564, -- [1]
			"Смерч", -- [2]
		},
		[369052] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[106841] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[373912] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[381329] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[121483] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[376727] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[375449] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[369823] = {
			2555, -- [1]
			"Злобный василиск", -- [2]
		},
		[88300] = {
			1065, -- [1]
			"Болванчик", -- [2]
		},
		[374427] = {
			2605, -- [1]
			"Тектонический крушитель", -- [2]
		},
		[90602] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[373405] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[376730] = {
			2580, -- [1]
			"[*] Штормовые ветра", -- [2]
		},
		[373917] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[153072] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[389007] = {
			2565, -- [1]
			"[*] Дикая энергия", -- [2]
		},
		[396424] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[374430] = {
			2605, -- [1]
			"Тектонический крушитель", -- [2]
		},
		[376732] = {
			2580, -- [1]
			"[*] Штормовые ветра", -- [2]
		},
		[387474] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[369828] = {
			2555, -- [1]
			"Злобный василиск", -- [2]
		},
		[369061] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[374432] = {
			2605, -- [1]
			"Тектонический крушитель", -- [2]
		},
		[152690] = {
			1677, -- [1]
			"[*] Руна тени", -- [2]
		},
		[371875] = {
			2613, -- [1]
			"Куалаши-новобранец", -- [2]
		},
		[154353] = {
			1682, -- [1]
			"Знамение смерти <Нер'зул>", -- [2]
		},
		[381595] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[388245] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[375458] = {
			2614, -- [1]
			"Молодой ледяной протодракон", -- [2]
		},
		[374691] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[390548] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[321240] = {
			2325, -- [1]
			"Тунк", -- [2]
		},
		[378784] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[265487] = {
			2111, -- [1]
			"Кровавый осквернитель", -- [2]
		},
		[375204] = {
			2610, -- [1]
			"[*] Жидкая магма", -- [2]
		},
		[371624] = {
			2590, -- [1]
			"Дафия Бич Бури", -- [2]
		},
		[386202] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[385691] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[372648] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[308455] = {
			2325, -- [1]
			"Тунк", -- [2]
		},
		[197961] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[21868] = {
			429, -- [1]
			"Принцесса Терадрас", -- [2]
		},
		[378787] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[385181] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[90605] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[372394] = {
			2590, -- [1]
			"Дафия Бич Бури", -- [2]
		},
		[8936] = {
			2639, -- [1]
			11, -- [2]
		},
		[381602] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[384416] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[372652] = {
			2557, -- [1]
			"[*] Резонирующая сфера", -- [2]
		},
		[89263] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[197963] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[382883] = {
			2569, -- [1]
			"Злобная заклинательница гнили", -- [2]
		},
		[373932] = {
			2585, -- [1]
			"Драконья иллюзия", -- [2]
		},
		[381349] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[381605] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[269843] = {
			2123, -- [1]
			"Освобожденное чудовище", -- [2]
		},
		[373678] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[385187] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[260879] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[381607] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[308463] = {
			2325, -- [1]
			"Тунк", -- [2]
		},
		[197965] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[373424] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[373680] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[209602] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[375215] = {
			2616, -- [1]
			"[*] Обрушение", -- [2]
		},
		[164974] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[378029] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[372147] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[385958] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[193235] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[90096] = {
			1065, -- [1]
			"[*] Взрыв", -- [2]
		},
		[373939] = {
			2569, -- [1]
			"Тотем взрывной гнили <Гниломаг Око Гнева>", -- [2]
		},
		[197967] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[388773] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[370615] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[377009] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[389541] = {
			2565, -- [1]
			"Статуя белого тигра <Хугомонк>", -- [2]
		},
		[393122] = {
			2564, -- [1]
			"Смерч <Ворота порывов ветра>", -- [2]
		},
		[372151] = {
			2567, -- [1]
			"Медведь-кишкожуй", -- [2]
		},
		[377522] = {
			2611, -- [1]
			"Яростный пламень <Полководец Сарга>", -- [2]
		},
		[388008] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[373942] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[385451] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[305913] = {
			2326, -- [1]
			"Гор'грот", -- [2]
		},
		[385963] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[21869] = {
			429, -- [1]
			"Принцесса Терадрас", -- [2]
		},
		[373688] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[373944] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[384686] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[3391] = {
			429, -- [1]
			"Принцесса Терадрас", -- [2]
		},
		[384687] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[30213] = {
			2587, -- [1]
			"Страж Скверны <Комт>", -- [2]
		},
		[90098] = {
			1065, -- [1]
			"Лакей-болванчик", -- [2]
		},
		[395686] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[377017] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[372158] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[48438] = {
			2639, -- [1]
			11, -- [2]
		},
		[377018] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[387504] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[369602] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[396201] = {
			2605, -- [1]
			"[*] Обжигающее присутствие", -- [2]
		},
		[153089] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[388786] = {
			2618, -- [1]
			"[*] Непокорные волны", -- [2]
		},
		[369605] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[152962] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[396716] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[374466] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[384185] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[376257] = {
			2614, -- [1]
			"Тарасекк-землелом", -- [2]
		},
		[386743] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[384186] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[384699] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[369610] = {
			2556, -- [1]
			"Сотрясающий тотем", -- [2]
		},
		[209741] = {
			1870, -- [1]
			"Проекция советника Меландра", -- [2]
		},
		[396721] = {
			2563, -- [1]
			"Ветвь древня", -- [2]
		},
		[153093] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[373960] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[209742] = {
			1870, -- [1]
			"Проекция советника Меландра", -- [2]
		},
		[385981] = {
			2562, -- [1]
			"[*] Чародейская сфера", -- [2]
		},
		[374217] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[153094] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[396212] = {
			2605, -- [1]
			"[*] Леденящее присутствие", -- [2]
		},
		[381379] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[388796] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[378055] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[368081] = {
			2569, -- [1]
			"[*] Иссушение", -- [2]
		},
		[374731] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[107110] = {
			1416, -- [1]
			"Юй-лун", -- [2]
		},
		[387264] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[388799] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[153224] = {
			1677, -- [1]
			"Разящий Клинок", -- [2]
		},
		[388544] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[389056] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[376781] = {
			2564, -- [1]
			"Ворота жгучего пламени", -- [2]
		},
		[388290] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[388546] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[369110] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[386757] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[389059] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[388804] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[377807] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[265533] = {
			2111, -- [1]
			"Клещ из Подгнилья", -- [2]
		},
		[106856] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[375251] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[370648] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[374485] = {
			2605, -- [1]
			"Пылающий демон", -- [2]
		},
		[308502] = {
			2326, -- [1]
			"Гор'грот", -- [2]
		},
		[382670] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[224327] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[369116] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[192231] = {
			2613, -- [1]
			"Тотем жидкой магмы <Wolfenstian-TwistingNether>", -- [2]
		},
		[188395] = {
			1805, -- [1]
			"[*] Шаровая молния", -- [2]
		},
		[376279] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[377559] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[372701] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[388302] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[377561] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[384978] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[153232] = {
			1677, -- [1]
			"[*] Разящий клинок", -- [2]
		},
		[207707] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[396233] = {
			2605, -- [1]
			"[*] Громовое присутствие", -- [2]
		},
		[196838] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[384725] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[376797] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[392398] = {
			2623, -- [1]
			"Изначальная грозовая туча", -- [2]
		},
		[388562] = {
			2635, -- [1]
			"Нестабильный насыщатель <Дафия Перерожденная>", -- [2]
		},
		[372963] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[152979] = {
			1688, -- [1]
			"Подчиненная душа", -- [2]
		},
		[393425] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[388822] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[377825] = {
			2555, -- [1]
			"[*] Пылающая смола", -- [2]
		},
		[374245] = {
			2568, -- [1]
			"[*] Гниющий залив", -- [2]
		},
		[376292] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[372456] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[373735] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[106797] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[209630] = {
			1870, -- [1]
			"[*] Пронзающий ураган", -- [2]
		},
		[392151] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[384223] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[372459] = {
			2612, -- [1]
			"[*] Горение", -- [2]
		},
		[377830] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[372971] = {
			2612, -- [1]
			"Куалаши-кузнец", -- [2]
		},
		[188404] = {
			1805, -- [1]
			"Штормовой дракон", -- [2]
		},
		[110762] = {
			426, -- [1]
			"Обвал", -- [2]
		},
		[386016] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[392666] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[153623] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[372718] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[383204] = {
			2618, -- [1]
			"[*] Сокрушающее цунами", -- [2]
		},
		[5568] = {
			426, -- [1]
			"Обвал", -- [2]
		},
		[376811] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[90047] = {
			1065, -- [1]
			"Заклинательница из братства Справедливости", -- [2]
		},
		[397783] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[390111] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[308527] = {
			2326, -- [1]
			"Гор'грот", -- [2]
		},
		[88321] = {
			1065, -- [1]
			"Бомба-липучка", -- [2]
		},
		[383974] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[90559] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[397785] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[375535] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[386277] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[378861] = {
			2639, -- [1]
			"[*] Потрескавшиеся обломки", -- [2]
		},
		[381419] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[376049] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[372213] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[106864] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[90560] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[387559] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[383979] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[374517] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[390118] = {
			2617, -- [1]
			"[*] Морозный смерч", -- [2]
		},
		[375286] = {
			2555, -- [1]
			"Рейд на драккаре", -- [2]
		},
		[377844] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[397793] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[30153] = {
			2587, -- [1]
			"Страж Скверны <Комт>", -- [2]
		},
		[369662] = {
			2556, -- [1]
			"Сотрясающий тотем", -- [2]
		},
		[369663] = {
			2556, -- [1]
			"Сотрясающий тотем", -- [2]
		},
		[374523] = {
			2582, -- [1]
			"Силовой росток", -- [2]
		},
		[374779] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[375291] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[88836] = {
			1062, -- [1]
			"Адмирал Терзающий Рев", -- [2]
		},
		[376827] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[385267] = {
			2584, -- [1]
			"Потрескивающая воронка", -- [2]
		},
		[372224] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[372736] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[386547] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[381688] = {
			2635, -- [1]
			"Нестабильный насыщатель <Дафия Перерожденная>", -- [2]
		},
		[376829] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[387571] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[376319] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[388084] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[206574] = {
			1868, -- [1]
			"[*] Резонирующий удар сплеча", -- [2]
		},
		[382458] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[193659] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[384761] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[198263] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[193660] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[381694] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[374789] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[371976] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[385531] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[374534] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[369675] = {
			2556, -- [1]
			"Геомант из племени Каменного Свода", -- [2]
		},
		[375046] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[376325] = {
			2559, -- [1]
			"[*] Зона вечности", -- [2]
		},
		[374535] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[369677] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[374025] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[88839] = {
			1062, -- [1]
			"Адмирал Терзающий Рев", -- [2]
		},
		[373004] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[375306] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[396022] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[377864] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[372238] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[396023] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[89735] = {
			1060, -- [1]
			"Испорченный хлеб", -- [2]
		},
		[371983] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[198396] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[386562] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[396025] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[188550] = {
			2639, -- [1]
			11, -- [2]
		},
		[384773] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[385029] = {
			2567, -- [1]
			"Стервятник-шкуродер", -- [2]
		},
		[375055] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[266106] = {
			2111, -- [1]
			"Дикий кровавый роевик", -- [2]
		},
		[375056] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[379404] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[396028] = {
			2587, -- [1]
			"Раскаленный шип", -- [2]
		},
		[375824] = {
			2605, -- [1]
			"Тектонический крушитель", -- [2]
		},
		[375057] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[375825] = {
			2605, -- [1]
			"Морозный разрушитель", -- [2]
		},
		[219498] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[88522] = {
			1063, -- [1]
			"Врагорез-5000", -- [2]
		},
		[369573] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[396031] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[193668] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[380175] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[113394] = {
			1417, -- [1]
			"Раздор", -- [2]
		},
		[396328] = {
			2590, -- [1]
			"Земляной столп", -- [2]
		},
		[375828] = {
			2605, -- [1]
			"Пылающий демон", -- [2]
		},
		[375061] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[384524] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[387849] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[390711] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[380176] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[379410] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[376783] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[384014] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[373017] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[396802] = {
			2580, -- [1]
			"Заклинатель ветров из клана Он'ир", -- [2]
		},
		[390920] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[384015] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[376260] = {
			2614, -- [1]
			"Тарасекк-землелом", -- [2]
		},
		[372311] = {
			2613, -- [1]
			"Куалаши-новобранец", -- [2]
		},
		[390921] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[380174] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[388920] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[385551] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[374554] = {
			2605, -- [1]
			"[*] Лужа магмы", -- [2]
		},
		[386063] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[374043] = {
			2590, -- [1]
			"Эмбар Огненная Тропа", -- [2]
		},
		[384529] = {
			2567, -- [1]
			"Гнилозубая гиена", -- [2]
		},
		[375578] = {
			2614, -- [1]
			"Драконоид – заклинатель огня", -- [2]
		},
		[372765] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[374704] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[32409] = {
			2557, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[375620] = {
			2614, -- [1]
			"Драконид – вестник шторма", -- [2]
		},
		[384019] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[375068] = {
			2610, -- [1]
			"Лавовые щупальца", -- [2]
		},
		[388623] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[375580] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[90604] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[375575] = {
			2614, -- [1]
			"Драконоид – заклинатель огня", -- [2]
		},
		[375842] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[154671] = {
			1682, -- [1]
			"Нер'зул", -- [2]
		},
		[390710] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[388644] = {
			2614, -- [1]
			"Тарасекк-легионер", -- [2]
		},
		[388625] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[385812] = {
			2635, -- [1]
			"Нестабильный насыщатель <Дафия Перерожденная>", -- [2]
		},
		[375630] = {
			2614, -- [1]
			"Драконид – вестник шторма", -- [2]
		},
		[375071] = {
			2610, -- [1]
			"Лавовые щупальца", -- [2]
		},
		[379419] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[388882] = {
			2618, -- [1]
			"Насыщательница-воин стихий", -- [2]
		},
		[375457] = {
			2614, -- [1]
			"Молодой ледяной протодракон", -- [2]
		},
		[382233] = {
			2580, -- [1]
			"Батак", -- [2]
		},
		[385558] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[396044] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[104318] = {
			2556, -- [1]
			"Дикий бес <Гернина>", -- [2]
		},
		[373027] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[375717] = {
			2614, -- [1]
			"Воин стихий – чародейка", -- [2]
		},
		[375716] = {
			2614, -- [1]
			"Воин стихий – чародейка", -- [2]
		},
		[376864] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[378783] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[397799] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[375843] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[376865] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[370410] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[372262] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[375834] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[376866] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[372796] = {
			2609, -- [1]
			"Драгхар Отрицатель", -- [2]
		},
		[375871] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[388717] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[88974] = {
			1065, -- [1]
			"Бомба-липучка", -- [2]
		},
		[375873] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[395501] = {
			2635, -- [1]
			"Нестабильный насыщатель <Дафия Перерожденная>", -- [2]
		},
		[397431] = {
			2635, -- [1]
			"Нестабильный насыщатель <Дафия Перерожденная>", -- [2]
		},
		[390717] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[153908] = {
			1679, -- [1]
			"[*] Вдох", -- [2]
		},
		[375082] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[374567] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[379020] = {
			2611, -- [1]
			"[*] Жезл отрицания", -- [2]
		},
		[374428] = {
			2605, -- [1]
			"Тектонический крушитель", -- [2]
		},
		[372266] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[375591] = {
			2582, -- [1]
			"Нестабильный побег", -- [2]
		},
		[388777] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[391600] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[391686] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[199177] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[260685] = {
			2111, -- [1]
			"Старейшина Ликса", -- [2]
		},
		[376851] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[388410] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[390938] = {
			2563, -- [1]
			"Рассерженная стрекотуха", -- [2]
		},
		[373803] = {
			2609, -- [1]
			"Заряженный дракончик", -- [2]
		},
		[376105] = {
			2639, -- [1]
			"[*] Сияющая искра", -- [2]
		},
		[376943] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[397077] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[375424] = {
			2635, -- [1]
			"Дафия Перерожденная", -- [2]
		},
		[370991] = {
			2590, -- [1]
			"Опаловый Клык", -- [2]
		},
		[386440] = {
			2590, -- [1]
			"Кадрос Ледяной Гнев", -- [2]
		},
		[153496] = {
			1679, -- [1]
			"Червь-трупоед", -- [2]
		},
		[373733] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[194112] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[377542] = {
			2611, -- [1]
			"[*] Горящая земля", -- [2]
		},
		[199179] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[157331] = {
			2610, -- [1]
			"Изначальный элементаль бури", -- [2]
		},
		[374215] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[388537] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[390942] = {
			2563, -- [1]
			"Рассерженная стрекотуха", -- [2]
		},
		[17] = {
			2639, -- [1]
			5, -- [2]
		},
		[378155] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[387618] = {
			2618, -- [1]
			"Насыщательница-воин стихий", -- [2]
		},
		[193260] = {
			1805, -- [1]
			"[*] Статическое поле", -- [2]
		},
		[90556] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[152688] = {
			1677, -- [1]
			"[*] Руна тени", -- [2]
		},
		[391711] = {
			2605, -- [1]
			"Рокочущий опустошитель", -- [2]
		},
		[390944] = {
			2563, -- [1]
			"Рассерженная стрекотуха", -- [2]
		},
		[397338] = {
			2605, -- [1]
			"Тектонический крушитель", -- [2]
		},
		[369660] = {
			2556, -- [1]
			"Сотрясающий тотем", -- [2]
		},
		[372275] = {
			2590, -- [1]
			"Дафия Бич Бури", -- [2]
		},
		[211457] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[372225] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[209667] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[196496] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[374533] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[90555] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[395893] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[154469] = {
			1682, -- [1]
			"[*] Костяной ритуал", -- [2]
		},
		[199182] = {
			1807, -- [1]
			"Эбеновый ворг", -- [2]
		},
		[397341] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[375091] = {
			2590, -- [1]
			"Эмбар Огненная Тропа", -- [2]
		},
		[196497] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[383925] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[106113] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[373046] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[372279] = {
			2590, -- [1]
			"Дафия Бич Бури", -- [2]
		},
		[372226] = {
			2613, -- [1]
			"Куалаши-костестраж", -- [2]
		},
		[372107] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[375943] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[385579] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[373559] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[384764] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[373048] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[374327] = {
			2592, -- [1]
			"Кислотный паучок", -- [2]
		},
		[371514] = {
			2590, -- [1]
			"Эмбар Огненная Тропа", -- [2]
		},
		[374839] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[21909] = {
			429, -- [1]
			"Принцесса Терадрас", -- [2]
		},
		[387627] = {
			2635, -- [1]
			"Нестабильный насыщатель <Дафия Перерожденная>", -- [2]
		},
		[372538] = {
			2612, -- [1]
			"Вспышка лавы", -- [2]
		},
		[373817] = {
			2592, -- [1]
			"Хладодышащий арахнид", -- [2]
		},
		[372027] = {
			2590, -- [1]
			"Эмбар Огненная Тропа", -- [2]
		},
		[388651] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[396068] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[372208] = {
			2612, -- [1]
			"[*] Джарадинская лава", -- [2]
		},
		[13584] = {
			426, -- [1]
			"Терадримский осколыш <Обвал>", -- [2]
		},
		[386781] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[207881] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[374842] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[372719] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[377004] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[373762] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[89262] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[372030] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[372222] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[376634] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[154175] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[181113] = {
			2559, -- [1]
			"Вечная сфера", -- [2]
		},
		[396072] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[372543] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[385075] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[106736] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[372539] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[388788] = {
			2618, -- [1]
			"[*] Непокорные волны", -- [2]
		},
		[376892] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[374969] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[375241] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[153153] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[375870] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[387359] = {
			2618, -- [1]
			"[*] Промокание насквозь", -- [2]
		},
		[377405] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[373681] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[385078] = {
			2584, -- [1]
			"Потрескивающая воронка", -- [2]
		},
		[381862] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[207278] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[384823] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[374482] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[373059] = {
			2590, -- [1]
			"Кадрос Ледяной Гнев", -- [2]
		},
		[193826] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[396077] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[376896] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[382267] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[372293] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[384148] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[106228] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[209676] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[382620] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[388918] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[153501] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[388407] = {
			2635, -- [1]
			"Яростная буря <Дафия Перерожденная>", -- [2]
		},
		[117665] = {
			1439, -- [1]
			"Ша Сомнения", -- [2]
		},
		[384827] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[376899] = {
			2580, -- [1]
			"[*] Трескучее облако", -- [2]
		},
		[385339] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[372296] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[207887] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[374854] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[181089] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[374343] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[376780] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[378020] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[209678] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[374022] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[390968] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[269838] = {
			2123, -- [1]
			"[*] Гнусный выброс", -- [2]
		},
		[374471] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[377505] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[388923] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[389179] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[382274] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[376737] = {
			2580, -- [1]
			"[*] Молния", -- [2]
		},
		[152801] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[375331] = {
			2590, -- [1]
			"Дафия Бич Бури", -- [2]
		},
		[372045] = {
			2592, -- [1]
			"Кислотный паучок <Сеннарт>", -- [2]
		},
		[390715] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[397798] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[389181] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[21071] = {
			426, -- [1]
			"Доисторическое чудище", -- [2]
		},
		[114571] = {
			1417, -- [1]
			"Раздор", -- [2]
		},
		[196543] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[375883] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[382277] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[380487] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[379256] = {
			2585, -- [1]
			"Драконья иллюзия", -- [2]
		},
		[387822] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[390462] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[373327] = {
			2587, -- [1]
			"Изначальное пламя", -- [2]
		},
		[381516] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[106823] = {
			1416, -- [1]
			"Лю Пламенное Сердце", -- [2]
		},
		[372542] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[381512] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[397113] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[88484] = {
			1063, -- [1]
			"Врагорез-5000", -- [2]
		},
		[376725] = {
			2580, -- [1]
			"Буремант из клана Нокхуд", -- [2]
		},
		[381513] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[375631] = {
			2614, -- [1]
			"Драконид – вестник шторма", -- [2]
		},
		[381515] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[377166] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[381514] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[397115] = {
			2587, -- [1]
			"[*] Испепеление", -- [2]
		},
		[372819] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[389443] = {
			2615, -- [1]
			"Нейтрализующее устройство", -- [2]
		},
		[196512] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[369791] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[372820] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[193827] = {
			1808, -- [1]
			"Король-бог Сковальд", -- [2]
		},
		[374355] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[375634] = {
			2614, -- [1]
			"Драконид – вестник шторма", -- [2]
		},
		[375890] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[154442] = {
			1682, -- [1]
			"Нер'зул", -- [2]
		},
		[381517] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[372566] = {
			2613, -- [1]
			"Куалаши-охотник", -- [2]
		},
		[89753] = {
			2587, -- [1]
			"Страж Скверны <Комт>", -- [2]
		},
		[372055] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[381518] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[373652] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[369754] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[388424] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[21808] = {
			426, -- [1]
			"Обвал", -- [2]
		},
		[376660] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[153804] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[376149] = {
			2569, -- [1]
			"Удушающее облако гнили <Гниломаг Око Гнева>", -- [2]
		},
		[371836] = {
			2590, -- [1]
			"Кадрос Ледяной Гнев", -- [2]
		},
		[379406] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[384623] = {
			2612, -- [1]
			"Куалаши-кузнец", -- [2]
		},
		[381298] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[374361] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[372570] = {
			2613, -- [1]
			"Куалаши-охотник", -- [2]
		},
		[193702] = {
			1808, -- [1]
			"[*] Инфернальное пламя", -- [2]
		},
		[368990] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[372315] = {
			2590, -- [1]
			"Кадрос Ледяной Гнев", -- [2]
		},
		[369697] = {
			2556, -- [1]
			"Душитель из племени Каменного Свода", -- [2]
		},
		[385578] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[385359] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[389446] = {
			2615, -- [1]
			"Нейтрализующее устройство", -- [2]
		},
		[382802] = {
			2569, -- [1]
			"Злобная заклинательница гнили", -- [2]
		},
		[387150] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[373084] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[376723] = {
			2580, -- [1]
			"Буремант из клана Нокхуд", -- [2]
		},
		[377995] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[387151] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[374364] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[381525] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[381781] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[387152] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[377204] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[374365] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[374621] = {
			2605, -- [1]
			"Рокочущий опустошитель", -- [2]
		},
		[383061] = {
			2613, -- [1]
			"Тотем жидкой магмы <Wolfenstian-TwistingNether>", -- [2]
		},
		[373087] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[374582] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[374622] = {
			2605, -- [1]
			"Рокочущий опустошитель", -- [2]
		},
		[373326] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[372811] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[381526] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[374623] = {
			2605, -- [1]
			"Морозный разрушитель", -- [2]
		},
		[373089] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[374112] = {
			2592, -- [1]
			"Хладодышащий арахнид", -- [2]
		},
		[372322] = {
			2590, -- [1]
			"Опаловый Клык", -- [2]
		},
		[374624] = {
			2605, -- [1]
			"Морозный разрушитель", -- [2]
		},
		[372056] = {
			2590, -- [1]
			"Опаловый Клык", -- [2]
		},
		[384343] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[207261] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[374625] = {
			2605, -- [1]
			"Морозный разрушитель", -- [2]
		},
		[386201] = {
			2562, -- [1]
			"[*] Оскверненная мана", -- [2]
		},
		[374812] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[321538] = {
			2639, -- [1]
			"Джига", -- [2]
		},
		[369703] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[153240] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[377184] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[384601] = {
			2611, -- [1]
			"[*] Бомба антимагии", -- [2]
		},
		[388949] = {
			2614, -- [1]
			"Ледяной покров", -- [2]
		},
		[383067] = {
			2580, -- [1]
			"Балара", -- [2]
		},
		[378208] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[387585] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[397134] = {
			2590, -- [1]
			"Опаловый Клык", -- [2]
		},
		[89757] = {
			1065, -- [1]
			"Пушка братства Справедливости", -- [2]
		},
		[371489] = {
			2609, -- [1]
			"Ткач Холода Морозной Вспышки", -- [2]
		},
		[386559] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[117570] = {
			1439, -- [1]
			"Фрагмент сомнения", -- [2]
		},
		[90603] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[374720] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[391765] = {
			2611, -- [1]
			"Яростный пламень <Полководец Сарга>", -- [2]
		},
		[372808] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[21832] = {
			429, -- [1]
			"Принцесса Терадрас", -- [2]
		},
		[382303] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[375209] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[369674] = {
			2556, -- [1]
			"Геомант из племени Каменного Свода", -- [2]
		},
		[376933] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[383073] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[396124] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[88288] = {
			1065, -- [1]
			"Болванчик", -- [2]
		},
		[376934] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[384351] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[198058] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[383840] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[165578] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[373869] = {
			2606, -- [1]
			"Сполох", -- [2]
		},
		[391769] = {
			2611, -- [1]
			"Драконье извержение", -- [2]
		},
		[386910] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[369781] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[384353] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[382563] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[374635] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[165579] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[386400] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[382564] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[207906] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[152792] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[191284] = {
			1805, -- [1]
			"Химдалль", -- [2]
		},
		[391772] = {
			2611, -- [1]
			"Драконье извержение", -- [2]
		},
		[376683] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[154327] = {
			1688, -- [1]
			"Поработитель из клана Призрачной Луны", -- [2]
		},
		[164686] = {
			1677, -- [1]
			"Садана Кровавое Безумие", -- [2]
		},
		[391773] = {
			2611, -- [1]
			"Драконье извержение", -- [2]
		},
		[207907] = {
			1869, -- [1]
			"Таликса Пламя Гнева", -- [2]
		},
		[372082] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[21337] = {
			426, -- [1]
			"Загнивший плетун", -- [2]
		},
		[376170] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[376685] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[88481] = {
			1063, -- [1]
			"Врагорез-5000", -- [2]
		},
		[389473] = {
			2590, -- [1]
			"Глубинный гигант", -- [2]
		},
		[386660] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[386916] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[377965] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[91038] = {
			1065, -- [1]
			"Обезьяна-рудокоп", -- [2]
		},
		[153686] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[374641] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[372851] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[369006] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[369826] = {
			2555, -- [1]
			"Злобный василиск", -- [2]
		},
		[369563] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[375397] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[385434] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[375929] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[369696] = {
			2556, -- [1]
			"Душитель из племени Каменного Свода", -- [2]
		},
		[389221] = {
			2635, -- [1]
			"Яростная буря <Дафия Перерожденная>", -- [2]
		},
		[374038] = {
			2590, -- [1]
			"Эмбар Огненная Тропа", -- [2]
		},
		[374352] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[386920] = {
			2636, -- [1]
			"[*] Яростные молнии", -- [2]
		},
		[382808] = {
			2569, -- [1]
			"[*] Иссушающее заражение", -- [2]
		},
		[89652] = {
			1065, -- [1]
			"Огр-надзиратель", -- [2]
		},
		[374389] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[372051] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[375924] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[373915] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[384620] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[153692] = {
			1679, -- [1]
			"[*] Некротическая слизь", -- [2]
		},
		[153680] = {
			1679, -- [1]
			"Костебрюх", -- [2]
		},
		[386411] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[377859] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[90905] = {
			1062, -- [1]
			"Пират из братства Справедливости", -- [2]
		},
		[372129] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[397801] = {
			1418, -- [1]
			"Мудрый Марис", -- [2]
		},
		[387691] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[52042] = {
			2564, -- [1]
			"Тотем исцеляющего потока <Какабвиэюя>", -- [2]
		},
		[372858] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[378229] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[90913] = {
			1062, -- [1]
			"Страшный попугай", -- [2]
		},
		[396722] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[372859] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[378230] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[388716] = {
			2614, -- [1]
			"Хранительница стаи Денна", -- [2]
		},
		[376644] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[372860] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[381576] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[384625] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[381775] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[369792] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[369025] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[114942] = {
			2592, -- [1]
			"Тотем целительного прилива <Бишарк>", -- [2]
		},
		[382836] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[152800] = {
			1688, -- [1]
			"Нхаллиш", -- [2]
		},
		[369026] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[374397] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[381770] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[372863] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[8599] = {
			1065, -- [1]
			"Лакей-болванчик", -- [2]
		},
		[384628] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[345561] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[89252] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[378235] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[370307] = {
			2587, -- [1]
			"Эраног", -- [2]
		},
		[384316] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[376997] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[374570] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[197558] = {
			1807, -- [1]
			"Фенрир", -- [2]
		},
		[372223] = {
			2613, -- [1]
			"Куалаши-костестраж", -- [2]
		},
		[197964] = {
			1809, -- [1]
			"Один", -- [2]
		},
		[381416] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[396907] = {
			1416, -- [1]
			"Юй-лун", -- [2]
		},
		[386370] = {
			2590, -- [1]
			"Опаловый Клык", -- [2]
		},
		[377034] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[388760] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[374705] = {
			2605, -- [1]
			"Земледробитель", -- [2]
		},
		[89739] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[375937] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[384024] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[376449] = {
			2564, -- [1]
			"Ворота жгучего пламени", -- [2]
		},
		[381864] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[385442] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[369033] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[377473] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[371591] = {
			2590, -- [1]
			"Кадрос Ледяной Гнев", -- [2]
		},
		[193234] = {
			1805, -- [1]
			"[*] Танцующий клинок", -- [2]
		},
		[396222] = {
			2605, -- [1]
			"[*] Сокрушающее присутствие", -- [2]
		},
		[372682] = {
			2609, -- [1]
			"[*] Древний холод", -- [2]
		},
		[372615] = {
			2613, -- [1]
			"Прирученный феникс", -- [2]
		},
		[373742] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[209628] = {
			1870, -- [1]
			"Советник Меландр", -- [2]
		},
		[386088] = {
			2562, -- [1]
			"[*] Чародейская сфера", -- [2]
		},
		[392166] = {
			2611, -- [1]
			"[*] Лазурный камень мощи", -- [2]
		},
		[396056] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[219488] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[384637] = {
			2635, -- [1]
			"Яростная буря <Дафия Перерожденная>", -- [2]
		},
		[389033] = {
			2563, -- [1]
			"Голодный плеточник", -- [2]
		},
		[373896] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[388396] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[377477] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[375727] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[386173] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[377222] = {
			2568, -- [1]
			"[*] Поглощение", -- [2]
		},
		[382628] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[372561] = {
			2613, -- [1]
			"Куалаши-охотник", -- [2]
		},
		[369806] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[381315] = {
			2639, -- [1]
			"Террос", -- [2]
		},
		[374410] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[372540] = {
			2592, -- [1]
			"Сеннарт", -- [2]
		},
		[378057] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[374586] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[395894] = {
			2605, -- [1]
			"Курог Зловещий Тотем", -- [2]
		},
		[384696] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[381444] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[207815] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[89734] = {
			1060, -- [1]
			"Испорченная кукуруза", -- [2]
		},
		[396151] = {
			1417, -- [1]
			"Раздор", -- [2]
		},
		[386375] = {
			2590, -- [1]
			"Дафия Бич Бури", -- [2]
		},
		[207806] = {
			1868, -- [1]
			"Капитан патруля Гердо", -- [2]
		},
		[375436] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[372623] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[384132] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[375792] = {
			2605, -- [1]
			"Рокочущий опустошитель", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = false,
	["deathlog_healingdone_min_arena"] = 400,
	["spell_school_cache"] = {
		["Огненная бойня"] = 4,
		["Дыхание дракона"] = 4,
		["Древняя сфера"] = 64,
		["Древний холод"] = 16,
		["Кровавая атака"] = 1,
		["Яростная буря"] = 8,
		["Оскверненный гейзер"] = 16,
		["Полыхающие угли"] = 4,
		["Обжигающий обстрел"] = 4,
		["Дикая энергия"] = 64,
		["Перемотка времени"] = 64,
		["Смертоносный поток"] = 8,
		["Жгучая рана"] = 4,
		["Огненный плевок"] = 4,
		["Заряженное копье"] = 8,
		["Бомба антимагии"] = 64,
		["Морозный опустошитель"] = 16,
		["Каменная стрела"] = 8,
		["Всепожирающая чума"] = 32,
		["Горящая земля"] = 4,
		["Камнепад"] = 1,
		["Ударная волна"] = 8,
		["Взрывное клеймо"] = 64,
		["Пылающее превосходство"] = 4,
		["Разлагающие брызги"] = 8,
		["Нестабильные порывы"] = 8,
		["Обжигающее присутствие"] = 4,
		["Ледяная буря"] = 16,
		["Вечная мерзлота"] = 16,
		["Выстрел из пистоли"] = 1,
		["Бушующие ветра"] = 8,
		["Подавляющие миазмы"] = 64,
		["Заразный плевок"] = 8,
		["Повторный резонанс"] = 8,
		["Обжигающий жар"] = 4,
		["Пылающий рев"] = 4,
		["Копье Света"] = 2,
		["Пожиратель времени"] = 64,
		["Тектонический шквал"] = 8,
		["Ледовое перо"] = 16,
		["Вихрь клинков"] = 1,
		["Размах"] = 1,
		["Подземные толчки"] = 8,
		["Изобилие"] = 8,
		["Огненный взрыв"] = 4,
		["Пагубный восторг"] = 32,
		["Шепот Темной Звезды"] = 32,
		["Ветер перемен"] = 8,
		["Гниение изнутри"] = 8,
		["Расплавленное золото"] = 4,
		["Инфернальное извержение"] = 4,
		["Раскаленный шип"] = 1,
		["Рваные порезы"] = 1,
		["Встречный ветер"] = 8,
		["Оглушающий удар"] = 1,
		["Проклятый водоворот"] = 16,
		["Разбивание земли"] = 8,
		["Выстрел в живот"] = 1,
		["Смелая засада"] = 1,
		["Извержение энергии"] = 64,
		["Каменный разлом"] = 8,
		["Прилив мощи"] = 8,
		["Трупное дыхание"] = 32,
		["Земляное превосходство"] = 8,
		["Вершина льда"] = 16,
		["Коварный удар"] = 1,
		["Чувство превосходства"] = 32,
		["Удар костедробителя"] = 1,
		["Громовой удар"] = 8,
		["Парализующий яд"] = 8,
		["Ближний бой"] = 1,
		["Внезапный удар"] = 1,
		["Земляные шипы"] = 1,
		["Раскаленные удары"] = 1,
		["Ледяная бомба"] = 16,
		["Огненная глыба"] = 4,
		["Агония"] = 32,
		["Вспышка Бездны"] = 32,
		["Бросок камня"] = 1,
		["Сумеречный призрак"] = 32,
		["Лазурный камень мощи"] = 64,
		["Энергетическая бомба"] = 64,
		["Взорванная земля"] = 4,
		["Недавняя катастрофа"] = 126,
		["Угасающее извержение"] = 8,
		["Иссушающая гниль"] = 8,
		["Рассекающий удар"] = 1,
		["Зазубренный укус"] = 1,
		["Шоковый удар"] = 8,
		["Иссушение разума"] = 32,
		["Взрыв разума"] = 32,
		["Потрескавшиеся обломки"] = 8,
		["Мана-бомба"] = 64,
		["Каменный кулак"] = 1,
		["Полное затмение"] = 32,
		["Статическое поле"] = 8,
		["Магический разлом"] = 64,
		["Поглощающие тени"] = 32,
		["Громовое присутствие"] = 8,
		["Взрыв магмы"] = 4,
		["Шокирующее сотрясение"] = 8,
		["Удушающие тенета"] = 1,
		["Иссушающее заражение"] = 8,
		["Жар от котла"] = 4,
		["Леденящий гнев"] = 16,
		["Сокрушающее присутствие"] = 8,
		["Яростные молнии"] = 8,
		["Кромсающий вихрь"] = 1,
		["Раскалывающий удар"] = 28,
		["Заряженная капля"] = 16,
		["Железный натиск"] = 1,
		["Огненный шок"] = 4,
		["Пламя души"] = 36,
		["Пылевое поле"] = 8,
		["Кристаллический рев"] = 64,
		["Щит молний"] = 8,
		["Болезненный укус"] = 1,
		["Сокрушающее цунами"] = 16,
		["Семя порчи"] = 32,
		["Рьяный рывок"] = 1,
		["Прилив энергии"] = 8,
		["Токсин рогоплава"] = 8,
		["Магмовый кулак"] = 4,
		["Раскаленное изрыгание"] = 12,
		["Ледяной покров"] = 16,
		["Танец клинков"] = 127,
		["Таран рогами"] = 1,
		["Трескучий сдвиг"] = 8,
		["Расщепленная кора"] = 1,
		["Удар духов стихий"] = 28,
		["Ледяные кулаки"] = 16,
		["Удушающее облако гнили"] = 8,
		["Взрывные градины"] = 16,
		["Пылающая эгида"] = 4,
		["Сияющий фрагмент"] = 2,
		["Прикосновение вампира"] = 32,
		["Ожоги"] = 1,
		["Бросок магмы"] = 4,
		["Пламя феникса"] = 4,
		["Порченая кровь"] = 32,
		["Освящение"] = 2,
		["Правой, левой"] = 1,
		["Гнусный выброс"] = 32,
		["Хищный прыжок"] = 1,
		["Жидкая магма"] = 4,
		["Заглатывание"] = 8,
		["Метеоритный топор"] = 4,
		["Каменный выброс"] = 8,
		["Узы жизни"] = 1,
		["Устранение"] = 1,
		["Промокание насквозь"] = 16,
		["Форсаж"] = 1,
		["Крушащие когти дракона"] = 8,
		["Доспех Скверны"] = 32,
		["Пагуба"] = 32,
		["Рагнарек"] = 4,
		["Бросок лавы"] = 4,
		["Громовое превосходство"] = 8,
		["Извержение пламени"] = 4,
		["Шипастый панцирь"] = 8,
		["Штормовые ветра"] = 8,
		["Эхо Бездны"] = 32,
		["Похищение души"] = 32,
		["Резонирующая аннигиляция"] = 8,
		["Пылающий валун"] = 4,
		["Лужа магмы"] = 4,
		["Ледяная перегрузка"] = 16,
		["Пламенный портал"] = 4,
		["Метка свежевателя"] = 1,
		["Изначальная снежная буря"] = 16,
		["Испепеление"] = 4,
		["Возрождение феникса"] = 4,
		["Залп магмовых стрел"] = 12,
		["Живой жар"] = 4,
		["Токсин плеточника"] = 8,
		["Ураганная стрела"] = 8,
		["Оглушительный визг"] = 8,
		["Танцующий клинок"] = 1,
		["Усиленный посох хранительницы стаи"] = 8,
		["Усиленный гнев великого посоха"] = 8,
		["Единство с энтропией"] = 48,
		["Огненный часовой"] = 4,
		["Листья-клинки"] = 1,
		["Мерзлая земля"] = 16,
		["Поток лавы"] = 4,
		["Извержение магмы"] = 4,
		["Сотрясение"] = 8,
		["Удар молнии"] = 8,
		["Джарадинская лава"] = 4,
		["Гнев деревьев"] = 8,
		["Волна огня"] = 4,
		["Ионизирующий заряд"] = 8,
		["Блуждающий циклон"] = 8,
		["Драконье извержение"] = 4,
		["Ледяной обстрел"] = 16,
		["Corpo-a-Corpo"] = 1,
		["Промеж глаз"] = 1,
		["Сметающий поток"] = 16,
		["Погребальный костер"] = 4,
		["Раскаленный разлом"] = 4,
		["Резонирующая сфера"] = 64,
		["Дикий огонь"] = 4,
		["Пылающая смола"] = 4,
		["Удар бури"] = 1,
		["Мощный удар"] = 32,
		["Иссушение"] = 8,
		["Руна тени"] = 32,
		["Смертельные каменные когти"] = 8,
		["Знак проводимости"] = 8,
		["Гниющий залив"] = 8,
		["Костяной ритуал"] = 32,
		["Волна лавы"] = 4,
		["Инфернальное пламя"] = 4,
		["Брызги грязи"] = 1,
		["Утрата воли"] = 32,
		["Яростный разлом"] = 8,
		["Ледяной всплеск"] = 16,
		["Огненная батарея"] = 4,
		["Сейсмический удар"] = 1,
		["Оплетающая ловушка"] = 1,
		["Извержение шлака"] = 4,
		["Подавляющее кваканье"] = 1,
		["Леденящая буря"] = 16,
		["Великий посох хранительницы стаи"] = 8,
		["Морозный смерч"] = 16,
		["Железное копье"] = 1,
		["Ищущее пламя"] = 4,
		["Сияющая искра"] = 64,
		["Непокорные волны"] = 16,
		["Кромсающий укус"] = 1,
		["Вечная сфера"] = 64,
		["Волшебная перегрузка"] = 64,
		["Порча"] = 32,
		["Обжигающее прикосновение"] = 4,
		["Вспышка огня"] = 4,
		["Опаляющий выстрел"] = 4,
		["Чародейские стрелы"] = 64,
		["Плевок магмы"] = 12,
		["Стремительный бег"] = 4,
		["Землетрясение"] = 8,
		["Увечащий укус"] = 1,
		["Раздробление камня"] = 8,
		["Бросок кости"] = 1,
		["Ядро адского пламени"] = 4,
		["Опустошение Бездны"] = 32,
		["Атака с \"Неистовством ветра\""] = 1,
		["Сотрясающий импульс"] = 8,
		["Нестабильные угли"] = 4,
		["Сбивающее копье"] = 1,
		["Всплеск лавы"] = 4,
		["Электрическая буря"] = 8,
		["Леденящее присутствие"] = 16,
		["Раскаленный уголь"] = 1,
		["Разящий клинок"] = 32,
		["Ответвление"] = 1,
		["Пылающий рывок"] = 4,
		["Горение"] = 4,
		["Замерзшая земля"] = 16,
		["Поглощение"] = 8,
		["Топор из кости дракона"] = 1,
		["Кольцо льда"] = 16,
		["Внезапно, овцы!"] = 4,
		["Оскверненная мана"] = 64,
		["Чародейская сфера"] = 64,
		["Нестабильная магия"] = 64,
		["Хватай за горло!"] = 1,
		["Оплавленная земля"] = 4,
		["Обжигающие тени"] = 32,
		["Извержение времени"] = 64,
		["Водоворот Бездны"] = 32,
		["Дворник"] = 64,
		["Огненное преследование"] = 1,
		["Извержение"] = 4,
		["Палящий жар"] = 4,
		["Огромные валуны"] = 8,
		["Сейсмический взрыв"] = 8,
		["Потрескивающая воронка"] = 64,
		["Земляной столп"] = 8,
		["Напряженность"] = 32,
		["Шаровая молния"] = 8,
		["Пробужденная земля"] = 8,
		["Жезл отрицания"] = 64,
		["Знамение смерти"] = 32,
		["Выжженная земля"] = 4,
		["Некротическая слизь"] = 32,
		["Ответная реакция"] = 2,
		["Абсолютный нуль"] = 16,
		["Статический выброс"] = 64,
		["Пылающие кулаки"] = 4,
		["Нестабильные тени"] = 32,
		["Ничтожность"] = 32,
		["Руническое клеймо"] = 2,
		["Удар разложения"] = 1,
		["Полярные ветра"] = 16,
		["Переполняющая энергия"] = 64,
		["Зона вечности"] = 64,
		["Гниющие глаза"] = 8,
		["Пятна лавы"] = 4,
		["Прорастание"] = 1,
		["Взрыв"] = 8,
		["Фрагмент древней сферы"] = 64,
		["Резонирующий удар сплеча"] = 64,
		["Пылающий молот"] = 4,
		["Клейкая паутина"] = 8,
		["Атака языка пламени"] = 4,
		["Повторный толчок"] = 8,
		["Воспламенение"] = 4,
		["Интенсивное горение"] = 4,
		["Пылающий натиск"] = 1,
		["Разгоряченные удары"] = 1,
		["Леденящее превосходство"] = 16,
		["Обрушение"] = 1,
		["Натиск клинка"] = 1,
		["Порча Г'ууна"] = 32,
		["Сметающая буря"] = 8,
		["Быстродействующий яд"] = 8,
		["Молния"] = 8,
		["Гнев великого посоха"] = 8,
		["Слово Тьмы: Боль"] = 32,
		["Пульсирующее пламя"] = 4,
		["Трескучее облако"] = 8,
		["Нефритовый огонь"] = 4,
		["Гниющая щепка Древорта"] = 8,
		["Смертоносный порыв"] = 32,
		["Тяжелые удары"] = 1,
		["Огненное дыхание"] = 4,
		["Разящий удар Нефритовой Змеи"] = 4,
		["Ледяная могила"] = 16,
		["Вдох"] = 32,
		["Слово Тьмы: Смерть"] = 32,
		["Око шторма"] = 8,
		["Жгучий холод"] = 16,
		["Тотем взрывной гнили"] = 8,
		["Токсичные испарения"] = 8,
		["Разрывающее бешенство"] = 1,
		["Огонь кузни"] = 4,
		["Ревущее огненное дыхание"] = 4,
		["Бросок"] = 1,
		["Возгорание души"] = 127,
		["Шквал клинков"] = 1,
		["Пытка разума"] = 32,
		["Удар пузом"] = 1,
		["Пылающая преграда"] = 4,
	},
	["deathlog_healingdone_min"] = 1,
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["realtime_dps_size"] = 12,
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_shadow"] = true,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["show_warning_id1_amount"] = 2,
	["current_exp_raid_encounters"] = {
		[2614] = true,
		[2590] = true,
		[2605] = true,
		[2592] = true,
		[2635] = true,
		[2587] = true,
		[2639] = true,
	},
	["keystone_frame"] = {
		["scale"] = 1,
		["position"] = {
		},
	},
	["show_totalhitdamage_on_overkill"] = false,
	["trinket_data"] = {
		[394453] = {
			["lastPlayerName"] = "Менструа",
			["lastActivation"] = 1671656683.027,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastCombatId"] = 3988,
			["maxTime"] = 0,
			["minTime"] = 9999999,
			["spellName"] = "Пламя хранительницы стаи",
		},
		[385903] = {
			["lastPlayerName"] = "Tamatie-Silvermoon",
			["lastActivation"] = 1671216510.997,
			["averageTime"] = 54,
			["activations"] = 9,
			["totalCooldownTime"] = 489.3549995422363,
			["lastCombatId"] = 3668,
			["maxTime"] = 113.4689998626709,
			["minTime"] = 40.23199987411499,
			["spellName"] = "Пагубная кристаллизация",
		},
		[382426] = {
			["lastPlayerName"] = "Лордбомжей",
			["lastActivation"] = 1671606807.037,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastCombatId"] = 3912,
			["maxTime"] = 0,
			["minTime"] = 9999999,
			["spellName"] = "Злопамятная молния",
		},
		[214052] = {
			["lastPlayerName"] = "Kerbimagu-Arygos",
			["lastActivation"] = 1671607213.104,
			["averageTime"] = 85,
			["activations"] = 3,
			["totalCooldownTime"] = 255.3289999961853,
			["lastCombatId"] = 3915,
			["maxTime"] = 140.2179999351502,
			["minTime"] = 50.15100002288818,
			["spellName"] = "Метеорит Скверны",
		},
		[388755] = {
			["lastPlayerName"] = "Grisella-Malygos",
			["lastActivation"] = 1671607229.275,
			["averageTime"] = 59,
			["activations"] = 142,
			["totalCooldownTime"] = 8471.394000530243,
			["lastCombatId"] = 3915,
			["maxTime"] = 149.2000000476837,
			["minTime"] = 40.00100016593933,
			["spellName"] = "Стрела пронзания души",
		},
		[388739] = {
			["lastPlayerName"] = "Гигаовца",
			["lastActivation"] = 1671656591.826,
			["averageTime"] = 70,
			["activations"] = 131,
			["totalCooldownTime"] = 9237.861000299456,
			["lastCombatId"] = 3988,
			["maxTime"] = 143.680999994278,
			["minTime"] = 40.20499992370606,
			["spellName"] = "Чистое разложение",
		},
		[397376] = {
			["lastPlayerName"] = "Бладгрим",
			["lastActivation"] = 1671606729.813,
			["averageTime"] = 49,
			["activations"] = 3,
			["totalCooldownTime"] = 148.4430003166199,
			["lastCombatId"] = 3910,
			["maxTime"] = 56.48400020599365,
			["minTime"] = 45.19900012016296,
			["spellName"] = "Раскаленные угли",
		},
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["savedCustomSpells"] = {
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [3]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			339538, -- [1]
			"Templar's Verdict", -- [2]
			461860, -- [3]
		}, -- [9]
		{
			55090, -- [1]
			"Scourge Strike", -- [2]
			237530, -- [3]
		}, -- [10]
		{
			277185, -- [1]
			"Gladiator's Badge (Trinket)", -- [2]
			135884, -- [3]
		}, -- [11]
		{
			98021, -- [1]
			"Обмен здоровья", -- [2]
			237586, -- [3]
		}, -- [12]
		{
			278383, -- [1]
			"Ruffling Tempest (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [13]
		{
			59638, -- [1]
			"Frostbolt", -- [2]
			135846, -- [3]
		}, -- [14]
		{
			49184, -- [1]
			"Howling Blast", -- [2]
			135833, -- [3]
		}, -- [15]
		{
			277187, -- [1]
			"Gladiator's Emblem (Trinket)", -- [2]
			132344, -- [3]
		}, -- [16]
		{
			278227, -- [1]
			"Barkspines (Trinket)", -- [2]
			134439, -- [3]
		}, -- [17]
		{
			268998, -- [1]
			"Kindled Soul (Trinket)", -- [2]
			651093, -- [3]
		}, -- [18]
		{
			196917, -- [1]
			"Свет мученика (Урон)", -- [2]
			1360762, -- [3]
		}, -- [19]
		{
			343355, -- [1]
			"Void Bolt", -- [2]
			1035040, -- [3]
		}, -- [20]
		{
			120761, -- [1]
			"Glaive Toss", -- [2]
			132330, -- [3]
		}, -- [21]
		{
			278812, -- [1]
			"Lion's Grace (Trinket)", -- [2]
			464140, -- [3]
		}, -- [22]
		{
			270827, -- [1]
			"Webweaver's Soul Gem (Trinket)", -- [2]
			237431, -- [3]
		}, -- [23]
		{
			278057, -- [1]
			"Volatile Blood Explosion (Trinket)", -- [2]
			538040, -- [3]
		}, -- [24]
		{
			279664, -- [1]
			"Bloody Bile (Trinket)", -- [2]
			136007, -- [3]
		}, -- [25]
		{
			278862, -- [1]
			"Chill of the Runes (Trinket)", -- [2]
			252270, -- [3]
		}, -- [26]
		{
			215969, -- [1]
			"Epidemic", -- [2]
			136066, -- [3]
		}, -- [27]
		{
			278359, -- [1]
			"Blood Hatred (Trinket)", -- [2]
			132175, -- [3]
		}, -- [28]
		{
			278155, -- [1]
			"Lingering Power of Xalzaix (Trinket)", -- [2]
			254105, -- [3]
		}, -- [29]
		{
			271115, -- [1]
			"Ignition Mage's Fuse (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [30]
		{
			277179, -- [1]
			"Gladiator's Medallion (Trinket)", -- [2]
			252267, -- [3]
		}, -- [31]
		{
			271462, -- [1]
			"Rotcrusted Voodoo Doll (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [32]
		{
			228649, -- [1]
			"Blackout Kick", -- [2]
			574575, -- [3]
		}, -- [33]
		{
			345020, -- [1]
			"Skulking Predator", -- [2]
			2103921, -- [3]
		}, -- [34]
		{
			94472, -- [1]
			"Atonement", -- [2]
			135887, -- [3]
		}, -- [35]
		{
			212739, -- [1]
			"Epidemic", -- [2]
			136066, -- [3]
		}, -- [36]
		{
			277181, -- [1]
			"Gladiator's Insignia (Trinket)", -- [2]
			134501, -- [3]
		}, -- [37]
		{
			70890, -- [1]
			"Scourge Strike", -- [2]
			237530, -- [3]
		}, -- [38]
		{
			121414, -- [1]
			"Glaive Toss", -- [2]
			132330, -- [3]
		}, -- [39]
		{
			44461, -- [1]
			"Living Bomb", -- [2]
			236220, -- [3]
		}, -- [40]
		{
			271071, -- [1]
			"Conch of Dark Whispers (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [41]
		{
			271465, -- [1]
			"Rotcrusted Voodoo Doll (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [42]
		{
			33778, -- [1]
			"Lifebloom", -- [2]
			134206, -- [3]
		}, -- [43]
		{
			88082, -- [1]
			"Fireball", -- [2]
			135812, -- [3]
		}, -- [44]
		{
			108271, -- [1]
			"Астральный сдвиг", -- [2]
			"Interface\\Addons\\Details\\images\\icon_astral_shift", -- [3]
		}, -- [45]
		{
			237680, -- [1]
			"Howling Blast", -- [2]
			135833, -- [3]
		}, -- [46]
		{
			271671, -- [1]
			"Cacaphonous Chord (Trinket)", -- [2]
			454048, -- [3]
		}, -- [47]
		{
			270925, -- [1]
			"Waterspout (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [48]
		{
			77535, -- [1]
			"Щит крови", -- [2]
			"Interface\\Addons\\Details\\images\\icon_blood_shield", -- [3]
		}, -- [49]
		{
			382056, -- [1]
			"Украшение пламени", -- [2]
			1387353, -- [3]
		}, -- [50]
		{
			381475, -- [1]
			"Взрывающийся фрагмент копья", -- [2]
			4638721, -- [3]
		}, -- [51]
		{
			382058, -- [1]
			"Украшение пламени", -- [2]
			1387353, -- [3]
		}, -- [52]
		{
			382097, -- [1]
			"Рокочущий рубин", -- [2]
			1016245, -- [3]
		}, -- [53]
		{
			377455, -- [1]
			"Смертельные силки ледяной крови", -- [2]
			237430, -- [3]
		}, -- [54]
		{
			385903, -- [1]
			"Пагубная кристаллизация", -- [2]
			237007, -- [3]
		}, -- [55]
		{
			382090, -- [1]
			"Благословение Пожирательницы Бурь", -- [2]
			4554454, -- [3]
		}, -- [56]
		{
			388739, -- [1]
			"Чистое разложение", -- [2]
			4635246, -- [3]
		}, -- [57]
		{
			382135, -- [1]
			"Одержимый светоч горя", -- [2]
			650636, -- [3]
		}, -- [58]
		{
			381967, -- [1]
			"Путь направленных течений", -- [2]
			1020391, -- [3]
		}, -- [59]
		{
			388855, -- [1]
			"Миниатюрный поющий камень", -- [2]
			4638394, -- [3]
		}, -- [60]
		{
			387036, -- [1]
			"Раскаленные угли", -- [2]
			460952, -- [3]
		}, -- [61]
		{
			394453, -- [1]
			"Пламя хранительницы стаи", -- [2]
			514016, -- [3]
		}, -- [62]
		{
			214052, -- [1]
			"Метеорит Скверны", -- [2]
			135799, -- [3]
		}, -- [63]
		{
			383934, -- [1]
			"Бьющееся сердце воды", -- [2]
			839910, -- [3]
		}, -- [64]
		{
			382426, -- [1]
			"Злопамятная молния", -- [2]
			572029, -- [3]
		}, -- [65]
		{
			397376, -- [1]
			"Раскаленные угли", -- [2]
			460952, -- [3]
		}, -- [66]
		{
			377451, -- [1]
			"Чародейская леденящая сфера", -- [2]
			4643989, -- [3]
		}, -- [67]
		{
			214200, -- [1]
			"Световое излучение", -- [2]
			237541, -- [3]
		}, -- [68]
		{
			388755, -- [1]
			"Стрела пронзания души", -- [2]
			2103807, -- [3]
		}, -- [69]
		{
			384004, -- [1]
			"Дворфийский обстрел", -- [2]
			252172, -- [3]
		}, -- [70]
		{
			214985, -- [1]
			"Кромсающий вихрь", -- [2]
			1029585, -- [3]
		}, -- [71]
	},
	["keystone_cache"] = {
	},
	["raid_data"] = {
	},
	["always_use_profile_name"] = "",
	["profile_by_spec"] = {
	},
	["combat_id_global"] = 3988,
	["displays_by_spec"] = {
	},
	["plugin_window_pos"] = {
		["y"] = -44.3792724609375,
		["x"] = -238.7297210693359,
		["point"] = "TOP",
		["scale"] = 1,
	},
	["last_changelog_size"] = 6404,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1671124736,
	["npcid_pool"] = {
		[189379] = "Буранец",
		[191682] = "Серный яростень",
		[200126] = "Падший заклинатель воды",
		[186053] = "Воительница из засады",
		[190403] = "Ледниковый протодракон",
		[195265] = "Призывательница бури Аринга",
		[186054] = "Шаман из засады",
		[190404] = "Подземный протодракон",
		[186822] = "Заряженный рубиновый дракончик",
		[187078] = "Исступленные осколки",
		[198081] = "Ваятель земли из карьера",
		[188102] = "Харгалл Пять Клыков",
		[190405] = "Насыщательница Сария",
		[186823] = "Воин стихий – призыватель лавы",
		[187079] = "Призванная дрожь",
		[189382] = "Страж из клана Зимней Шкуры",
		[190406] = "Воденыш",
		[54926] = "Сяо",
		[189895] = "Шпион воинов стихий",
		[196548] = "Ветвь древня",
		[190663] = "Темношкур-терзатель",
		[186825] = "Раскаленный воин стихий",
		[47314] = "Бомба-липучка",
		[187337] = "Заряженный временем охун",
		[187593] = "Изначальное пламя",
		[200131] = "Пораженный ша страж",
		[200387] = "Неуклюжий заразитель",
		[186570] = "Элементаль лавы",
		[201155] = "Неизвестно",
		[193223] = "Вакрил",
		[187338] = "Заряженная временем саламантера",
		[56206] = "Пандриарх Воздушный Мех",
		[200388] = "Искаженный ша <[*] Призыв ша>",
		[192456] = "Воин стихий – отец потоков",
		[192968] = "Слизь разложения",
		[150237] = "Свинобраз-воин",
		[192457] = "Преображенный прилив",
		[186828] = "Рогоплав",
		[150238] = "Свинобраз-геомант",
		[197831] = "Камнедробитель из карьера",
		[198343] = "Неисправный защитник",
		[417] = "Maagrym",
		[190923] = "Ветерок",
		[187085] = "Воин стихий – ветробой",
		[193482] = "Воин стихий – жрец бури",
		[193738] = "Лось речной развилки",
		[196809] = "Дикий водорослементаль",
		[191180] = "Дикий протодракон",
		[187342] = "Смертожабр",
		[102019] = "Закаленный бурей уничтожитель",
		[189901] = "Полководец Сарга",
		[186319] = "Тарасекк-работник",
		[187599] = "Куалаши-костекрушитель",
		[196043] = "Насыщательница-воин стихий",
		[186064] = "Льдистая королева",
		[196555] = "Полянорогий бронедон",
		[193229] = "Хенлар",
		[189391] = "Тюремщица бури Ринея",
		[197835] = "Каурдит",
		[196044] = "Хаотичный учебник",
		[184018] = "Бромач",
		[192462] = "Призванный ливень",
		[192718] = "Дева усердия",
		[187089] = "Тарасекк Морозной Вспышки",
		[189392] = "Пленник из клана Зимней Шкуры",
		[59726] = "Опасность",
		[19668] = "Исчадие Тьмы <Maryná-Nozdormu>",
		[184019] = "Дюжий камнемет",
		[192463] = "Призванная рябь",
		[101637] = "Валарьяр-претендентка",
		[187090] = "Разъяренный утес",
		[187602] = "Куалаши - раздиратель чешуи",
		[189905] = "Высший Чудотворец Фурал",
		[190161] = "Сарана",
		[192464] = "Яростный пламень <Полководец Сарга>",
		[192720] = "Дева терпения",
		[185812] = "Льдистый паучок",
		[198350] = "Крошащийся валун",
		[196559] = "Нестабильный побег",
		[186836] = "Лавовый разрыватель",
		[133870] = "Больной плеточник",
		[196048] = "Порабощенный охотник",
		[184022] = "Геомант из племени Каменного Свода",
		[188372] = "Изначальный тарасекк",
		[190931] = "Ручной стервятник",
		[191187] = "Дикая оса",
		[156900] = "Хрун Изгнанник",
		[185814] = "Льдистый крушитель",
		[184023] = "Злобный василиск",
		[190420] = "Магмарожденный рассекатель камня",
		[101639] = "Валарьяр - дева щита",
		[189653] = "Снегошкур-боец",
		[56209] = "Пандриарх Ежевичный Посох",
		[56401] = "Жевун Зеленой Скалы",
		[197074] = "Расколотый минерал",
		[189654] = "Снегошкур-шаман",
		[196051] = "Чародейский портал <Чародейский командир>",
		[186328] = "Огненный резчик",
		[191446] = "Куалаши-негодяй",
		[194517] = "Сокрушающий элементаль",
		[187353] = "Мордиган Стальной Рот",
		[193750] = "Воин стихий – жрец бури",
		[198868] = "Искрящий шок",
		[199124] = "Воин стихий – ледострел",
		[191448] = "Гнев великого посоха",
		[191704] = "Протодракон-патриарх",
		[56210] = "Пандриарх Золотистый Нектар",
		[131318] = "Старейшина Ликса",
		[189402] = "Больной налетчик",
		[191705] = "Протодракон-патриарх",
		[187867] = "Куалаши-магмотворец",
		[190426] = "Тотем разложения <Зловонная певица гнили>",
		[195032] = "Куалаши-джарадин",
		[193497] = "Короткошерстный медведь",
		[197847] = "Костеглод-щитолом",
		[187868] = "Расплавленный мятежник",
		[153581] = "Гранк",
		[153582] = "Вуг",
		[180705] = "Магмонтенок",
		[193243] = "Акросот",
		[31216] = "Зеркальное изображение <Артмааг-Дракономор>",
		[194523] = "Разозленный элементаль",
		[48279] = "Гоблин-надсмотрщик",
		[193244] = "Защитная матрица титанов",
		[56595] = "Окаменевший колосс",
		[190174] = "Гипнонетопырь",
		[194524] = "Элементаль-землекрушитель",
		[190686] = "Морозный разрушитель",
		[187872] = "Пепельный рощегрыз",
		[188128] = "Василиск-камнекус",
		[76057] = "Червь-трупоед",
		[187617] = "Ацеквиан",
		[196061] = "Чародейские обломки <Чародейский командир>",
		[192223] = "Зафил Непокорный",
		[194526] = "Сгусток магмы <Барон Пепловетр>",
		[186594] = "Защитник Драконьей Погибели",
		[191712] = "Клокочущая душа источника",
		[192224] = "Катан Решительная",
		[186339] = "Тиира",
		[56404] = "Брюхолов Зеленой Скалы",
		[190945] = "Воин ярости шторма",
		[56596] = "Шань Цзитун",
		[192225] = "Дихар Непоколебимая",
		[192481] = "Разлагающийся слизень <Древорот>",
		[198878] = "Воин стихий – буретворец",
		[12206] = "Доисторическое чудище",
		[193505] = "Болезненный жулик",
		[192226] = "Ганмат Мудрый",
		[196576] = "Зачарованный скипетр",
		[192738] = "Брундин Драконобой",
		[190947] = "Измененный змей",
		[55509] = "Конк",
		[192227] = "Ползучая лава",
		[196577] = "Зачарованный боевой топор",
		[194786] = "Горный бакар",
		[103822] = "Древень",
		[187366] = "Змееныш-мирогрыз",
		[189669] = "Приковывающее копье",
		[189925] = "Мародер из лагеря Кейган",
		[186599] = "Укротитель огня Драконьей Погибели",
		[197346] = "Илгату",
		[76444] = "Порабощенная душа",
		[189926] = "Разведчик из лагеря Кейган",
		[135169] = "Тотем поглощения духа <Кровавый осквернитель>",
		[196835] = "Старший охотник Крошк",
		[191206] = "Воин стихий – чародейка",
		[57109] = "Служитель Сомнения",
		[194021] = "Ненасытный стервятник",
		[192486] = "Лела",
		[187625] = "Фрагмент камнехвата",
		[189928] = "Разоритель могил из клана Укхел",
		[192487] = "Лулу",
		[186602] = "Целитель Драконьей Погибели",
		[152571] = "Гарпия-похитительница",
		[195814] = "Чудовищный монолит",
		[184300] = "Голем из черного камня",
		[192744] = "Дорбейн Плавильщик",
		[190953] = "Солнечношкурый топокопыт",
		[76446] = "Поработитель из клана Призрачной Луны",
		[190186] = "Магмомант воинов стихий",
		[184301] = "Пещерный ловец",
		[192745] = "Сейсмическая сила",
		[185325] = "Бурошкур-детеныш",
		[195816] = "Неугомонный камень",
		[190187] = "Драконья иллюзия",
		[186605] = "Укротитель огня Драконьей Погибели",
		[185326] = "Корень разложения",
		[187885] = "Смертоцвет-травлинг",
		[198376] = "Кусачий детеныш",
		[184303] = "Прыгучий паук",
		[186606] = "Страж котла Драконьей Погибели",
		[191212] = "Тотем землетрясения",
		[187886] = "Турборис",
		[192236] = "Бдительный кузнец бури <Слейпънир>",
		[186607] = "Солдат Драконьей Погибели",
		[184816] = "Горлодерка – мастерица проклятий",
		[197354] = "Дупляк",
		[194284] = "Застывший осадок",
		[36385] = "Гном с сетеметом",
		[192749] = "Остроклык",
		[197099] = "Проекция Тарантизы",
		[195820] = "Нокхудский диверсант <Драконобойный копьемет>",
		[192238] = "Наэлектризованная сущность",
		[186609] = "Щитобой Драконьей Погибели",
		[191215] = "Тарасекк-легионер",
		[63764] = "Закаленный в боях парашютист",
		[195821] = "Нокхудский диверсант <Драконобойный копьемет>",
		[191983] = "Вулканическая капля",
		[186354] = "Заклинатель рун Расколотого Пламени",
		[194798] = "Гигантский ледник",
		[190960] = "Пирующий гриф",
		[190193] = "Скованный береговой луциан",
		[194543] = "Изначальный магмарожденный",
		[186611] = "Беспокойная лава",
		[190961] = "Грязевая саламантера",
		[96664] = "Валарьяр - резчик рун",
		[198126] = "Надоедливый ураган",
		[56792] = "Фрагмент сомнения",
		[194544] = "Конкулар",
		[186612] = "Пожирательница Змеев",
		[12207] = "Тессалийская гидра",
		[187124] = "Горлодерка-крикунья",
		[185589] = "Громила разрушителей миров",
		[189939] = "Рувин Камнедробительница",
		[196336] = "Куалаши – метатель пламени",
		[188404] = "Голодный протодракон",
		[190963] = "Изначальный тенеплет",
		[162817] = "Торгок",
		[191731] = "Чужеродная капля",
		[194290] = "Дикий бакар",
		[195314] = "Смертогургургль",
		[185591] = "Кузнец разрушителей миров",
		[62358] = "Оскверненная капля",
		[198385] = "Распыленная энергия <Неисправный защитник>",
		[186359] = "Бурошкур-задира",
		[200944] = "Боец клана Нокхуд",
		[190965] = "Стервятник клана Нокхуд",
		[191221] = "Рубака из клана Нокхуд",
		[185592] = "Пикирующий соглядатай",
		[198130] = "Гниющий тотем <Саблелап Зловонный>",
		[190198] = "Энергичный плеточник",
		[200945] = "Подстрекательница из клана Нокхуд",
		[191222] = "Молодой ледяной протодракон",
		[185593] = "Целитель разрушителей миров",
		[104215] = "Капитан патруля Гердо",
		[186361] = "Гниющий древень",
		[188664] = "Земляной ваятель клана Рыжей Иглы",
		[59544] = "Кивающий тигр",
		[191479] = "Обгорелый рогошип",
		[185594] = "Страж-разрушитель миров",
		[187897] = "Драгхар Отрицатель",
		[27893] = "Руническое оружие <Nestea-Nozdormu>",
		[186362] = "Бурошкур-гниломет",
		[194806] = "Потрескивающая воронка",
		[190968] = "Норбетт",
		[193271] = "Траккен Шрам Тени",
		[185595] = "Сектант разрушителей миров",
		[198389] = "Копье Горы <Старшая охотница Амаа>",
		[186363] = "Бурошкур-разлагатель",
		[188666] = "Высвобожденный выброс лавы",
		[191225] = "Тарасекк-землелом",
		[191481] = "Детеныш топотокопыта",
		[185596] = "Бастион разрушителей миров",
		[198390] = "Расколотый фрагмент <Турборис>",
		[196599] = "Магматий",
		[186620] = "Лавовый ползун",
		[193273] = "Лискрон Ослепительный",
		[104217] = "Таликса Пламя Гнева",
		[186109] = "Куалаши-хребтолом",
		[196600] = "Горящие угли",
		[196856] = "Изначальный бурестраж",
		[59545] = "Золотой жук",
		[191227] = "Копейщик из клана Нокхуд",
		[191739] = "Лейтенант чешуйчатых губителей",
		[66348] = "Оружейник Громовой крепости",
		[186110] = "Джарадинский заклинатель земли",
		[188413] = "Ярость воды",
		[190716] = "Воин стихий – послушник",
		[133912] = "Кровавый осквернитель",
		[99868] = "Фенрир",
		[104218] = "Советник Меландр",
		[190205] = "Сполох",
		[186367] = "Ко'джо",
		[192764] = "Смотритель огня",
		[191229] = "Воин ярости шторма",
		[195579] = "Изначальный порыв",
		[190206] = "Воин стихий – танцор пламени",
		[186624] = "Скованная искра",
		[105754] = "Проекция советника Меландра",
		[191230] = "Драконоид – заклинатель огня",
		[181763] = "Лавовый феникс",
		[190207] = "Пеплоплет воинов стихий",
		[186369] = "Вольный паводник",
		[59546] = "Говорящая рыба",
		[193534] = "Струнраан",
		[193790] = "Грузчица Расколотого Пламени",
		[181764] = "Лавовый феникс",
		[194302] = "Воин стихий – землетряс",
		[198652] = "Восставший бакар <Пробудитель гробниц Ганзай>",
		[192767] = "Изначальная ледяная глыба",
		[191232] = "Драконид – вестник шторма",
		[193535] = "Базрикрон",
		[193791] = "Наемник Расколотого Пламени",
		[189953] = "Дружелюбный гнолл",
		[194303] = "Воин земли – разбиватель осколков",
		[184580] = "Олаф",
		[191233] = "Налетевший буревик",
		[187907] = "Куалаши-костекрушитель",
		[190210] = "Магмарожденный ваятель земли",
		[194816] = "Выкованное чудовище",
		[187396] = "Поджигатель клана Рыжей Иглы",
		[187908] = "Куалаши - раздиратель чешуи",
		[198399] = "Тареш <Тареш>",
		[190723] = "Темношкурый снежный человек",
		[197120] = "Бурая бичевательница",
		[191235] = "Налетевший элементаль бури",
		[185350] = "Прожорливый кровоклюв",
		[192003] = "Кроворог",
		[190212] = "Магмарожденный лавоклинок",
		[47649] = "Период цветения <Scartum-Khaz'goroth>",
		[186630] = "Обузданный камень",
		[190980] = "Строптивый рогоплав",
		[195330] = "Буйная магма",
		[195842] = "Укхельский осквернитель",
		[56349] = "Злобный дух",
		[65841] = "Боец Сильной Руки",
		[48417] = "Кровавый волшебник из братства Справедливости",
		[190214] = "Смертожабр-разрушитель",
		[192773] = "Врата воинов стихий",
		[193541] = "Разбухший плеточник",
		[195844] = "Ветрокрут",
		[186121] = "Гниломаг Око Гнева",
		[65842] = "Лекарь Сильной Руки",
		[186122] = "Рира Когтерезка",
		[184331] = "Попиратель времен из рода Бесконечности",
		[55902] = "Кромсатель духов Шань'цзэ",
		[191240] = "Добытчик с холмов",
		[191496] = "Сухокопытная олениха",
		[195846] = "Необузданная буря",
		[196102] = "Сотворенный плеточник",
		[112668] = "Инфернальный бес <Таликса Пламя Гнева>",
		[192776] = "Яркочешуйчатый хрустогрыз",
		[190985] = "Тень Смерти",
		[193288] = "Призванный разрушитель",
		[48418] = "Заклинательница из братства Справедливости",
		[76462] = "Знамение смерти <Нер'зул>",
		[188171] = "Мастер чар Тарон",
		[190730] = "Глубинный червь",
		[186892] = "Куалаши-хребтолом",
		[193545] = "Дикий бакар",
		[195848] = "Родниковая саламантера",
		[181775] = "Неуправляемый страж",
		[188172] = "Мастер чар",
		[190731] = "Густошерстный медведь",
		[193290] = "Пузырек магмы",
		[187405] = "Свирепый воин клана Рыжей Иглы",
		[195849] = "Упрямый баран",
		[188173] = "Часовой Расколотого Пламени",
		[194570] = "Истощенный протодракон",
		[186638] = "Куалаши - заклинатель земли",
		[184847] = "Матриарх Аветира",
		[193291] = "Жарокрыл-вожак",
		[188174] = "Разрушительное пламя",
		[184592] = "Хаутия Рухоедка",
		[50338] = "Кор'нас Ночной Изверг",
		[56543] = "Ненасытень Зеленой Скалы",
		[48419] = "Шахтер из братства Справедливости",
		[195851] = "Укхельский вестник смерти",
		[187919] = "Давитель из кальдеры",
		[194316] = "Призыватель бури Зарии",
		[192781] = "Элементаль руды",
		[54944] = "Послушник монастыря Тянь",
		[59102] = "Лесная охотница",
		[194317] = "Призыватель бури Бороо",
		[190991] = "Пожог",
		[195597] = "Изначальный протодракончик",
		[193806] = "Изначальный протодракон",
		[196109] = "Старый протодракон",
		[188689] = "Слизь разложения",
		[187154] = "Нестабильный смотритель",
		[187410] = "Призванное цунами",
		[195854] = "Вольный ветрохлест",
		[194575] = "Нарастающая буря",
		[190737] = "Землерожденный захватчик",
		[187155] = "Хранительница печати",
		[48420] = "Землекоп из братства Справедливости",
		[195855] = "Восставший воин",
		[187923] = "Лавовый птенец",
		[190738] = "Верный стихиям фурболг",
		[199182] = "Прыгучий паучок",
		[59103] = "Детеныш лесного тигра",
		[188180] = "Королет",
		[196624] = "Камнерезчик Туманного дола",
		[190739] = "Подчиненный дух воды",
		[190995] = "Заклинатель первородной воды",
		[191507] = "Грагза Покорительница Драконов",
		[197904] = "Зачарованный боевой топор",
		[190484] = "Киракка",
		[192787] = "Куалаши-хребтолом",
		[190996] = "Ваятель первородной земли",
		[187414] = "Призванный тайфун",
		[197905] = "Зачарованный скипетр",
		[56289] = "Приречный цзинь-юй",
		[190485] = "Эркхарт Кровь Бури",
		[192788] = "Куалаши-чудотворица",
		[197138] = "Больная рубака",
		[187159] = "Кричащий дракончик",
		[191509] = "Пылающий грозный ворон",
		[197906] = "Мерцающая искра",
		[194068] = "Влажная изморось",
		[186392] = "Злобный ледяной бурильщик",
		[198930] = "Смертожабр-разрушитель",
		[190998] = "Непокорный рогоплав",
		[187160] = "Кристальная ярость",
		[189463] = "Речноспин-говорун",
		[189719] = "Страж Иридий",
		[196116] = "Кристальная ярость",
		[75829] = "Нхаллиш",
		[59552] = "Хозен-плакса",
		[189464] = "Куалаши-факельщица",
		[196117] = "Кристальный крушитель",
		[192791] = "Боевое копье клана Нокхуд",
		[195094] = "Штормовой протодракон",
		[189465] = "Речноспин-топотун",
		[193815] = "Буйный ливень",
		[187930] = "Буреклык-проклинательница",
		[186139] = "Бурошкур-воин",
		[48230] = "Огр-надзиратель",
		[195095] = "Затерянный во времени мурлок-гигант",
		[197398] = "Голодный плеточник",
		[189466] = "Командир Железного Факела",
		[189722] = "Голиаф-проглот",
		[196119] = "Драконоид-чароплет",
		[186140] = "Бурошкур-шаман",
		[188699] = "Феникс-падальщик",
		[189467] = "Куалаши-костедробительница",
		[55139] = "Боец Румпуса",
		[187932] = "Лавовый феникс",
		[186141] = "Странствующая гниль",
		[186397] = "Неугомонный ветер",
		[192794] = "Повелительница зверей из клана Нокхуд",
		[59553] = "Королева певчих птиц",
		[191259] = "Зовущий бурю воин стихий",
		[181536] = "Нестабильный элементаль",
		[196121] = "Часовой Расколотого Пламени",
		[59873] = "Оскверненная живая вода",
		[182816] = "Призванный элементаль лавы",
		[189981] = "Дружелюбный гнолл",
		[196634] = "Мятежник Туманного дола",
		[198937] = "Смертожабр",
		[197146] = "Эмиссар куалаши",
		[189470] = "Вспышка лавы",
		[196123] = "Тарасекк-воин",
		[188447] = "Джадзигет",
		[197147] = "Почетный страж куалаши",
		[197403] = "Недремлющая хрупкопанцирная черепаха - вожак",
		[189471] = "Куалаши-кузнец",
		[189727] = "Каджин Непреклонная",
		[187936] = "Костоглодка-тотемогрызка",
		[196380] = "Фризкон Древний",
		[188704] = "Манит",
		[197148] = "Куалаши - воин лавы",
		[189472] = "Куалаши - воин лавы",
		[187937] = "Матерый равнинный мамонт",
		[190496] = "Террос",
		[186658] = "Геомант из племени Каменного Свода",
		[197149] = "Куалаши-лавамант",
		[189217] = "Фригеллий",
		[187426] = "Углезуб-падальщик",
		[189729] = "Изначальное цунами",
		[192800] = "Мастер копья из клана Нокхуд",
		[186915] = "Куалаши - крушитель ворот",
		[197406] = "Рассерженная стрекотуха",
		[189474] = "Опаляющая кузня",
		[191777] = "Дикий протодракон",
		[196383] = "Буйный расхититель",
		[188451] = "Зеримек",
		[188707] = "Ночегниль",
		[184869] = "Изначальный протодракон",
		[193313] = "Бдительный трупокрыл",
		[191778] = "Враждебный протодракон",
		[196384] = "Таящаяся громила",
		[188708] = "Смутьян Киика",
		[59555] = "Навязчивый ша",
		[187173] = "Воин стихий – раскалыватель земли",
		[187941] = "Тенелапая-шкуросшивательница",
		[196385] = "Грод Древний",
		[192803] = "Боевой охун",
		[187174] = "Воин стихий – ветробой",
		[191524] = "Железнокожий куалаши",
		[193827] = "Бушующий чернолап",
		[186151] = "Хан Балакар",
		[196642] = "Голодный плеточник",
		[188710] = "Шерат",
		[187175] = "Воин стихий – ветробой",
		[187431] = "Ветрожабр-небобой",
		[187687] = "Взволнованное семечко",
		[194084] = "Дикий протодракон",
		[97202] = "Олмир Просвещенный",
		[188711] = "Тареш",
		[83385] = "Пророк Бездны Калург",
		[197667] = "Темнозубый-мародер",
		[195876] = "Оскверненный охун",
		[155192] = "Гарпия-налетчица",
		[196388] = "Кудесник-расхититель",
		[193062] = "Крадущийся морозношкур",
		[187433] = "Ветрожабр-охотник",
		[195877] = "Восставший мистик",
		[184107] = "Рунический защитник",
		[196645] = "Оскверненный бакар",
		[188713] = "Вешрак Северный",
		[193063] = "Морозношкур-матриарх",
		[197413] = "Огненный пузырень",
		[183340] = "Гиена-падальщица",
		[195878] = "Укхельский заклинатель зверей",
		[194087] = "Дикий протодракон",
		[190761] = "Летучая лиса Шокари",
		[186923] = "Призывающий мороз Джул'ек",
		[193320] = "Преобразованная земля <Потревоженный краеугольный камень>",
		[199717] = "Заступник из клана Нокхуд",
		[187691] = "Бурошкур-копатель",
		[186668] = "Больной громила",
		[189227] = "Куалаши-охотник",
		[99891] = "Штормовой дракон",
		[193833] = "Мерцающее пламя",
		[194089] = "Неукрощенный протодракон",
		[186669] = "Cаламант из племени Илистого Плавника",
		[189228] = "Несущий град мародер",
		[47403] = "Жнец братства Справедливости",
		[188717] = "Хихвир",
		[189229] = "Несущий град чудотворец",
		[189485] = "Ветророжденный воин стихий",
		[194091] = "Неукрощенный протодракон",
		[190509] = "Силовой росток",
		[190765] = "Таинственный фантом",
		[189230] = "Чудотворец-землетряс",
		[194092] = "Дикий протодракон",
		[190510] = "Страж хранилища",
		[190766] = "Куалаши – укротитель ярости",
		[189231] = "Мародер-землетряс",
		[4844] = "Тенегорнский геодезист",
		[194349] = "Плененный дух",
		[190767] = "Куалаши-ковщик",
		[197164] = "Ледокус",
		[189232] = "Кокия Пламенное Копыто",
		[47404] = "Наблюдатель братства Справедливости",
		[197165] = "Гнолл-Снегошкур",
		[189233] = "Кислотный паучок",
		[191536] = "Расхитительница Макко",
		[193839] = "Подавительница из клана Нокхуд",
		[194095] = "Бушующее адское пламя",
		[187187] = "Мститель Черного Когтя",
		[193840] = "Налетчик из клана Нокхуд",
		[66503] = "Пехотинец Громовой крепости",
		[198702] = "Нестабильный мороз",
		[188723] = "Синешкур",
		[197167] = "Гнолл-Снегошкур",
		[189235] = "Надзиратель Лахар",
		[75459] = "Зараженная летучая мышь",
		[190259] = "Эхо утраты",
		[186421] = "Изначальный буран",
		[187189] = "Убийца из Черного Когтя",
		[187445] = "Углезуб-прудовод",
		[183863] = "Могу-властитель",
		[196913] = "Мара'нар Громогласный",
		[193075] = "Ледниковая великанша",
		[95674] = "Фенрир",
		[104246] = "Караульный из Сумеречной стражи",
		[186679] = "Шаман племени Илистого Плавника",
		[195635] = "Заряженный временем медведь",
		[185656] = "Призывательница гнили",
		[187192] = "Яростный Коготь",
		[65317] = "Сян",
		[192054] = "Пойманный элементаль воды",
		[63782] = "Закаленный в боях парашютист",
		[97083] = "Король Ранульф",
		[66506] = "Канонир Громовой крепости",
		[190776] = "Чародейский командир",
		[185147] = "Призывательница бури из клана Нокхуд",
		[195638] = "Превращающая руна",
		[193847] = "Чалсек Сын Земли",
		[198197] = "Искрошкурый протодракон",
		[184124] = "Часовая Талондрас",
		[198709] = "Нестабильная земля",
		[195639] = "Изначальный протодракон",
		[185660] = "Цайгенот",
		[97084] = "Король Тор",
		[184125] = "Хронолорд Дейос",
		[190778] = "Зоркий небесный страж",
		[189243] = "Алора Марево",
		[193849] = "Раккеш Поток Огня",
		[190011] = "Извлекающий шторм",
		[190779] = "Чародейский голем",
		[197176] = "Буйный козел",
		[189244] = "Моргг",
		[55659] = "Дикий бес <Отверстия>",
		[198200] = "Камнечешуйный протодракон",
		[190780] = "Чародейский элементаль",
		[193595] = "Сухокопытный лось",
		[76104] = "Чудовищный трупный паук",
		[189246] = "Картис Песнь Снега",
		[187455] = "Янтарный хищник",
		[191805] = "Дикий протодракон",
		[187967] = "Сеннарт",
		[193341] = "Анген",
		[55084] = "Гормальский охотник",
		[104251] = "Часовой из Сумеречной стражи",
		[184130] = "Земельник-комендант",
		[186945] = "Опаляющий выстрел",
		[197436] = "Темношкур-собиратель",
		[191551] = "Ненасытный стервятник",
		[97087] = "Валарьяр-защитник",
		[184131] = "Земельник-страж",
		[194622] = "Сполох",
		[186690] = "Ловчий племени Илистого Плавника",
		[184132] = "Земельник-дозорный",
		[195135] = "Бурая бичевательница",
		[187203] = "Замерзший загробник",
		[188665] = "Фрагмент камнехвата",
		[187971] = "Мокророт-краболов",
		[186420] = "Ткач земли",
		[196671] = "Чародейский опустошитель",
		[188673] = "Тлеющий колосс",
		[59051] = "Раздор",
		[187204] = "Заземленный воин стихий",
		[197298] = "Молодой протодракон",
		[190245] = "Хранительница стаи Денна",
		[188542] = "Меткий стрелок Бурошкуров",
		[184134] = "Прыгун-падальшик",
		[184422] = "Тлерон",
		[75979] = "Эксгумированный дух",
		[186336] = "Пылающее проявление",
		[66000] = "Ас Сильной Руки",
		[191944] = "Вулканический лавохлест",
		[195905] = "Быстрый длиннорог",
		[184011] = "Странствующая гниль",
		[192769] = "Тондрозий",
		[186438] = "Изначальный элементаль лавы",
		[201560] = "Воин стихий – заклинательница пламени",
		[199232] = "Раскаленный шип",
		[156501] = "Равнир",
		[3127] = "Ядохвостый скорпид",
		[198214] = "Хранитель стаи Зирусс",
		[55016] = "Поработитель Гормал",
		[188230] = "Налетчик из клана Нокхуд",
		[191545] = "Ненасытный стервятник",
		[54925] = "Хушунь",
		[186921] = "Призывающая мороз Най'джин",
		[193348] = "Древний равнинный топотун",
		[197698] = "Громоголов",
		[187172] = "Воин стихий – землетряс",
		[54702] = "Гормальский налетчик",
		[192325] = "Каменные кандалы",
		[186922] = "Призывающая мороз Син'тия",
		[194884] = "Шела Плетущая Ветер",
		[17252] = "Виникгорил",
		[48229] = "Кобольд-землекоп",
		[198645] = "Магмовый яростень <Тень Смерти>",
		[56732] = "Лю Пламенное Сердце",
		[190023] = "Лавовые щупальца",
		[196420] = "Пещерный охотник",
		[192582] = "Солдат Драконьей Погибели",
		[75981] = "Обжигающие тени",
		[191047] = "Тарасекк-налетчик",
		[195397] = "Льдистый невидимка",
		[96640] = "Валарьяр-лучница",
		[189768] = "Куалаши - метатель пламени",
		[50350] = "Моргринн Треснувший Клык",
		[194374] = "Загустевший минерал",
		[69773] = "Скарабей",
		[194495] = "Бурлящее течение",
		[191048] = "Тарасекк-наблюдатель",
		[195398] = "Разрушительный протодракон",
		[138338] = "Оживленный страж <Падший вестник смерти>",
		[54936] = "Гормальский налетчик",
		[189478] = "Главный кузнец Горек",
		[194375] = "Кипящая ламинария",
		[78135] = "Чаротворец клана Призрачной Луны",
		[189734] = "Куалаши-стреломет",
		[191049] = "Тарасекк-вор",
		[195399] = "Любопытный детеныш рогоплава",
		[190983] = "Куалаши-разоритель",
		[187723] = "Жестоко скованный элементаль",
		[54703] = "Гормальский поджигатель",
		[192329] = "Агрессивный орел",
		[196679] = "Ледяной покров",
		[77006] = "Трупный паучонок",
		[195875] = "Оскверненный бакар",
		[187212] = "Протодракон-землетряс",
		[189515] = "Заряженный протодракон",
		[55151] = "Амбал Румпуса",
		[196168] = "Нагреватель источников",
		[63467] = "Разъяренный древень",
		[186142] = "Бурошкур-детеныш",
		[186701] = "Призванный чешуйчатый кусака",
		[191051] = "Проворная лиса-виверна",
		[186592] = "Защитник Чорук",
		[151091] = "Геолорд Грек'ог",
		[169162] = "Охотничий ворг",
		[192799] = "Нестабильный камень <Invisible Stalker>",
		[195261] = "Матерый равнинный лось",
		[194315] = "Призыватель бури Солонго",
		[189234] = "Хладодышащий арахнид",
		[182211] = "Изначальный элементаль огня",
		[95676] = "Один",
		[97197] = "Валарьяр-очиститель",
		[66507] = "Снайпер Громовой крепости",
		[183888] = "Горлодерка-воровка",
		[186191] = "Голос разложения",
		[193558] = "Воин стихий – заклинательница пламени",
		[185357] = "Часовой из клана Нокхуд",
		[187149] = "Адепт бури из клана Нокхуд",
		[185168] = "Громила из клана Нокхуд",
		[97219] = "Солстен",
		[195915] = "Фирава Воспламенитель",
		[196171] = "Пламенный кипятень",
		[192333] = "Орел-вожак",
		[187201] = "Разоритель из клана Нокхуд",
		[198424] = "Воин стихий – резчик льда",
		[185353] = "Нокхудский старший охотник",
		[187894] = "Заряженный дракончик",
		[191566] = "Вечная сфера",
		[47714] = "Пар",
		[187960] = "Солнечношкурый топокопыт",
		[192334] = "Граат",
		[59547] = "Цзян",
		[131436] = "Избранная кровавая матрона",
		[152843] = "Гарпия - призывательница молний",
		[191311] = "Дракончик из рода Бесконечности",
		[190726] = "Полосатый зуброн",
		[191823] = "Свирепый протодракон",
		[190032] = "Обезумевший протодракон",
		[198142] = "Ваятель земли из карьера",
		[192591] = "Льдистый паук",
		[194894] = "Воин стихий – буревестник",
		[197197] = "Беспокойный бурноводный выдрек",
		[189265] = "Куалаши-костестраж",
		[187474] = "Пятнистый камнезуб",
		[195918] = "Порабощенный панциролом",
		[187931] = "Буреклык – заклинательница костей",
		[193306] = "Ныряющий охотник",
		[3527] = "Тотем исцеляющего потока <Античка>",
		[194895] = "Нестабильный шквал",
		[191057] = "Громоспин-крушитель",
		[191313] = "Пузырящийся побег",
		[189373] = "Охун-пикировщик",
		[195919] = "Пылающий мастер цепей",
		[190034] = "Пламенный разрушитель",
		[192337] = "Щупальце Бездны <Олдгард>",
		[195258] = "Неистовый бурноводный выдрек",
		[194896] = "Изначальный щит бури",
		[96677] = "Зубастый гризли",
		[156676] = "Огр-надзиратель",
		[194588] = "Гигантский плеточник",
		[131402] = "Клещ из Подгнилья",
		[133685] = "Оскверненный дух",
		[188244] = "Изначальный исполин",
		[191541] = "Грубошкурый олень",
		[194897] = "Тотем энергии бури",
		[186965] = "Тлеющее перо <Лавовый феникс>",
		[191315] = "Вестник льда",
		[193618] = "Беспокойные камни",
		[189780] = "Гигантский выдрек-подстрекатель",
		[187139] = "Кристальный крушитель",
		[197414] = "Паровой гневень",
		[187393] = "Перемещенная земля",
		[194898] = "Воин стихий – искрящий клинок",
		[196426] = "Гротовый ползун",
		[185903] = "Ненасытный камнезуб",
		[187478] = "Матерый большекопыт",
		[138538] = "Хватка Бездны",
		[184582] = "Эрик \"Быстрый\"",
		[192340] = "Нокхудский ученик",
		[198382] = "Тлеющий воспламенитель",
		[196946] = "Глубинный гигант",
		[65881] = "Капрал Джексон Сильвер",
		[196601] = "Опаляющая жижа",
		[58965] = "Арикс'аради",
		[193876] = "Изначальный протодракончик",
		[96574] = "Закаленный бурей страж",
		[190294] = "Буремант из клана Нокхуд",
		[188668] = "Изначальная лавина",
		[104247] = "Чародей из Сумеречной стражи",
		[193109] = "Усиленный гнев великого посоха",
		[191318] = "Приливный защитник",
		[191574] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[186116] = "Пузострелка",
		[186626] = "Скованный огонь",
		[194389] = "Порождение лавы <Куалаши-лавамант>",
		[1860] = "Kontast",
		[191995] = "Старый Камнеклык",
		[65882] = "Старший инженер Гайкокрутс",
		[191319] = "Древний дробильщик <Освобожденный служитель>",
		[186334] = "Гипоксикрон",
		[186111] = "Смотритель-воин стихий",
		[184335] = "Посланница из рода Бесконечности",
		[194487] = "Злобный заклинатель гнили",
		[75713] = "Подчинитель костей из клана Призрачной Луны",
		[192759] = "Пожиратель",
		[187387] = "Камнесерд",
		[187226] = "Длиннокрылый небесный охотник",
		[187645] = "Кроджек Береговой Охотник",
		[185691] = "Злобная гиена",
		[66200] = "Солдат Громовой крепости",
		[192344] = "Ваятельница пепла Торнека",
		[196694] = "Чародейский добытчик",
		[187768] = "Дафия Бич Бури",
		[65883] = "Гиро-механик Клейкомяш",
		[185180] = "Горлодерка-захватчица",
		[78219] = "Оскверненный предок",
		[195927] = "Жнец душ Галтмаа",
		[66395] = "Канонир Громовой крепости",
		[188251] = "Земляной столп",
		[183995] = "Горлодерка-проклинательница",
		[153964] = "Кровоклюв",
		[190173] = "Элементаль земли",
		[199150] = "Территориальный протодракон",
		[63279] = "Кровожадный саурок",
		[195928] = "Жнец душ Даарен",
		[187321] = "Изначальный элементаль лавы",
		[188252] = "Мелидрусса Истощенная Холодом",
		[194794] = "Беспокойная сосулька",
		[186356] = "Стервятник клана Нокхуд",
		[194741] = "Буйствующий лесной великан",
		[190188] = "Темнолап-тихоступ",
		[187889] = "Расколотый фрагмент",
		[195929] = "Жнец душ Тумен",
		[186738] = "Мраскул",
		[186206] = "Жестокая костекрушительница",
		[188509] = "Пробудитель гробниц Ганзай",
		[190812] = "Дикий протодракон",
		[195764] = "Вадне Черное Сердце",
		[191324] = "Вторгшийся ливень",
		[195674] = "Встревоженный посвященный",
		[195930] = "Жнец душ Мандакх",
		[188948] = "Углезуб-сборщик",
		[192741] = "Грелла Огнетушительница",
		[188510] = "Восставший бакар",
		[195815] = "Изначальный камень",
		[191083] = "Паучьи яйца",
		[187231] = "Иссохшая кусака",
		[187487] = "Пятнистый хищник",
		[187743] = "Жестоко скованный элементаль",
		[192873] = "Протодракон",
		[186208] = "Стрелок гнили",
		[188511] = "Осквернитель из клана Нокхуд",
		[190943] = "Скальный стервятник",
		[197211] = "Гурблбоблр Захватчик",
		[187232] = "Затерянный во времени острокрыл",
		[190946] = "Воин бури",
		[192743] = "Реджара Каменный Кулак",
		[190047] = "Пробудитель гробниц Арбан",
		[197857] = "Брюхокол",
		[187242] = "Тарасекк-расхититель",
		[36989] = "Захватчик из клана Бича Злобы",
		[194912] = "Объездчик магмонтов",
		[200936] = "Живой жар",
		[198577] = "Нестабильное пламя",
		[187745] = "Дезориентированный дозорный",
		[190048] = "Остаточный борей",
		[192351] = "Ученая гиена",
		[75652] = "Дитя Бездны",
		[58319] = "Малый ша",
		[190680] = "Сторож из лагеря Кейган",
		[191328] = "Опутывающее течение",
		[195506] = "Вторгшийся чистоводный крепкохват",
		[186338] = "Маруук",
		[181861] = "Магмобивень",
		[192352] = "Темнолап-наставник",
		[194655] = "Воин стихий – породитель потопа",
		[107291] = "Бдительный окулус",
		[104274] = "Баалгар Бдительный",
		[191329] = "Недремлющая хрупкопанцирная черепаха",
		[189538] = "Магмакоготь",
		[191841] = "Шпион воинов стихий",
		[186598] = "Солдат Драконьей Погибели",
		[101326] = "Прославленный предок",
		[194656] = "Воин стихий – разбиватель волн",
		[186724] = "Куалаши – повелитель пламени",
		[48505] = "Страж Тьмы из братства Справедливости",
		[190688] = "Пылающий демон",
		[185445] = "Грабитель из клана Нокхуд",
		[187748] = "Хребтодерка",
		[193373] = "Громовой кулак из клана Нокхуд",
		[190307] = "Углеспин Непокорный",
		[57396] = "Подбирающееся Сомнение",
		[186725] = "Тррша",
		[187598] = "Розор Кузнекрушитель",
		[196045] = "Оскверненный манадемон",
		[187493] = "Буйная вода",
		[191843] = "Стражница Бахир",
		[194146] = "Одичалый протодракон",
		[193388] = "Массивные хрупкопанцирные черепахи",
		[192690] = "Тлеющее перо <Пылающий огнешквал>",
		[200035] = "Червь-трупоед",
		[198471] = "Пламенный кипятень",
		[187238] = "Иссушительница",
		[187494] = "Буйный ветер",
		[197985] = "Чаротворец пламени",
		[104270] = "Голем-страж",
		[193969] = "Поджигатель Туманного дола",
		[55790] = "Разъяренный дух зверя <Хугобум>",
		[186727] = "Куалаши-буян",
		[197218] = "Разъяренная капля",
		[187239] = "Затерянный во времени солнцелов",
		[187316] = "Разрастающийся смертоцвет",
		[189798] = "Древний протодракон",
		[197221] = "Бушующий поток",
		[111563] = "Караульный из Сумеречной стражи",
		[48502] = "Головорез из братства Справедливости",
		[186728] = "Матерый магмонт",
		[197219] = "Мерзкий плеточник",
		[187240] = "Драконид-разрушительница",
		[186219] = "Оружейник Вордак",
		[187752] = "Рубилунг",
		[187224] = "Злобная заклинательница гнили",
		[189531] = "Разложившийся старый древень",
		[47162] = "Глубток",
		[199011] = "Скрипорев",
		[197220] = "Яростный потоп",
		[191335] = "Содрогающаяся земля",
		[187497] = "Элементаль грязной воды",
		[191847] = "Равнинный топотун из клана Нокхуд",
		[190056] = "Изначальный протодракон",
		[198500] = "Заклинатель земли совета",
		[194003] = "Тошнотворный рогоплав",
		[193783] = "Тракхан",
		[193127] = "Рядовая Шикзар",
		[189289] = "Пенумбрий",
		[99922] = "Эбеновый ворг",
		[189801] = "Древний протодракон",
		[138187] = "Искаженный ужас",
		[198501] = "Заклинатель льда совета",
		[188011] = "Изначальный земляной часовой",
		[133663] = "Фанатичный охотник за головами",
		[193385] = "Матерый большекопыт",
		[193384] = "Равнинный камнезуб",
		[13142] = "Загнивший плетун",
		[192341] = "Куалаши-драконоборец",
		[95061] = "Большой элементаль огня <Grisella-Malygos>",
		[186220] = "Бурошкур-заклинательница",
		[194409] = "Эргбурк",
		[166262] = "Разлагающийся труп",
		[55470] = "Хозен-задира",
		[187244] = "Затерянный во времени разрушитель",
		[187500] = "Костоглод-рубака",
		[75966] = "Оскверненный дух",
		[196200] = "Алгет'арский рыцарь эха",
		[198503] = "Заклинатель огня совета",
		[196712] = "Нейтрализующее устройство",
		[196968] = "Скованная саламандра",
		[197224] = "Прирученный магмонтенок",
		[191339] = "Течение-защитник",
		[156913] = "Разлагающийся труп",
		[133836] = "Оживленный страж",
		[100820] = "Дух волка <Orkue-Antonidas>",
		[196457] = "Ориан Темные Воды",
		[194147] = "Вулканий",
		[47739] = "\"Капитан\" Пирожок",
		[197225] = "Превращенный грозный ворон",
		[187246] = "Рогоплав-магоед",
		[187502] = "Костоглод-буян",
		[56183] = "Разжиревший кроколиск",
		[188014] = "Смоляной грохотун",
		[191342] = "Крылатая погибель",
		[186479] = "Временник",
		[186735] = "Инферно Скованный",
		[104273] = "Джазшариу",
		[191341] = "Воспламененная ярость",
		[187503] = "Костоглод-подручный",
		[181875] = "Олфис Раскаленный",
		[196203] = "Алгет'арский целитель",
		[196459] = "Бурошкур-задира",
		[11783] = "Терадримский осколыш",
		[196971] = "Рендвит",
		[189039] = "Первозданный град",
		[193389] = "Массивные хрупкопанцирные черепахи",
		[196972] = "Ворвелнор",
		[133835] = "Дикий кровавый роевик",
		[104275] = "Имаку'туя",
		[55288] = "Каменный разрушитель",
		[187750] = "Смертельный Ветер",
		[186737] = "Телаш Серокрылый",
		[189040] = "Разозленная жеода",
		[195672] = "Куалаши-негодяй",
		[187505] = "Раздиратель",
		[190690] = "Рокочущий опустошитель",
		[183923] = "Гнолл-захватчик",
		[186226] = "Зловонная певица гнили",
		[190576] = "Протодракончик",
		[196973] = "Керзанти",
		[187749] = "Носоломка",
		[193391] = "Массивные хрупкопанцирные черепахи",
		[187506] = "Осколыш-камнехват",
		[191856] = "Яростная буря <Дафия Перерожденная>",
		[198253] = "Смерч",
		[188274] = "Сутаан",
		[186483] = "Куалаши-сталемастер",
		[186739] = "Лазурный Клинок",
		[189042] = "Потревоженный мороз",
		[193709] = "Воин стихий – хранитель земли",
		[95833] = "Хирья",
		[189299] = "Разлагающийся слизень",
		[190066] = "Воин стихий воды",
		[75452] = "Костебрюх",
		[187083] = "Изначальная лавина",
		[186740] = "Чародейское создание",
		[195184] = "Защитная сфера",
		[57080] = "Проклятый свиток",
		[195696] = "Изначальный громозверь",
		[189811] = "Потревоженный краеугольный камень",
		[104277] = "Гончая Легиона",
		[186229] = "Увядший дуб",
		[190579] = "Первозданный гнев",
		[186741] = "Чародейский элементаль",
		[187900] = "Нокхудский мародер",
		[193394] = "Мшистый вожак",
		[75451] = "Оскверненный дух",
		[189812] = "Горлок шатун Мокрого утеса",
		[194162] = "Агрессивный рокочущий ящер",
		[192371] = "Куалаши-пылекрут",
		[97369] = "Тотем жидкой магмы <Мулари-Гордунни>",
		[194373] = "Гнолл-Бурошкур",
		[61029] = "Изначальный элементаль огня",
		[56329] = "Кер Шань",
		[95834] = "Валарьяр-мистик",
		[189813] = "Дафия Перерожденная",
		[190069] = "Протодракон-землетряс",
		[137103] = "Кровавый образ",
		[48445] = "Лакей-болванчик",
		[186672] = "Колоссальный постэффект",
		[195187] = "Джарадин – укротитель пламени",
		[104918] = "Бдительный часовой из Сумеречной стражи",
		[193652] = "Седокамень",
		[187767] = "Эмбар Огненная Тропа",
		[194164] = "Нетерпеливый детеныш рокочущего ящера",
		[194241] = "Злобный заклинатель гнили",
		[190958] = "Нокхудский охотник-мистик",
		[192885] = "Снегорогий зуброн",
		[192834] = "Речное чудище рощи",
		[187256] = "Затерянный во времени ящер",
		[185465] = "Боевой пес клана Нокхуд",
		[189815] = "Сбиватель Мокрого утеса",
		[197801] = "Пробудившийся земляной часовой",
		[198716] = "Нестабильная буря",
		[192630] = "Грязевой буян",
		[199027] = "Магмас",
		[191351] = "Недремлющая хрупкопанцирная черепаха",
		[189304] = "Перегруженная манасущность",
		[193301] = "Агрессивный длиннорог",
		[186696] = "Сотрясающий тотем",
		[190962] = "Бойцовский пес клана Нокхуд",
		[190584] = "Затерянный во времени мурлок",
		[186490] = "Темнолап-охотник",
		[190840] = "Воин стихий – надзиратель",
		[107435] = "Герент Зловещий",
		[191659] = "Саламантера-вожак",
		[66052] = "Капитан Дорен",
		[97081] = "Король Бьорн",
		[188026] = "Ледяная могила",
		[186962] = "Каскад",
		[184444] = "Угрожающий механолог",
		[199029] = "Циклас",
		[194168] = "Царственный рокочущий ящер",
		[195448] = "Пылающий огнешквал",
		[195960] = "Околдованный аквамант",
		[187771] = "Кадрос Ледяной Гнев",
		[56762] = "Юй-лун",
		[192377] = "Скальный гризли",
		[190586] = "Земледробитель",
		[199030] = "Лоамас",
		[193145] = "Прожорливый протодракон",
		[191354] = "Тай'фун Перерожденный",
		[183422] = "Кортрокс Разрушитель",
		[187772] = "Опаловый Клык",
		[198263] = "Стойкий хранитель стаи",
		[55291] = "Кромсатель духов Шань'цзэ",
		[197799] = "Насыщатель из карьера",
		[194937] = "Ошпариватель",
		[191099] = "Назойливый цветок",
		[190700] = "Паровой разоритель",
		[191611] = "Охотник на драконов Игордан",
		[195961] = "Загипнотизированный лекарь",
		[160394] = "Курганный паук",
		[190588] = "Тектонический крушитель",
		[66668] = "Зараженный ша хищник",
		[187751] = "Паленый Клык",
		[196115] = "Хранитель чар",
		[187262] = "Затерянный во времени дьявозавр",
		[198310] = "Тарасекк огня",
		[195962] = "Очарованный панцирный страж",
		[196007] = "Нокхудский мародер",
		[186239] = "Куалаши-черепоносец",
		[192636] = "Дикий протодракон",
		[194939] = "Протодракон с Каскадов",
		[48447] = "Страшный попугай",
		[187263] = "Мокророт-волномант",
		[156814] = "Гор'грот",
		[66285] = "Пехотинец Громовой крепости",
		[198266] = "Прыгающий породитель выводка",
		[199333] = "Хладодышащий арахнид",
		[186391] = "Злобный ледяной змей",
		[186644] = "Леймор",
		[194803] = "Неторопливый жесткозуб",
		[187264] = "Затерянный во времени Шипошкурый",
		[191844] = "Шпион воинов стихий",
		[56198] = "Хищник дремучего леса",
		[186627] = "Обузданное адское пламя",
		[11784] = "Терадримский страж",
		[56070] = "Охотник Шелкодревного леса",
		[192786] = "Куалаши-расхититель",
		[47296] = "Хеликс Отломчикс",
		[189312] = "Ледниковый элементаль",
		[157328] = "Чаротворец из клана Темного Молота",
		[66286] = "Лекарь Громовой крепости",
		[190080] = "Тарасекк – повелитель стихий",
		[186242] = "Затаившийся брюхокол",
		[191104] = "Изначальный косильщик",
		[187266] = "Затерянный во времени вождь",
		[195198] = "Короткошерстный терзатель",
		[43778] = "Врагорез-5000",
		[200948] = "Нокхудский ученик",
		[187817] = "Посвященный призыватель бури",
		[183940] = "Силитид-опустошитель",
		[195197] = "Короткошерстный медведь",
		[192640] = "Горный жеребец",
		[199037] = "Воин стихий – штурмовик",
		[96608] = "Эбеновый ворг",
		[187265] = "Затерянный во времени геомант",
		[187523] = "Тенелапый-следопыт",
		[66287] = "Лейтенант Громовой крепости",
		[157300] = "Тунк",
		[188803] = "Свирепый воин клана Рыжей Иглы",
		[184453] = "Жестокий мотиватор",
		[186756] = "Шикаарский бакар",
		[193153] = "Пилодер Охотник",
		[193664] = "Древняя заступница",
		[191597] = "Куалаши - заклинатель земли",
		[187211] = "Протодракон-ветробой",
		[193154] = "Забытый грифон",
		[190339] = "Рогатый бронедон",
		[186323] = "Каратель Расколотого Пламени",
		[196992] = "Чародейский элементаль",
		[47297] = "Болванчик",
		[194179] = "Разрушительный элементаль огня",
		[191619] = "Взрослый рогоплав",
		[66288] = "Снайпер Громовой крепости",
		[194178] = "Разрушительная лава",
		[190340] = "Рефти-защитник",
		[196737] = "Алия Солнечный Полет",
		[199041] = "Чародейская бестия",
		[191108] = "Изначальный элементаль огня",
		[191364] = "Неистовая дрожь",
		[156821] = "Призыватель теней из клана Темного Молота",
		[198017] = "Преобразованная земля <Элементаль земли>",
		[153239] = "Огр-громила",
		[196482] = "Заросшее древо",
		[184456] = "Магический громила",
		[186759] = "Молящийся воин стихий",
		[65905] = "Лейтенант Сильной Руки",
		[187271] = "Солезубый костеглод",
		[193668] = "Караульный Мордрен",
		[199298] = "Куалаши-черепоносец",
		[188039] = "Василиск-грязнорот",
		[190342] = "Аппарат сдерживания",
		[190598] = "Тсерасор Покровительница",
		[187528] = "Зуболом",
		[191110] = "Изначальный элементаль огня",
		[195460] = "Пятнистый хищник",
		[193669] = "Процела Удар Урагана",
		[186246] = "Стервятник-шкуродер",
		[194181] = "Вексам <Магическая книга>",
		[188296] = "Куалаши-джарадин",
		[96934] = "Валарьяр-зверолов",
		[131492] = "Преданная жрица крови",
		[191111] = "Ярость воды",
		[193414] = "Магмарожденный ткач пламени",
		[196003] = "Нокхудский мародер",
		[191653] = "Прибрежная саламантера",
		[153242] = "Огр - темный чародей",
		[95842] = "Валарьяр - призыватель молний",
		[194694] = "Рогатый бронедон",
		[195366] = "Резвый долгоног",
		[66928] = "Стрелок ша",
		[197509] = "Изначальная грозовая туча",
		[156825] = "Центурион из клана Темного Молота",
		[186628] = "Обузданный галечник",
		[194467] = "Бурошкур-рубака",
		[194439] = "Густошерстный матриарх",
		[184972] = "Эраног",
		[65779] = "Кромсатель духов Шань'цзэ",
		[191113] = "Стихийная капля",
		[195461] = "Изворотливая саламантера",
		[48450] = "Яснокрылый визгун",
		[189834] = "Куалаши-камневяз",
		[184862] = "Изначальный протодракончик",
		[65880] = "Моргус Вредоруб",
		[184461] = "Тарасекк-мародер",
		[195039] = "Повстанец-костолом",
		[193486] = "Воин стихий – штормовой разоритель",
		[194624] = "Зумакх",
		[190345] = "Воин стихий – геомант",
		[56303] = "Секретный агент Альянса",
		[188044] = "Тлеющий гигант",
		[187969] = "Демиург Морозной Вспышки",
		[186509] = "Модак Огнеметательница",
		[194692] = "Рогатый бронедон",
		[187021] = "Часовой гнили",
		[191395] = "Дикий протодракон",
		[133007] = "Освобожденное чудовище",
		[66291] = "Солдат Громовой крепости",
		[192651] = "Чистоводное речное чудище",
		[190348] = "Опустошитель воинов стихий",
		[190604] = "Камнестраж-агрессор",
		[187082] = "Изначальная лавина",
		[193163] = "Агрессивный побережник",
		[190603] = "Несущий бурю ледострел",
		[198047] = "Чаротворица бури",
		[188667] = "Кипящий элементаль огня",
		[188725] = "Углезуб-копейщик",
		[0] = "[*] Лава",
		[190605] = "Камнестраж-скаломол",
		[56447] = "Навозный крепкохват",
		[189043] = "Неистовое пламя",
		[187279] = "Солезуб-нянька",
		[197139] = "Разлагающийся слизень",
		[186600] = "Защитник Драконьей Погибели",
		[186511] = "Гигра Пронзающая",
		[194444] = "Дикий протодракон",
		[193133] = "Яркочешуйчатый гигант",
		[186768] = "Больной рубака",
		[190932] = "Кхарад Воинственная",
		[187088] = "Воин стихий – землетряс",
		[191886] = "Проводник изначальной лавы",
		[187792] = "Сердитая капля",
		[183954] = "Горлодерка-иссушительница",
		[46141] = "Обсидиановый огнекрыл",
		[46153] = "Нагорный ворг",
		[194436] = "Молодой густошерстный медведь",
		[96611] = "Сердитый бык",
		[187281] = "Солезубый охотник",
		[196005] = "Нокхудский мародер",
		[187793] = "Огромная волна",
		[186616] = "Гранит",
		[196202] = "Алгет'арская заклинательница",
		[186161] = "Неистовство лавы <Модак Огнеметательница>",
		[105699] = "Манапард",
		[190434] = "Тотем ливня",
		[48522] = "Пират из братства Справедливости",
		[190602] = "Несущий бурю агрессор",
		[189841] = "Терракотовый трясиноход",
		[183956] = "Бурошкур-воин",
		[134284] = "Падший вестник смерти",
		[190609] = "Эхо Дорагосы",
		[56448] = "Мудрый Марис",
		[195215] = "Повстанец-костолом",
		[94960] = "Химдалль",
		[187539] = "Земляной ваятель клана Рыжей Иглы",
		[187553] = "Кровавый Коготь",
		[183957] = "Бурошкур-шаман",
		[196495] = "Тяжелый от пыльцы плеточник",
		[58943] = "Хозен-головорез",
		[12201] = "Принцесса Терадрас",
		[186515] = "Повелительница гиен Дургун",
		[186516] = "Капканщик Керваль",
		[187540] = "Затерянный во времени грязеплюх",
		[195984] = "Матерый рыжебивневый мамонт",
		[187928] = "Лавовый феникс",
		[188115] = "Солезубый волнолом",
		[190611] = "Бешеный пыльцерог",
		[192914] = "Летолапый йети",
		[187285] = "Солезубый громила",
		[193426] = "Слияние магмы",
		[192748] = "Темнолап-вор",
		[152998] = "Охотничий ворг",
		[75506] = "Верная служительница из клана Призрачной Луны",
		[184693] = "Живой жар",
		[186684] = "Лавовый феникс",
		[187600] = "Куалаши - каменный целитель",
		[193171] = "Териллод Фанатичный",
		[186517] = "Задира Бакра",
		[187542] = "Призванная рябь",
		[185751] = "Плесневик",
		[187084] = "Воин стихий – ветробой",
		[190366] = "Любопытный детеныш рогоплава",
		[192045] = "Искатель Ветра Аваш",
		[191637] = "Лавовый феникс",
		[197266] = "Градина <Первозданный град>",
		[193428] = "Озверевшая гиена",
		[187543] = "Призванный зефир",
		[198034] = "Клешнекап",
		[66425] = "Наваждение ша",
		[187551] = "Буреклык – призыватель пыли",
		[186736] = "Огненный часовой",
		[187916] = "Воин стихий – кузнец",
		[98035] = "Зловещий охотник <Отверстия>",
		[193429] = "Истерзанный зуброн",
		[189795] = "Потревоженные обломки",
		[75509] = "Садана Кровавое Безумие",
		[104295] = "Пылающий бес",
		[190359] = "Затаившийся фанатик",
		[165189] = "Копытень",
		[186777] = "Соток Мясорубка",
		[187033] = "Мерзорот",
		[193430] = "Рыскающий стервятник",
		[187545] = "Энергичный плеточник",
		[198292] = "Изначальный магмарожденный",
		[66426] = "Ша - вестник ужаса",
		[184986] = "Курог Зловещий Тотем",
		[195270] = "Темнозубый-ловчий",
		[105703] = "Маназмей",
		[196970] = "Тарантиза",
		[193431] = "Голодный кусака",
		[187546] = "Разрастающийся плеточник",
		[187802] = "Илистая бешенка",
		[190407] = "Водяной яростень",
		[192274] = "Барон Пепловетр",
		[195223] = "Ржавая Лилия",
		[48262] = "Огр-телохранитель",
		[191129] = "Пробужденный загробник",
		[189338] = "Бобр-грызун Речного Рога",
		[186664] = "Душитель из племени Каменного Свода",
		[193944] = "Куалаши-лавамант",
		[197185] = "Вербовщик воинов стихий",
		[190362] = "Ослепительная стрекоза",
		[58945] = "Хозен-кинжальщик",
		[105704] = "Проявление магии",
		[187036] = "Освобожденный служитель",
		[191899] = "Куалаши-мародер",
		[187549] = "Буреклык-рубака",
		[191898] = "Куалаши - укротитель ярости",
		[195269] = "Темнозубый-застрельщик",
		[190528] = "Искра Пепла",
		[62005] = "Зверь <Вайтишка>",
		[186781] = "Захватчик резервуара",
		[191131] = "Углезуб-лозоткач",
		[189340] = "Чаргат Дробитель Чешуи",
		[76407] = "Нер'зул",
		[189852] = "Тенешкурый ловец",
		[189851] = "Разведчик ритуала",
		[193795] = "Воин стихий земляных оков",
		[189893] = "Заряженный дракончик",
		[105705] = "Обузданная энергия",
		[188231] = "Штормохлест из клана Нокхуд",
		[197697] = "Огнезев",
		[192266] = "Барон Недриг",
		[183343] = "Темнолап-костолом",
		[130909] = "Смрадная личинка",
		[195221] = "Луговой бакар",
		[187352] = "Тарасекк-воин",
		[186783] = "Блакор Хозяйка Котла",
		[199368] = "Каменистый кристалл",
		[186321] = "Разгневанная орхидея",
		[191645] = "Крылатый змей",
		[193948] = "Терзатель Туманного дола",
		[190110] = "Паровое слияние",
		[186272] = "Возрожденный феникс <Лавовый феникс>",
		[36384] = "Гном с шокером",
		[186746] = "Элементаль-каратель",
		[189087] = "Восставший охун",
		[186107] = "Стражник хранилища",
		[187552] = "Буреклык-шаман",
		[198032] = "Драконье извержение",
		[55236] = "Нефритовый страж",
		[95843] = "Король Галдор",
		[185811] = "Льдистый ползун",
		[195138] = "Детонирующий кристалл",
		[48338] = "Разносчица напитков",
		[187297] = "Боец клана Нокхуд",
		[197788] = "Куалаши – охотник на драконов",
		[191903] = "Матерый магмонт",
		[153266] = "Смертолап Ужасный",
		[190368] = "Призывательница пламени Аюми",
		[195756] = "Ледокоготь-чаромет",
		[195273] = "Темнозубый-завыватель",
		[187218] = "Магмакоготь-налетчик",
		[195917] = "Изначальный загробник",
		[195742] = "Воин стихий – инструктор",
		[191400] = "Акир-предвестник",
		[104300] = "Владычица теней",
		[188009] = "Великий Огонь",
		[194719] = "Находчивый древозуб",
		[194020] = "Бакар буреклыков",
		[187043] = "Застывшая лава <Охотник на драконов Игордан>",
		[193401] = "Снегослойный бакар",
		[185508] = "Боец-коготь",
		[190065] = "Буйный дракончик",
		[188067] = "Ткач Холода Морозной Вспышки",
		[190370] = "Вестник бури Сайраз",
		[196767] = "Чаденот",
		[191716] = "Льдистый паучок",
		[160433] = "Курганный паучок",
		[197535] = "Верховная чаротворица Ривати",
		[190085] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[189859] = "Пещерный скрытень",
		[190115] = "Куалаши-разоритель",
		[190371] = "Воин стихий – землетряс",
		[182439] = "Злобный бокоход",
		[189266] = "Куалаши-новобранец",
		[187209] = "Клозикк Вознесенный",
		[193442] = "Камнекрушительница Токара",
		[189363] = "Зараженный плеточник <Бурошкур-заклинательница>",
		[187813] = "Куалаши-стенолом",
		[190116] = "Куалаши-черепоносец",
		[190278] = "Малифрон",
		[66688] = "Щупальца ша",
		[192931] = "Скрог-волнокол",
		[186329] = "Заклинатель гор",
		[193443] = "Молька Камнеломка",
		[197793] = "Пробудившийся исполин",
		[183341] = "Темнолап-бандит",
		[187150] = "Предатель из клана Нокхуд",
		[190373] = "Воин стихий – певица бури",
		[196770] = "Хотнот",
		[193799] = "Тотем гниломагии",
		[187273] = "Солезубый стрекотун",
		[186705] = "Гейзерная саламантера",
		[187559] = "Тень горя",
		[48521] = "Заклинатель штормов из братства Справедливости",
		[194212] = "Бушующие обломки",
		[95675] = "Король-бог Сковальд",
		[190630] = "Лавовые щупальца <Магмобивень>",
		[186792] = "Куалаши-застрельщик",
		[192644] = "Горный камнеклык",
		[191398] = "Ужасающий страж",
		[191654] = "Инеистый подчинитель",
		[191303] = "Протодракон-патриарх",
		[55238] = "Матриарх Букового леса",
		[194469] = "Молодая рубака",
		[196772] = "Опаленный магмобивень",
		[192934] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[199331] = "Морозный червь",
		[191399] = "Крылатая погибель",
		[55622] = "Дук Укем",
		[193958] = "Вестник урагана из клана Нокхуд",
		[95072] = "Большой элементаль земли <Кыйконкорасс>",
		[47626] = "Адмирал Терзающий Рев",
		[193407] = "Рогатый равнинный топотун",
		[190888] = "Бобр-кусака Речного Рога",
		[197982] = "Воин бури",
		[187306] = "Морхок",
		[186678] = "Вождь Гррлгллмеш",
		[196006] = "Нокхудский мародер",
		[191658] = "Инеистый поработитель",
		[190377] = "Воин стихий – сотворительница льда",
		[192680] = "Охранник",
		[189822] = "Шас'ит",
		[191145] = "Надзиратель Замбул",
		[186902] = "Захватчик резервуара",
		[197798] = "Куалаши-крыложог",
		[187819] = "Скованная сущность бури",
		[192169] = "Взрослая лиса-виверна",
		[186284] = "Медведь-кишкожуй",
		[188276] = "Яростный жеребец из стада",
		[186112] = "Насыщатель-воин стихий",
		[186115] = "Страж Ледяного Шипа",
		[191867] = "Призванная ледяная буря",
		[195752] = "Ледокоготь-боец",
		[186120] = "Древорот",
		[76518] = "Костяной ритуал",
		[97068] = "Штормовой дракон",
		[194797] = "Заиндевелая сосулька",
		[192938] = "Проворный убийца",
		[195241] = "Изначальный протодракон",
		[185262] = "Воющий речной дух",
		[187565] = "Гиена-дворняга",
		[193293] = "Куалаши-страж",
		[199028] = "Гласиас",
		[196521] = "Костоглод-цепежуй",
		[198824] = "Красноклюв-охотник",
		[138281] = "Безликий осквернитель",
		[66948] = "Скрюченный труп",
		[192792] = "Чистоводная бешенка",
		[187566] = "Гиена-матриарх",
		[189869] = "Шпион воинов стихий",
		[194219] = "Изначальный изводень",
		[190381] = "Тотем взрывной гнили <Гниломаг Око Гнева>",
		[192684] = "Прожорливый речной луциан",
		[186917] = "Буйный порыв",
		[195243] = "Пробудившаяся скала <Базрикрон>",
		[188693] = "Скульптор кости Джардак",
		[191661] = "Камневерный заклинатель",
		[191917] = "Извергающаяся лава",
		[189814] = "Лекарь волн Мокрого утеса",
		[197059] = "Налетчик из клана Нокхуд",
		[195853] = "Куалаши-новобранец",
		[192941] = "Громоспин-грохотун",
		[104278] = "Порабощенная Скверной карательница",
		[187498] = "Элементаль жижи",
		[187568] = "Тенелапый-собиратель",
		[186125] = "Лови-тотем",
		[187440] = "Акир-предвестник",
		[185810] = "Льдистый паук",
		[55368] = "Вдова Зеленая Лапа",
		[189555] = "Астральный служитель",
		[193198] = "Капитан Копьеносица",
		[192812] = "Падальщица-матриарх",
		[200137] = "Порочная ткачиха туманов",
		[195150] = "Глумливая псина",
		[194222] = "Куалаши – душитель пламени",
		[153583] = "Джагнаг",
		[186632] = "Пронзатель чешуи",
		[105715] = "Бдительный инквизитор",
		[191152] = "Огнеметатель клана Рыжей Иглы",
		[95832] = "Валарьяр - дева щита",
		[195758] = "Нокхуд-загонщик",
		[193967] = "Крылорез Драконьей Погибели",
		[186464] = "Вневременная причинность",
		[26125] = "Восставший вурдалак <Инитесса>",
		[189656] = "Гиена снегошкуров",
		[194291] = "Изначальный камнешкур",
		[56272] = "Лесной хищник",
		[187315] = "Больная рубака",
		[191665] = "Рычащий чернолап",
		[55279] = "Укротитель духов Шань'цзэ",
		[194224] = "Бешеный матерый медведь",
		[191833] = "Куалаши-мародер",
		[56439] = "Ша Сомнения",
		[12203] = "Обвал",
		[193880] = "Короткошерстный медвежонок",
		[193457] = "Балара",
		[187638] = "Огнечешуйчатый тарасекк",
		[189875] = "Ожившие тлеющие осколки",
		[194225] = "Муугурв",
		[69768] = "Зандаларский военный разведчик",
		[182455] = "Подчиненный клубок пара",
		[192946] = "Чешуйчатый кусака зарослей",
		[191155] = "Земляной ваятель клана Рыжей Иглы",
		[75715] = "Оживленные ритуальные кости",
		[195761] = "Нокхуд-командир",
		[193970] = "Терзатель Туманного дола",
		[190433] = "Тотем землетрясения",
		[188341] = "Подстрекательница из клана Нокхуд",
		[186550] = "Изначальный элементаль огня",
		[187111] = "Древний рогоплав",
		[194273] = "Иссушительница",
		[187318] = "Кипящий плескун",
		[192739] = "Пожирающий змей",
		[56201] = "Садовая оса",
		[190133] = "Краб-солдат",
		[186295] = "Нокхудский охотник-мистик",
		[187753] = "Проклятая Кровь",
		[59598] = "Малый ша",
		[104822] = "Пламя печали",
		[191413] = "Дикий протодракон",
		[185528] = "Хитроклык-мистик",
		[191337] = "Каменный таран",
		[198502] = "Заклинатель бури совета",
		[188343] = "Воин стихий – призыватель бурь",
		[192693] = "Возрожденный феникс <Пылающий огнешквал>",
		[192949] = "Скаара",
		[191084] = "Паучок",
		[187320] = "Мокророт-моребой",
		[185529] = "Бурая бичевательница",
		[193973] = "Чароброс Туманного дола",
		[77700] = "Извлекатель душ из клана Призрачной Луны",
		[192237] = "Бдительный голиаф <Бирисс>",
		[192694] = "Защитник-покровитель",
		[192950] = "Шензай",
		[197669] = "Темнозубый-браконьер",
		[193462] = "Батак",
		[187510] = "Тенелапый-охотник",
		[184020] = "Огромный берсерк",
		[188089] = "Быстрый длиннорог",
		[189557] = "Куалаши-стреломет",
		[186615] = "Яростная буря",
		[192951] = "Банкай",
		[192737] = "Боевой мамонт куалаши",
		[186604] = "Солдат Драконьей Погибели",
		[191672] = "Лавовый тарантул",
		[184319] = "Рефти-распорядитель",
		[191736] = "Кроут",
		[186299] = "Нокхудский мародер",
		[192696] = "Дозорный Тирхолда",
		[192952] = "Эдай",
		[192761] = "Искак",
		[24207] = "Войско мертвых|T1392565:0|t <Аган>",
		[187672] = "Ржавозубый ползун",
		[192507] = "Вонючий костолом",
		[196855] = "Брейккас",
		[190694] = "Разозленный пар",
		[187404] = "Опаленный угольник",
		[188859] = "Согглмоггл",
		[193053] = "Шипастый бакар",
		[97788] = "Штормовой дракон",
		[188715] = "Старшая охотница Амаа",
		[198136] = "Почетная ваятельница земли",
		[190208] = "Ездок на оползне",
		[13323] = "Подземный деметродон",
		[194745] = "Гнилозубая гиена",
		[188860] = "Уирглгургл",
		[185883] = "Пылающий протодракон",
		[189372] = "Защитник из клана Зимней Шкуры",
		[185534] = "Охотник-костестрел",
		[184581] = "Бейлог",
		[192796] = "Трубач из клана Нокхуд",
		[192030] = "Мерзлый кулак",
		[192699] = "Смотритель крепости",
		[192955] = "Драконья иллюзия",
		[191164] = "Хранитель чар",
		[195514] = "Нубаг",
		[193723] = "Моховой бронедон",
		[192789] = "Лучница из клана Нокхуд",
		[192188] = "Одичалый протодракон",
		[195092] = "Гидравлический размыватель",
		[192700] = "Часовой крепости",
		[190909] = "Быстрый длиннорог",
		[199353] = "Ледяная могила",
		[193552] = "Бандит Шрама Тени",
		[186124] = "Рви-зуб",
		[189886] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[186660] = "Саблелап Зловонный",
		[187902] = "Нокхудский мародер",
		[66976] = "Хмелештейн <Моргус Вредоруб>",
		[54924] = "Чжи-Чжи",
		[54988] = "Охотник Букового леса",
		[156986] = "Огр-надсмотрщик",
		[193725] = "Каркидан",
		[187432] = "Ветрожабр-ветромант",
		[186667] = "Больной шаман",
		[196540] = "Яростное пламя <Пасталависта>",
		[192702] = "Чернорабочий",
		[192958] = "Удар молнии",
		[193214] = "Забытое творение",
		[190243] = "Изворотливая саламантера",
		[197820] = "Тенелапый-жилорез",
		[191286] = "Извержение лавы <Куалаши-драконоборец>",
		[66446] = "Лекарь Громовой крепости",
		[182815] = "Призванный элементаль лавы",
		[192703] = "Смотритель крепости",
		[196552] = "Пламенный коготь – феникс",
		[133852] = "Живая гниль",
		[189149] = "Диссонирующая хранительница",
		[191680] = "Камневерный покоритель",
		[187842] = "Голиаф из клана Нокхуд",
		[195348] = "Земляной шпиль <Базрикрон>",
		[190401] = "Воздушный протодракон",
		[196798] = "Оскверненный манадемон",
		[189247] = "Прирученный феникс",
		[187075] = "Головокружение",
		[189378] = "Глашатай снега из клана Зимней Шкуры",
		[186427] = "Неугомонная буря",
		[187843] = "Скованный колосс бури",
		[196377] = "Эдавикс",
		[186308] = "Илистый луциан",
		[194752] = "Потревоженная рогатая сова",
		[192961] = "Аянга",
		[54989] = "Гормальский поработитель",
		[187326] = "Ползучая лава",
	},
	["death_recap"] = {
		["enabled"] = true,
		["show_segments"] = false,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		10, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		[355794] = 7,
		[384463] = 5,
		[8122] = 5,
		[114050] = 7,
		[386513] = 10,
		[396752] = 1,
		[374227] = "Leóo-Stormscale",
		[192249] = 7,
		[388562] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[195321] = 10,
		[386515] = 10,
		[368086] = 3,
		[386516] = 12,
		[145152] = 11,
		[114051] = 7,
		[388565] = 10,
		[376279] = "Террос",
		[394709] = 2,
		[386520] = 4,
		[114052] = 7,
		[368091] = "Злобная гиена",
		[394712] = "Нестабильный мороз",
		[198396] = "Один",
		[215802] = 7,
		[392666] = "Главный кузнец Горек",
		[353759] = "Рэйис",
		[384476] = "Лучница из клана Нокхуд",
		[325092] = 10,
		[386526] = "Рогоплав-магоед",
		[236282] = 1,
		[384479] = "Лучница из клана Нокхуд",
		[176898] = 1,
		[115078] = 10,
		[390625] = 12,
		[343527] = 2,
		[382435] = "Голос разложения",
		[376292] = "Хронолорд Дейос",
		[60103] = 7,
		[370150] = 7,
		[202497] = 11,
		[36554] = 4,
		[102793] = 11,
		[388583] = 5,
		[382440] = 8,
		[386536] = "Рогоплав-магоед",
		[374250] = 10,
		[394728] = "Нестабильная земля",
		[372203] = "Куалаши-факельщица",
		[374251] = "Рэйис",
		[116616] = 5,
		[209667] = "Советник Меландр",
		[314867] = 5,
		[212739] = 6,
		[382444] = "Тотем гниломагии",
		[384492] = "Повелительница зверей из клана Нокхуд",
		[386540] = 8,
		[388588] = 3,
		[382445] = 8,
		[384494] = "Киракка",
		[372208] = "[*] Джарадинская лава",
		[394735] = "Нестабильная земля",
		[384498] = 8,
		[386546] = "Чародейский элементаль",
		[177931] = 1,
		[1079] = 11,
		[384499] = 7,
		[386547] = "Тиира",
		[372213] = "Куалаши - воин лавы",
		[185099] = 10,
		[88974] = "Бомба-липучка",
		[376310] = 11,
		[215816] = "Akdraco-Draenor",
		[388598] = 1,
		[384503] = 7,
		[271877] = 4,
		[388599] = "Аймил",
		[4987] = 2,
		[388600] = 12,
		[198412] = "Один",
		[382458] = "Террос",
		[117644] = 3,
		[384507] = 7,
		[271881] = 4,
		[292359] = 5,
		[386556] = 2,
		[372222] = "Лазурный Клинок",
		[81297] = 2,
		[394748] = "Нестабильная буря",
		[372223] = "Куалаши-костестраж",
		[292361] = 11,
		[376319] = "Хронолорд Дейос",
		[394749] = "Нестабильная буря",
		[372224] = "Куалаши-костедробительница",
		[236298] = 8,
		[386559] = "Каджин Непреклонная",
		[372225] = "Куалаши-костедробительница",
		[390655] = 6,
		[384512] = "Мастер копья из клана Нокхуд",
		[394751] = "Нестабильная буря",
		[372226] = "Куалаши-костестраж",
		[236299] = 8,
		[1543] = 3,
		[190225] = "Сердитый бык",
		[386562] = "Каджин Непреклонная",
		[178963] = 12,
		[396802] = "Заклинатель ветров из клана Он'ир",
		[376325] = "[*] Зона вечности",
		[390660] = 1,
		[269843] = "Освобожденное чудовище",
		[394757] = 4,
		[1719] = 1,
		[394758] = 4,
		[355851] = 5,
		[372234] = "Аймил",
		[7] = "Мир (лава)",
		[382474] = "Голос разложения",
		[271896] = 4,
		[384524] = "Страж Иридий",
		[372238] = "Сеннарт",
		[106898] = 11,
		[396812] = "Зачарованный скипетр",
		[390669] = 5,
		[260879] = "Старейшина Ликса",
		[388623] = "Заросшее древо",
		[292380] = 2,
		[384529] = "Гнилозубая гиена",
		[82326] = 2,
		[388625] = "Заросшее древо",
		[2094] = 4,
		[327193] = 2,
		[260881] = 7,
		[372245] = "Аймил",
		[207640] = 11,
		[52174] = 1,
		[386581] = 2,
		[390677] = 5,
		[19434] = 3,
		[210714] = 7,
		[325153] = 10,
		[384539] = 7,
		[2782] = 11,
		[263725] = 8,
		[384543] = 7,
		[47568] = 6,
		[382496] = 4,
		[192288] = "Олмир Просвещенный",
		[345638] = 9,
		[41425] = 8,
		[370212] = "Куалаши-стенолом",
		[382499] = 12,
		[386595] = 2,
		[386596] = 2,
		[372262] = "Куалаши-костедробительница",
		[390692] = 5,
		[61391] = 11,
		[386597] = 2,
		[91034] = "Гоблин-надсмотрщик",
		[386598] = 2,
		[13750] = 4,
		[188196] = 7,
		[372266] = "Куалаши-костедробительница",
		[228128] = 11,
		[258845] = 12,
		[378412] = 2,
		[273977] = 6,
		[15286] = 5,
		[372271] = 12,
		[394797] = 10,
		[325174] = 7,
		[370225] = "Кричащий дракончик",
		[114074] = 7,
		[394800] = "Заклинатель земли совета",
		[372275] = "Дафия Бич Бури",
		[388658] = 1,
		[390706] = 5,
		[17] = 5,
		[394802] = "Заклинатель бури совета",
		[390707] = 5,
		[372279] = "Дафия Бич Бури",
		[374327] = "Кислотный паучок",
		[386614] = 9,
		[390710] = "Хранительница стаи Денна",
		[388663] = 10,
		[390711] = "Хранительница стаи Денна",
		[5116] = 3,
		[382522] = 2,
		[5308] = 1,
		[394810] = 9,
		[390715] = "Эраног",
		[153395] = "Червь-трупоед",
		[386621] = 9,
		[45524] = 6,
		[390717] = "Эраног",
		[108446] = 9,
		[145205] = 11,
		[325190] = 10,
		[88481] = "Врагорез-5000",
		[388672] = 12,
		[32747] = 12,
		[386625] = 6,
		[388673] = 3,
		[374339] = "Рефти-защитник",
		[372293] = "Командир Железного Факела",
		[212784] = "Бдительный инквизитор",
		[355913] = "Рэйис",
		[374343] = "Эхо Дорагосы",
		[192307] = "Хирья",
		[394821] = "Врата воинов стихий",
		[380487] = "Террос",
		[6940] = 2,
		[191284] = "Химдалль",
		[384584] = 7,
		[258860] = 12,
		[355916] = "Рэйис",
		[366155] = "Рэйис",
		[392776] = 1,
		[131900] = 3,
		[248622] = 1,
		[374348] = "Лоухэпэшер-СвежевательДуш",
		[392778] = 1,
		[274009] = 6,
		[374349] = "Лоухэпэшер-СвежевательДуш",
		[353872] = 12,
		[235313] = 8,
		[388686] = 10,
		[374352] = "Эхо Дорагосы",
		[204598] = 12,
		[86949] = 8,
		[386640] = "Тарасекк-расхититель",
		[374355] = "Опаляющая кузня",
		[384595] = 12,
		[384596] = 12,
		[114083] = 7,
		[384597] = "Куалаши-страж",
		[271971] = "Зловещий охотник <Гернина>",
		[396884] = "Лоамас",
		[384598] = 1,
		[382551] = 1,
		[386647] = 9,
		[157504] = 7,
		[374361] = "Эхо Дорагосы",
		[392791] = 1,
		[353884] = 2,
		[327264] = 10,
		[372315] = "Кадрос Ледяной Гнев",
		[325217] = 10,
		[392793] = 1,
		[394841] = "Врата воинов стихий",
		[93095] = "Leóo-Stormscale",
		[382555] = "Бурая бичевательница",
		[343648] = 11,
		[382556] = "Бурая бичевательница",
		[386652] = 2,
		[196414] = 9,
		[378462] = 2,
		[199486] = 5,
		[384606] = 11,
		[394846] = "Врата воинов стихий",
		[121253] = 10,
		[396895] = "Потусторонняя тварь <Тауфе>",
		[355941] = "Рэйис",
		[12472] = 8,
		[382563] = "Курог Зловещий Тотем",
		[269937] = 2,
		[292463] = 11,
		[386660] = "Леймор",
		[122278] = 10,
		[384613] = 1,
		[53] = 4,
		[384615] = 1,
		[207682] = 12,
		[29166] = 11,
		[154442] = "Нер'зул",
		[205636] = 11,
		[355951] = 7,
		[207684] = 12,
		[384620] = "Яростная буря",
		[396907] = "Юй-лун",
		[114089] = 7,
		[396908] = 8,
		[207685] = 12,
		[292474] = 5,
		[384623] = "Куалаши-кузнец",
		[263806] = 7,
		[382576] = "Земельник-страж",
		[384624] = 1,
		[347765] = 12,
		[384625] = "Лазурный Клинок",
		[382578] = "Земельник-страж",
		[66] = 8,
		[100780] = 10,
		[374389] = "Любопытный детеныш рогоплава",
		[384628] = "Яростная буря",
		[394867] = "Врата воинов стихий",
		[164686] = "Садана Кровавое Безумие",
		[364152] = 6,
		[394869] = "Скульптор кости Джардак",
		[75] = 3,
		[384631] = 4,
		[222024] = 6,
		[396918] = 8,
		[183117] = 12,
		[370298] = 8,
		[364155] = 6,
		[33757] = 7,
		[5277] = 4,
		[396921] = 7,
		[222026] = 6,
		[374397] = "Главный кузнец Горек",
		[384636] = 1,
		[193358] = 4,
		[114093] = 7,
		[384637] = "Яростная буря <Дафия Перерожденная>",
		[207693] = 12,
		[272012] = "Иллидарский сатир <Гернина>",
		[396925] = "Куалаши-лавамант",
		[272013] = "Злобная адская гончая <Гернина>",
		[23920] = 1,
		[376449] = "Ворота жгучего пламени",
		[209742] = "Проекция советника Меландра",
		[194384] = 5,
		[382593] = "Жестокая костекрушительница",
		[370307] = "Эраног",
		[390785] = 6,
		[100784] = 10,
		[99] = 11,
		[100] = 1,
		[205648] = 7,
		[388739] = 11,
		[374405] = "[*] Токсин рогоплава",
		[384644] = 12,
		[386692] = 1,
		[222031] = 12,
		[374407] = 6,
		[384646] = 2,
		[386694] = "Тотем энергии бури",
		[117679] = 11,
		[211793] = 6,
		[394886] = "Скульптор кости Джардак",
		[374410] = "Магмобивень",
		[388746] = 10,
		[398985] = "Хранитель стаи Зирусс",
		[116] = 8,
		[118] = 8,
		[394891] = "Брейккас",
		[382605] = 10,
		[120] = 8,
		[182104] = 2,
		[83381] = "Элегон <Инотэк>",
		[122] = 8,
		[386702] = "Грабоминул <Гернина>",
		[274076] = 9,
		[198487] = 10,
		[263840] = "Носок <Хугобум>",
		[274079] = 9,
		[368276] = 5,
		[133] = 8,
		[372372] = "Куалаши-новобранец",
		[136] = 3,
		[388755] = 11,
		[139] = 5,
		[386709] = 1,
		[384662] = "Выкованное чудовище",
		[2383] = 11,
		[93622] = 11,
		[384663] = "Выкованное чудовище",
		[388759] = 6,
		[388760] = "Изначальное цунами",
		[392856] = "[*] Потрескавшиеся обломки",
		[207707] = "Эбеновый ворг",
		[374428] = "Тектонический крушитель",
		[382620] = "Охотник-костестрел",
		[172] = 9,
		[80313] = 11,
		[30449] = 8,
		[349857] = 3,
		[376478] = 1,
		[263852] = "Варежка <Хугобум>",
		[211805] = 6,
		[196447] = 9,
		[181089] = "Кроут",
		[347812] = 6,
		[23922] = 1,
		[154469] = "[*] Костяной ритуал",
		[196448] = 9,
		[49376] = 11,
		[145255] = 1,
		[263858] = "Шипокляк <Чебукряшка-Дракономор>",
		[382628] = "Тотем энергии бури",
		[343721] = 2,
		[386725] = 10,
		[388773] = "Мраскул",
		[225119] = 8,
		[343724] = 2,
		[47585] = 5,
		[386728] = 2,
		[372394] = "Дафия Бич Бури",
		[81340] = 6,
		[368299] = "Охотник-костестрел",
		[386729] = 1,
		[388777] = "Мраскул",
		[343727] = "Исчадие Тьмы <Полисыя>",
		[288438] = 1,
		[85948] = 6,
		[394922] = "Брейккас",
		[15290] = 5,
		[384685] = 8,
		[230242] = 11,
		[267964] = "Неизвестно <Гернина>",
		[384686] = "Яростная буря",
		[313015] = 10,
		[77758] = 11,
		[394926] = "Брейккас",
		[374451] = "Пылающий мастер цепей",
		[388786] = "[*] Непокорные волны",
		[390835] = 12,
		[343737] = "Юй-лун <Лаурэлин>",
		[388788] = "[*] Непокорные волны",
		[394933] = 12,
		[388790] = 10,
		[390838] = 11,
		[386743] = "Каджин Непреклонная",
		[384696] = "Мраскул",
		[114108] = 11,
		[90047] = "Заклинательница из братства Справедливости",
		[272071] = 5,
		[5246] = 1,
		[77761] = 11,
		[386748] = "Драконобойный копьемет",
		[388796] = "Заросшее древо",
		[390844] = 5,
		[90560] = "\"Капитан\" Пирожок",
		[190319] = 8,
		[390845] = 5,
		[179057] = 12,
		[77762] = 7,
		[370] = 7,
		[388799] = "Заросшее древо",
		[258920] = 12,
		[396991] = "Драконид-разрушительница",
		[374466] = "Сеннарт",
		[388801] = "Восставший воин",
		[116670] = 10,
		[258921] = 12,
		[396993] = "Циклас",
		[408] = 4,
		[258922] = 12,
		[388804] = "Мраскул",
		[170869] = 1,
		[386757] = "Каджин Непреклонная",
		[374471] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[77764] = 11,
		[388808] = 1,
		[399047] = "Каурдит",
		[386761] = 10,
		[258925] = 12,
		[210803] = 10,
		[258926] = 12,
		[114113] = 11,
		[392908] = 2,
		[382670] = "Тиира",
		[319190] = 4,
		[267997] = "Мерзотень <Комт>",
		[498] = 2,
		[321240] = "Тунк",
		[374482] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[388817] = "Гранит",
		[528] = 5,
		[386770] = 8,
		[388818] = 10,
		[230261] = 9,
		[388819] = 10,
		[374485] = "Пылающий демон",
		[397011] = "Почетный страж куалаши",
		[390868] = 5,
		[384725] = "Гнилозубая гиена <Пузострелка>",
		[190331] = "Шуджа Люторез",
		[390869] = 11,
		[394965] = "Куалаши-лавамант",
		[388822] = "Эхо Дорагосы",
		[19574] = 3,
		[397014] = "Эмиссар куалаши",
		[199547] = 12,
		[394968] = "Куалаши - воин лавы",
		[390873] = 10,
		[394969] = "Куалаши - воин лавы",
		[372444] = 10,
		[102342] = 11,
		[217979] = 9,
		[325348] = 8,
		[392924] = "Верховная чаротворица Ривати",
		[386781] = "Телаш Серокрылый",
		[394973] = "Куалаши - воин лавы",
		[274156] = 6,
		[740] = 11,
		[394975] = "Плеточник Бездны <Тауфе>",
		[768] = 11,
		[394976] = "Плеточник Бездны <Тауфе>",
		[199552] = 12,
		[34026] = 3,
		[195457] = 4,
		[188290] = 6,
		[386787] = 10,
		[224126] = 7,
		[394979] = "Плеточник Бездны <Тауфе>",
		[213888] = 3,
		[374503] = 4,
		[372456] = "Курог Зловещий Тотем",
		[382696] = "Земельник-страж",
		[370410] = "Эраног",
		[327408] = 1,
		[372459] = "[*] Горение",
		[116680] = 10,
		[69070] = 8,
		[34795] = 2,
		[197509] = "Кровавый червь <Byvako-Drak'thul>",
		[372461] = "Надзиратель Лахар",
		[392939] = 2,
		[397036] = 2,
		[980] = 9,
		[93644] = 12,
		[397039] = 1,
		[390896] = 8,
		[392945] = "Хранитель стаи Зирусс",
		[1064] = 7,
		[397041] = 9,
		[390898] = 11,
		[315132] = "Leóo-Stormscale",
		[374517] = "Главный кузнец Горек",
		[372470] = "Рэйис",
		[196490] = 5,
		[272131] = "Око Гул'дана <Комт>",
		[138130] = 10,
		[388855] = 2,
		[382712] = "Увядший дуб",
		[48107] = 8,
		[105421] = 2,
		[319233] = 6,
		[397048] = "Хладодышащий арахнид",
		[5215] = 11,
		[384763] = 10,
		[205708] = 8,
		[384764] = "Гнилозубая гиена <Пузострелка>",
		[30455] = 8,
		[392956] = 3,
		[319238] = 6,
		[388862] = "Оскверненный манадемон",
		[1464] = 1,
		[102351] = 11,
		[55531] = 11,
		[388863] = "Оскверненный манадемон",
		[48108] = 8,
		[32375] = 5,
		[186257] = 3,
		[390912] = "Мерзкий плеточник",
		[196496] = "Фенрир",
		[388866] = "Оскверненный манадемон",
		[382723] = "Жестокая костекрушительница",
		[196497] = "Фенрир",
		[345864] = 6,
		[388867] = 10,
		[374533] = "Главный кузнец Горек",
		[388868] = "[*] Магическая воронка",
		[374534] = "Главный кузнец Горек",
		[319245] = 6,
		[115151] = 10,
		[1680] = 1,
		[374535] = "Главный кузнец Горек",
		[343819] = 10,
		[210833] = 8,
		[390918] = "Мерзкий плеточник",
		[343820] = 10,
		[19577] = 3,
		[190356] = 8,
		[390920] = "Курог Зловещий Тотем",
		[73685] = 7,
		[190357] = 8,
		[390921] = "Курог Зловещий Тотем",
		[68054] = "Дживс <Зевуудду>",
		[202644] = 12,
		[1856] = 4,
		[59628] = 4,
		[215956] = 8,
		[31224] = 4,
		[272156] = "Ужасень Бездны <Гернина>",
		[388878] = 2,
		[374544] = "Зловонная певица гнили",
		[388879] = 2,
		[186265] = 3,
		[386833] = 9,
		[388881] = 2,
		[42223] = 9,
		[388882] = "Насыщательница Сария",
		[370454] = "Marianro-DunModr",
		[388884] = "Зачарованный скипетр",
		[390933] = 5,
		[392981] = "[*] Пламенный хаос",
		[388886] = "Зачарованный скипетр",
		[372505] = 11,
		[392983] = 10,
		[185245] = 12,
		[390936] = 8,
		[278310] = 8,
		[272167] = "Желчегнус <Гернина>",
		[207771] = 12,
		[186270] = 3,
		[390938] = "Рассерженная стрекотуха",
		[374557] = 6,
		[395035] = "Жнец душ Галтмаа",
		[390941] = 2,
		[272172] = "Шиварра <Комт>",
		[390942] = "Рассерженная стрекотуха",
		[392990] = 5,
		[266030] = 9,
		[386848] = 4,
		[390944] = "Рассерженная стрекотуха",
		[196512] = "Фенрир",
		[374563] = "Ослепительная стрекоза",
		[33778] = 11,
		[257946] = 3,
		[201633] = 7,
		[397091] = 12,
		[45297] = 7,
		[374567] = "Леймор",
		[272180] = "Искаженный ужас",
		[207778] = 7,
		[374570] = "Леймор",
		[278326] = 12,
		[3600] = "Тотем оков земли <Какабвиэюя>",
		[384810] = 2,
		[280375] = 2,
		[380715] = 3,
		[397099] = "Яростный Коготь",
		[397100] = "Магмас",
		[395054] = "Рубиновый огнелетчик <Флдан>",
		[388911] = "Зачарованный боевой топор",
		[388912] = "Зачарованный боевой топор",
		[374578] = "Ослепительная стрекоза",
		[57841] = 4,
		[191401] = "Валарьяр-лучница",
		[364342] = "Зефистраза",
		[386868] = 4,
		[364343] = "Рэйис",
		[390964] = 5,
		[61425] = 3,
		[223143] = 2,
		[388918] = "Хранительница стаи Денна",
		[211881] = 12,
		[384823] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[374585] = 6,
		[372538] = "Вспышка лавы",
		[390968] = "Древорот",
		[57330] = 6,
		[57842] = 4,
		[372540] = "Сеннарт",
		[384827] = "Пузострелка",
		[388923] = "Заросшее древо",
		[390971] = 5,
		[393019] = 2,
		[80353] = 8,
		[397115] = "[*] Испепеление",
		[386877] = 3,
		[372543] = "Командир Железного Факела",
		[116189] = 10,
		[193455] = 3,
		[153524] = "Зараженная летучая мышь",
		[195503] = 3,
		[80354] = 8,
		[388928] = 10,
		[278350] = 9,
		[280398] = 5,
		[388929] = 12,
		[199600] = 4,
		[58867] = "Дух волка <Ватрониум>",
		[390978] = 5,
		[376644] = "Хан Балакар",
		[388931] = 11,
		[52212] = 6,
		[282449] = 4,
		[374599] = 10,
		[343883] = "Шуджа Люторез",
		[109536] = 3,
		[382791] = "Куалаши-лавамант",
		[189364] = 1,
		[199603] = 4,
		[388936] = 10,
		[7328] = 2,
		[109537] = 3,
		[382795] = "Куалаши-лавамант",
		[393035] = 12,
		[388940] = "Чародейский опустошитель",
		[374606] = 6,
		[197558] = "Фенрир",
		[15487] = 5,
		[390989] = 5,
		[116705] = 10,
		[388942] = "Чародейский опустошитель",
		[327510] = 2,
		[102883] = 3,
		[397134] = "Опаловый Клык",
		[16191] = 7,
		[325464] = 6,
		[390993] = 5,
		[8512] = 7,
		[374612] = "Затаившийся фанатик",
		[376660] = "Хан Балакар",
		[231349] = 10,
		[201657] = 8,
		[372566] = "Куалаши-охотник",
		[382805] = "Увядший дуб",
		[388949] = "Ледяной покров",
		[227255] = 12,
		[382808] = "[*] Иссушающее заражение",
		[393047] = 10,
		[372570] = "Куалаши-охотник",
		[49143] = 6,
		[288613] = 3,
		[372571] = "Ювитта",
		[210875] = "Закаленный бурей страж",
		[393050] = 10,
		[321379] = 5,
		[274281] = 11,
		[374621] = "Рокочущий опустошитель",
		[96231] = 2,
		[274282] = 11,
		[374622] = "Рокочущий опустошитель",
		[274283] = 11,
		[374623] = "Морозный разрушитель",
		[393053] = 10,
		[386910] = "Телаш Серокрылый",
		[235450] = 8,
		[374624] = "Морозный разрушитель",
		[196543] = "Фенрир",
		[386911] = 2,
		[207806] = "Капитан патруля Гердо",
		[393055] = 12,
		[386912] = "[*] Туча энергии бури",
		[391008] = 4,
		[393056] = 10,
		[197568] = 7,
		[374627] = 3,
		[393057] = 10,
		[193473] = "Щупальце Бездны <Тауфе>",
		[196545] = 6,
		[384868] = "Лучница из клана Нокхуд",
		[386916] = "Яростная буря",
		[90602] = "\"Капитан\" Пирожок",
		[372583] = "Куалаши-охотник",
		[376679] = 10,
		[321390] = 8,
		[46585] = 6,
		[228287] = 10,
		[370537] = "Лоухэпэшер-СвежевательДуш",
		[198595] = "Валарьяр - призыватель молний",
		[382824] = 8,
		[386920] = "[*] Яростные молнии",
		[251837] = 11,
		[386921] = "Драконобойный копьемет",
		[374635] = "Главный кузнец Горек",
		[376683] = "Хан Балакар",
		[264057] = 9,
		[264058] = 1,
		[266106] = "Дикий кровавый роевик",
		[376685] = "Хан Балакар",
		[266107] = "Дикий кровавый роевик",
		[90604] = "\"Капитан\" Пирожок",
		[388973] = "Чикенсаня",
		[31230] = 4,
		[378735] = 3,
		[266109] = "Дикий кровавый роевик",
		[205766] = 8,
		[157644] = 8,
		[374641] = "Главный кузнец Горек",
		[201671] = 11,
		[388976] = "Чародейский опустошитель",
		[164812] = 11,
		[255937] = 2,
		[207815] = "Капитан патруля Гердо",
		[384882] = "[*] Молния призванной бури",
		[203720] = 12,
		[386931] = 9,
		[382836] = "Маруук",
		[190411] = 1,
		[362361] = "Чикенсаня",
		[388982] = "Чародейский опустошитель",
		[171982] = 9,
		[370553] = "Лоухэпэшер-СвежевательДуш",
		[87023] = 8,
		[391031] = "Изначальная грозовая туча",
		[388984] = "Чародейский опустошитель",
		[255941] = 2,
		[5217] = 11,
		[378747] = 3,
		[194509] = 5,
		[384891] = 6,
		[87024] = 8,
		[51963] = "Вороная горгулья <Нотушка>",
		[90096] = "[*] Взрыв",
		[115181] = 10,
		[368512] = "Рэйис",
		[372608] = 3,
		[102383] = 11,
		[370562] = "Лоухэпэшер-СвежевательДуш",
		[372610] = 3,
		[114158] = 2,
		[370564] = "Лоухэпэшер-СвежевательДуш",
		[58875] = 7,
		[188370] = 2,
		[388996] = "[*] Извержение энергии",
		[393092] = "Смерч",
		[372615] = "Прирученный феникс",
		[372616] = 5,
		[386951] = 9,
		[372617] = 5,
		[153561] = 8,
		[90099] = "Наблюдатель братства Справедливости",
		[266136] = 9,
		[384906] = 2,
		[391050] = "Верховная чаротворица Ривати",
		[378764] = "Древорот",
		[382860] = "Чикенсаня",
		[393099] = 10,
		[382861] = "Чикенсаня",
		[372623] = "Часовая Талондрас",
		[382862] = "Чикенсаня",
		[167898] = 7,
		[382863] = "Чикенсаня",
		[196567] = "Фенрир",
		[386959] = 10,
		[389007] = "[*] Дикая энергия",
		[382864] = "Чикенсаня",
		[311193] = 1,
		[386960] = 10,
		[382865] = "Чикенсаня",
		[303003] = 3,
		[378770] = 3,
		[382866] = "Чикенсаня",
		[83958] = 12,
		[391058] = 12,
		[386963] = 10,
		[376725] = "Буремант из клана Нокхуд",
		[296863] = 1,
		[393108] = 2,
		[18562] = 11,
		[343963] = 4,
		[288675] = 7,
		[40192] = 8,
		[376730] = "[*] Штормовые ветра",
		[2641] = 3,
		[376732] = "[*] Штормовые ветра",
		[185311] = 4,
		[44544] = 8,
		[378783] = "Хранительница стаи Денна",
		[227291] = "Нюцзао <Тигрушкинс-Гордунни>",
		[378784] = "Хранительница стаи Денна",
		[376737] = "[*] Молния",
		[185313] = 4,
		[202719] = 12,
		[24450] = "meow <Glep-Antonidas>",
		[374691] = "Курог Зловещий Тотем",
		[384930] = "Брюхокол",
		[378787] = "Хранительница стаи Денна",
		[382883] = "Злобный заклинатель гнили",
		[393122] = "Смерч <Ворота порывов ветра>",
		[43265] = 6,
		[115191] = 4,
		[231390] = 3,
		[3409] = 4,
		[372648] = "Сеннарт",
		[386984] = 10,
		[113656] = 10,
		[382889] = 7,
		[188389] = 7,
		[115192] = 4,
		[389033] = "Голодный плеточник",
		[199652] = "Король Галдор",
		[92155] = 6,
		[372652] = "[*] Резонирующая сфера",
		[14914] = 5,
		[358319] = 11,
		[162794] = 12,
		[370607] = 11,
		[374704] = "Чаргат Дробитель Чешуи",
		[374705] = "Земледробитель",
		[389040] = "Тондрозий",
		[374706] = "Призывательница пламени Аюми",
		[264130] = 9,
		[51714] = 6,
		[188395] = "[*] Шаровая молния",
		[321469] = 3,
		[374711] = "Балара",
		[200682] = "Солстен",
		[118779] = 1,
		[20484] = 11,
		[115196] = 4,
		[378811] = 12,
		[329666] = 3,
		[190446] = 8,
		[391099] = 5,
		[200685] = 12,
		[384957] = "Изумрудный разрушитель снов <Хохохохохох>",
		[395197] = 7,
		[389054] = "Чародейский добытчик",
		[374720] = "Леймор",
		[389055] = "Чародейский добытчик",
		[382912] = 11,
		[387008] = 6,
		[389056] = "Страж Иридий",
		[344006] = 10,
		[378818] = "Куалаши-чудотворица",
		[374724] = "Призывательница пламени Аюми",
		[51460] = 6,
		[389059] = "Чаргат Дробитель Чешуи",
		[376773] = 10,
		[315341] = 4,
		[384965] = 2,
		[224239] = 2,
		[102401] = 11,
		[199667] = 1,
		[372682] = "[*] Древний холод",
		[376778] = 3,
		[372683] = "Заряженный дракончик",
		[374731] = "Леймор",
		[378827] = "Куалаши-расхититель",
		[266201] = "Оживленный страж",
		[376780] = "Полководец Сарга",
		[35079] = 3,
		[376781] = "Ворота жгучего пламени",
		[153595] = 8,
		[307159] = 3,
		[374735] = "Призывательница пламени Аюми",
		[384974] = "Стрелок гнили",
		[378831] = "Куалаши-расхититель",
		[153596] = 8,
		[391118] = "Лейтенант чешуйчатых губителей",
		[190456] = 1,
		[307162] = 8,
		[391120] = "Лейтенант чешуйчатых губителей",
		[384978] = "Мраскул",
		[266209] = "Падший вестник смерти",
		[376788] = "Аймил",
		[197625] = 11,
		[374741] = "Призывательница пламени Аюми",
		[387028] = 10,
		[115203] = 10,
		[199674] = "Король Бьорн",
		[319454] = 11,
		[370648] = "Эраног",
		[372696] = "Изначальный исполин",
		[372697] = "Изначальный исполин",
		[95750] = 9,
		[197628] = 11,
		[370652] = 11,
		[321507] = 8,
		[372701] = "Часовая Талондрас",
		[30213] = "Грабоминул <Гернина>",
		[387036] = 10,
		[212988] = 12,
		[378847] = "Куалаши-хребтолом",
		[323558] = 4,
		[323559] = 4,
		["DEBUFF"] = 1,
		[323560] = 4,
		[32645] = 4,
		[196608] = 10,
		[90633] = 9,
		[264178] = 9,
		[193538] = 4,
		[391140] = 11,
		[270323] = 3,
		[370665] = "Рэйис",
		[307185] = 12,
		[391143] = "Драконид-разрушительница",
		[370666] = "Рэйис",
		[229376] = 8,
		[370667] = 8,
		[376811] = "Древорот",
		[395241] = "Воин стихий – электроткач",
		[270329] = 3,
		[395242] = "Черный разрушитель <Бабусянатусе>",
		[378861] = "[*] Потрескавшиеся обломки",
		[372718] = "Часовая Талондрас",
		[382957] = 4,
		[395244] = "Изумрудный разрушитель снов <Хохохохохох>",
		[372719] = "Часовая Талондрас",
		[358385] = "Malkff-Ragnaros",
		[270332] = 3,
		[395245] = "Изумрудный разрушитель снов <Хохохохохох>",
		[339956] = 1,
		[203782] = 12,
		[32390] = 9,
		[195592] = 7,
		[270335] = 3,
		[321529] = 8,
		[321530] = 3,
		[382963] = 10,
		[387059] = "Пылающий мастер цепей",
		[59913] = 12,
		[270338] = 3,
		[228358] = 8,
		[270339] = 3,
		[1161] = 1,
		[207881] = "Таликса Пламя Гнева",
		[374776] = 6,
		[395254] = "Воин стихий – буретворец",
		[290819] = 3,
		[391159] = 12,
		[372730] = "Изначальный исполин",
		[374778] = "Страж хранилища",
		[270343] = 3,
		[374779] = "Курог Зловещий Тотем",
		[376827] = "Хан Балакар",
		[185358] = 3,
		[1329] = 4,
		[387067] = "Чародейское создание",
		[59914] = 5,
		[224266] = 2,
		[376829] = "Хан Балакар",
		[395259] = "Воин стихий – буретворец",
		[372735] = "Демиург Морозной Вспышки",
		[1449] = 8,
		[372736] = "Сеннарт",
		[391166] = 12,
		[376832] = "Рэйис",
		[356356] = 1,
		[229388] = 1,
		[207887] = "Таликса Пламя Гнева",
		[262161] = 1,
		[391171] = 12,
		[186387] = 3,
		[391172] = 12,
		[385029] = "Стервятник-шкуродер",
		[372743] = "Ткач Холода Морозной Вспышки",
		[202770] = 11,
		[203794] = 12,
		[102417] = 11,
		[191508] = "Валарьяр-претендентка",
		[319504] = 4,
		[387080] = 11,
		[203795] = 12,
		[368651] = 4,
		[387081] = 12,
		[1833] = 4,
		[266265] = "Падший вестник смерти",
		[203796] = 12,
		[368653] = 3,
		[372749] = "Ткач Холода Морозной Вспышки",
		[385036] = "Воин стихий – певица бури",
		[352273] = 7,
		[1953] = 8,
		[395277] = 8,
		[385039] = "Затаившийся брюхокол",
		[395278] = 7,
		[2050] = 5,
		[2098] = 4,
		[385042] = 1,
		[327707] = 3,
		[188443] = 7,
		[382998] = 8,
		[385046] = "Затаившийся брюхокол",
		[201754] = "Элегон <Инотэк>",
		[372760] = 5,
		[391191] = 12,
		[387096] = 9,
		[257045] = 3,
		[280615] = 7,
		[374812] = "Главный кузнец Горек",
		[86040] = 9,
		[372765] = "Сеннарт",
		[342049] = 3,
		[2818] = 4,
		[395292] = "Огнезев",
		[397341] = "Курог Зловещий Тотем",
		[376864] = "Хан Балакар",
		[47632] = 6,
		[376865] = "Хан Балакар",
		[383009] = 7,
		[12294] = 1,
		[385058] = "Затаившийся брюхокол",
		[272432] = "Страж гнева <Комт>",
		[195617] = 6,
		[335913] = 10,
		[385060] = 1,
		[194594] = 3,
		[385061] = 1,
		[272435] = "Гончая Тьмы <Гернина>",
		[374823] = "Вестник бури Сайраз",
		[385062] = 1,
		[153640] = 8,
		[385063] = "Пеплоплет воинов стихий",
		[157736] = 9,
		[207906] = "Таликса Пламя Гнева",
		[395303] = "Громоголов",
		[380969] = 10,
		[383017] = 7,
		[352301] = 10,
		[387113] = 2,
		[383018] = 7,
		[201764] = 7,
		[3714] = 6,
		[397354] = "Профессор Ихистраз",
		[214052] = 9,
		[397356] = "Профессор Мистаркия",
		[376879] = 11,
		[203814] = 2,
		[164907] = "Оживленные ритуальные кости",
		[391215] = 12,
		[344118] = 2,
		[372787] = 5,
		[184362] = 1,
		[387122] = "Чародейское создание",
		[385075] = "Мраскул",
		[156718] = "Чудовищный трупный паук",
		[380980] = 12,
		[366646] = "Ювитта",
		[154671] = "Нер'зул",
		[387125] = "Изначальный громозверь",
		[307263] = 7,
		[374839] = "Главный кузнец Горек",
		[184364] = 1,
		[195627] = 4,
		[387127] = "Изначальный громозверь",
		[372793] = "Изначальный исполин",
		[383032] = 10,
		[372794] = "Драгхар Отрицатель",
		[374842] = "Главный кузнец Горек",
		[383034] = 10,
		[372796] = "Драгхар Отрицатель",
		[333889] = 9,
		[376892] = "Хан Балакар",
		[387131] = "Драконобойный копьемет",
		[389179] = "Страж Иридий",
		[184367] = 1,
		[387132] = "Драконобойный копьемет",
		[195630] = 10,
		[387133] = "Драконобойный копьемет",
		[389181] = "Страж Иридий",
		[199726] = "Король Тор",
		[383039] = 10,
		[376896] = "Хан Балакар",
		[387135] = "Воин стихий – искрящий клинок",
		[397376] = 10,
		[376899] = "[*] Трескучее облако",
		[185394] = 1,
		[391234] = 12,
		[331850] = 4,
		[176180] = 1,
		[374854] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[385093] = 2,
		[192563] = "Валарьяр-очиститель",
		[372808] = "Мелидрусса Истощенная Холодом",
		[272469] = "Хватка Бездны",
		[262232] = 1,
		[387145] = "Призыватель бури Бороо",
		[372811] = "Кокия Пламенное Копыто",
		[7268] = 8,
		[376907] = 6,
		[387146] = "Тотем энергии бури",
		[132157] = 5,
		[391243] = 5,
		[370766] = "Кристальный крушитель",
		[381005] = 6,
		[391244] = 5,
		[132158] = 11,
		[372815] = 10,
		[374863] = "Вестник бури Сайраз",
		[200758] = 4,
		[218164] = 10,
		[387151] = "Телаш Серокрылый",
		[8004] = 7,
		[387152] = "Телаш Серокрылый",
		[372819] = "Кокия Пламенное Копыто",
		[387154] = 9,
		[372820] = "Кокия Пламенное Копыто",
		[374868] = "Астральный служитель",
		[393298] = "Тлеющий колосс",
		[370773] = 11,
		[397394] = "Громовой кулак из клана Нокхуд",
		[372822] = 10,
		[383061] = "Тотем жидкой магмы <Wolfenstian-TwistingNether>",
		[385109] = "Черный разрушитель <Бабусянатусе>",
		[387157] = 9,
		[383062] = "Разложившийся старый древень",
		[344155] = 6,
		[387158] = 9,
		[393302] = "Тлеющий колосс",
		[198715] = "Валь'кира-воительница <Менструа>",
		[393303] = "Тлеющий колосс",
		[397399] = "Icerockxd-Ragnaros",
		[344158] = 6,
		[387161] = 9,
		[397400] = 6,
		[290918] = 12,
		[374876] = 10,
		[393306] = "Воин стихий – хранитель земли",
		[387163] = 2,
		[372829] = 2,
		[393307] = "Вулканий",
		[376926] = 10,
		[378974] = 2,
		[290921] = 7,
		[397405] = 8,
		[315496] = 4,
		[372834] = 11,
		[114214] = 5,
		[132168] = 1,
		[115750] = 2,
		[212031] = "Обузданная энергия",
		[132169] = 1,
		[374885] = "Астральный служитель",
		[376933] = "Древорот",
		[219199] = 3,
		[376934] = "Древорот",
		[389221] = "Яростная буря <Дафия Перерожденная>",
		[385126] = 2,
		[387174] = 2,
		[385127] = 2,
		[102953] = 3,
		[48153] = 5,
		[370794] = 6,
		[114216] = 5,
		[329840] = 12,
		[307315] = 10,
		[387178] = 2,
		[155722] = 11,
		[315508] = 4,
		[120360] = 3,
		[378989] = 11,
		[212036] = 5,
		[378990] = 11,
		[344179] = 7,
		[378991] = 11,
		[383087] = "Злобная заклинательница гнили",
		[378992] = 11,
		[290939] = 9,
		[120361] = 3,
		[387184] = 10,
		[106539] = 3,
		[378994] = 12,
		[372851] = "Мелидрусса Истощенная Холодом",
		[329849] = 12,
		[290942] = 8,
		[246851] = 3,
		[203849] = 1,
		[385141] = "Воин стихий – певица бури",
		[246852] = 3,
		[224327] = "Советник Меландр",
		[153680] = "Костебрюх",
		[246853] = 3,
		[372858] = "Кокия Пламенное Копыто",
		[372859] = "Кокия Пламенное Копыто",
		[5221] = 11,
		[185422] = 4,
		[372860] = "Кокия Пламенное Копыто",
		[110125] = "Служитель Сомнения",
		[148563] = 8,
		[223306] = 2,
		[385149] = 2,
		[372863] = "Кокия Пламенное Копыто",
		[280715] = 1,
		[333957] = 7,
		[383104] = 1,
		[370818] = "Ювитта",
		[274575] = 9,
		[280719] = 4,
		[153686] = "Костебрюх",
		[270481] = "Демонический тиран <Гернина>",
		[188499] = 12,
		[333964] = 7,
		[124974] = 11,
		[244813] = 8,
		[206930] = 6,
		[204883] = 5,
		[206931] = 6,
		[379020] = "[*] Жезл отрицания",
		[290967] = 7,
		[383116] = 1,
		[89652] = "Огр-надзиратель",
		[376974] = 6,
		[107570] = 1,
		[385166] = "Черный разрушитель <Натазат>",
		[290970] = 7,
		[333974] = 7,
		[385168] = "[*] Гром и молния",
		[391312] = 9,
		[280735] = 1,
		[333977] = 7,
		[385171] = "Черный разрушитель <Бабусянатусе>",
		[197721] = 11,
		[198745] = "Закаленный бурей страж",
		[366742] = 11,
		[379029] = 8,
		[399507] = "Изначальный громозверь",
		[385174] = 1,
		[395413] = 10,
		[270501] = 5,
		[395414] = 10,
		[391321] = 5,
		[185438] = 4,
		[385181] = "Голиаф-проглот",
		[107574] = 1,
		[224347] = 5,
		[69179] = 1,
		[96312] = 2,
		[49184] = 6,
		[385186] = "Мерзорот",
		[385187] = "Голиаф-проглот",
		[327851] = 3,
		[395427] = "Надзиратель Лахар",
		[268467] = 8,
		[115767] = 1,
		[317614] = 6,
		[192611] = 12,
		[193635] = "Щупальце Бездны <Тауфе>",
		[385191] = 7,
		[156776] = "Поработитель из клана Призрачной Луны",
		[20243] = 1,
		[358572] = 1,
		[50977] = 6,
		[377004] = "Кроут",
		[305334] = 4,
		[389292] = 7,
		[200806] = 4,
		[383151] = 10,
		[377009] = "Кроут",
		[97340] = 7,
		[395440] = 3,
		[193641] = 4,
		[51490] = 7,
		[97341] = 5,
		[236645] = 8,
		[164974] = "Садана Кровавое Безумие",
		[199786] = 8,
		[395445] = 3,
		[374968] = "Ювитта",
		[315584] = 4,
		[374969] = "Главный кузнец Горек",
		[377017] = "Полководец Сарга",
		[315585] = 4,
		[377018] = "Полководец Сарга",
		[41252] = 11,
		[207979] = "Джазшариу",
		[152690] = "[*] Руна тени",
		[280776] = 1,
		[207980] = "Баалгар Бдительный",
		[387260] = 9,
		[391356] = 11,
		[196718] = 12,
		[391357] = 10,
		[124988] = 11,
		[291018] = 9,
		[387263] = 9,
		[383168] = 9,
		[387264] = "Гниломаг Око Гнева",
		[383169] = 2,
		[272592] = "Безликий осквернитель",
		[389314] = 11,
		[129597] = 10,
		[391365] = 10,
		[217200] = 3,
		[152696] = "[*] Руна тени",
		[370889] = "Leóo-Stormscale",
		[377034] = "Кроут",
		[391369] = 12,
		[124991] = 11,
		[291030] = 6,
		[21909] = "Принцесса Терадрас",
		[385228] = 1,
		[374990] = 3,
		[368847] = "Ювитта",
		[389325] = 10,
		[117313] = 1,
		[194679] = 6,
		[391374] = 12,
		[370898] = "Рэйис",
		[389328] = 10,
		[383185] = 2,
		[385233] = 1,
		[206967] = 6,
		[16790] = "Терадримский страж",
		[393425] = "Хан Балакар",
		[391378] = 12,
		[272609] = "Безликий осквернитель",
		[585] = 5,
		[589] = 5,
		[193659] = "Король-бог Сковальд",
		[291042] = 7,
		[195707] = 1,
		[377048] = 6,
		[135299] = 3,
		[210042] = 12,
		[633] = 2,
		[383193] = 11,
		[254069] = "Leóo-Stormscale",
		[173183] = 7,
		[391385] = "Призванный элементаль лавы",
		[117828] = 9,
		[342240] = 7,
		[270569] = 9,
		[173184] = 7,
		[199805] = "Закаленный бурей страж",
		[291048] = 9,
		[342242] = 8,
		[391389] = 6,
		[393438] = 6,
		[342245] = 8,
		[342246] = 8,
		[372963] = "Мелидрусса Истощенная Холодом",
		[342247] = 8,
		[291054] = 8,
		[228477] = 12,
		[383204] = "[*] Сокрушающее цунами",
		[228478] = 12,
		[393444] = "Рефти-защитник",
		[395492] = 12,
		[291057] = 3,
		[845] = 1,
		[853] = 2,
		[383208] = 2,
		[395495] = 10,
		[391400] = 10,
		[377066] = 5,
		[372971] = "Куалаши-кузнец",
		[209027] = "Караульный из Сумеречной стражи",
		[196741] = 10,
		[395498] = 12,
		[391403] = 5,
		[196742] = 10,
		[395501] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[395504] = "Тондрозий",
		[1066] = 11,
		[385267] = "Потрескивающая воронка",
		[198793] = 12,
		[183435] = 2,
		[377077] = 6,
		[395507] = "Бронзовый хранитель времени <Аскельт>",
		[219271] = 7,
		[199818] = "[*] Разряд",
		[209033] = "Караульный из Сумеречной стражи",
		[109132] = 10,
		[383223] = 7,
		[375033] = 8,
		[377081] = 10,
		[212106] = 12,
		[383226] = 1,
		[393465] = "Стойкий хранитель стаи",
		[34861] = 5,
		[43308] = "Вредняшаа",
		[209036] = "Часовой из Сумеречной стражи",
		[389372] = 9,
		[368896] = 10,
		[260231] = 3,
		[383231] = "Куалаши-лавамант",
		[377088] = "Myrivoker-Antonidas",
		[387327] = 9,
		[1490] = 12,
		[395519] = 10,
		[368899] = 2,
		[123981] = 6,
		[395521] = 10,
		[6343] = 1,
		[383235] = 7,
		[368901] = 7,
		[191634] = 7,
		[114255] = 5,
		[1714] = 9,
		[391430] = 12,
		[200851] = 11,
		[387336] = 2,
		[393480] = 3,
		[373004] = "Курог Зловещий Тотем",
		[1850] = 11,
		[389387] = 10,
		[377101] = 6,
		[377102] = "Лоухэпэшер-СвежевательДуш",
		[395532] = 4,
		[375055] = "Чаргат Дробитель Чешуи",
		[377103] = 6,
		[370960] = "Дредвирм",
		[375056] = "Чаргат Дробитель Чешуи",
		[389391] = 10,
		[375057] = "Чаргат Дробитель Чешуи",
		[377105] = "Страж хранилища",
		[395535] = 4,
		[113746] = 10,
		[49966] = "АПРИЧНИК <Дайстрелу>",
		[370965] = 12,
		[375061] = "Главный кузнец Горек",
		[370966] = 12,
		[260242] = 3,
		[123986] = 10,
		[387350] = "Аймил",
		[260243] = 3,
		[385303] = "[*] Зубастый капкан",
		[370969] = 12,
		[373017] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[128594] = 3,
		[370970] = 12,
		[2580] = 5,
		[352542] = 3,
		[395545] = "Лазурный чаровяз <Хугомонк>",
		[375068] = "Лавовые щупальца",
		[395546] = "Лазурный чаровяз <Гернина>",
		[198813] = 12,
		[387356] = 9,
		[307495] = 12,
		[375071] = "Лавовые щупальца",
		[373024] = "Разложившийся старый древень",
		[2948] = 8,
		[387359] = "[*] Промокание насквозь",
		[389407] = 11,
		[32409] = "[*] Слово Тьмы: Смерть",
		[24858] = 11,
		[91737] = "Наблюдатель братства Справедливости",
		[391459] = 6,
		[395555] = "Бронзовый хранитель времени <Аскельт>",
		[274738] = 7,
		[383269] = 6,
		[196770] = 6,
		[61999] = 6,
		[375079] = "Вестник бури Сайраз",
		[370984] = "Дредвирм",
		[274740] = 7,
		[375080] = "Вестник бури Сайраз",
		[196771] = 6,
		[274741] = 7,
		[377129] = 2,
		[274742] = 7,
		[375082] = "Дафия Перерожденная",
		[323889] = 2,
		[124503] = 10,
		[29722] = 9,
		[51505] = 7,
		[21787] = "Тессалийская гидра",
		[393515] = 10,
		[72286] = "Akdraco-Draenor",
		[375086] = 7,
		[370991] = "Опаловый Клык",
		[375087] = "Marianro-DunModr",
		[389422] = 10,
		[154796] = 12,
		[47666] = 5,
		[393519] = "Прыгающий породитель выводка",
		[154797] = 11,
		[33076] = 5,
		[375091] = "Эмбар Огненная Тропа",
		[268609] = 2,
		[373046] = "Мелидрусса Истощенная Холодом",
		[124506] = 10,
		[373048] = "Сеннарт",
		[55090] = 6,
		[199851] = 1,
		[115804] = 10,
		[391481] = 6,
		[195757] = 6,
		[385339] = "Маруук",
		[371005] = "Кристальный крушитель",
		[371007] = "Кристальный крушитель",
		[123996] = "Сюэнь <Хугомонк>",
		[199854] = 1,
		[188592] = 7,
		[315720] = 1,
		[387393] = 9,
		[373059] = "Кадрос Ледяной Гнев",
		[383298] = "Призванный элементаль лавы",
		[385347] = 11,
		[305485] = 7,
		[389443] = "Нейтрализующее устройство",
		[80483] = 3,
		[203953] = 11,
		[256171] = 4,
		[383302] = 2,
		[385350] = 11,
		[389446] = "Нейтрализующее устройство",
		[48181] = 9,
		[389448] = "Элегон <Инотэк>",
		[383305] = 2,
		[358733] = "Рэйис",
		[385354] = 2,
		[387402] = 9,
		[373068] = 9,
		[383307] = 2,
		[371021] = "[*] Крошащиеся осколки",
		[356687] = 3,
		[377166] = "Террос",
		[356689] = 3,
		[371024] = 8,
		[203958] = 11,
		[385359] = "Пузострелка",
		[198839] = "Тотем земляной стены <Какабвиэюя>",
		[383312] = 6,
		[48438] = 11,
		[383313] = 6,
		[49206] = 6,
		[387409] = 9,
		[334168] = 7,
		[387411] = "Жнец душ Галтмаа",
		[383316] = 1,
		[319836] = 8,
		[395603] = 6,
		[203961] = 11,
		[387413] = 9,
		[317791] = "Чародей из войска мертвых <Нотушка>",
		[317792] = "Чародей из войска мертвых <Нотушка>",
		[385368] = 10,
		[325984] = 2,
		[377178] = 6,
		[214202] = 2,
		[373084] = "Командир Железного Факела",
		[228537] = 12,
		[21790] = "Тессалийская гидра",
		[232633] = 5,
		[368990] = "Тлерон",
		[107110] = "Юй-лун",
		[373087] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[393565] = 10,
		[55095] = 6,
		[393566] = 10,
		[373089] = "Командир Железного Факела",
		[391519] = 6,
		[305515] = "Равнир",
		[389473] = "Глубинный гигант",
		[377187] = 11,
		[119910] = 9,
		[122470] = 10,
		[13584] = "Терадримский осколыш",
		[377192] = 6,
		[391527] = 6,
		[385384] = 12,
		[391528] = 11,
		[124007] = "Сюэнь <Хугомонк>",
		[191685] = 6,
		[377195] = 6,
		[371052] = 10,
		[356719] = 3,
		[369006] = "Тлерон",
		[264571] = 9,
		[260286] = 3,
		[385389] = "[*] Ударная волна",
		[387437] = 9,
		[334196] = 7,
		[116841] = 10,
		[153804] = "Костебрюх",
		[385391] = 1,
		[387440] = "Укхельский заклинатель зверей",
		[203975] = 11,
		[387441] = 2,
		[381298] = "Террос",
		[383346] = 2,
		[377204] = "Полководец Сарга",
		[119914] = 9,
		[360823] = "Рэйис",
		[381301] = 2,
		[317821] = 6,
		[385397] = 10,
		[197834] = 4,
		[383351] = 2,
		[360826] = 4,
		[379256] = "Драконья иллюзия",
		[65081] = 5,
		[387449] = "Магическая книга",
		[5225] = 11,
		[116844] = 10,
		[362877] = "Рэйис",
		[163025] = "Зефистраза",
		[360830] = 4,
		[371070] = 4,
		[203981] = 12,
		[387453] = "Профессор Макдорму",
		[193743] = 8,
		[369025] = "Тлерон",
		[134359] = 1,
		[369026] = "Тлерон",
		[210126] = 8,
		[196816] = "Божественный образ <Зевуудду>",
		[214222] = 2,
		[124013] = 3,
		[17057] = 11,
		[381315] = "Террос",
		[25504] = 7,
		[387460] = 1,
		[377222] = "[*] Поглощение",
		[387461] = 1,
		[116847] = 10,
		[152792] = "Нхаллиш",
		[393606] = 10,
		[274837] = 11,
		[272790] = 3,
		[373130] = 5,
		[385417] = 2,
		[321937] = 12,
		[259277] = "Шипокляк <Чебукряшка-Дракономор>",
		[328082] = 4,
		[393612] = "Хранитель стаи Зирусс",
		[115313] = 10,
		[116849] = 10,
		[145629] = 6,
		[208086] = 1,
		[385424] = 4,
		[381329] = "Куалаши - воин лавы",
		[391568] = 6,
		[369043] = "Стражник хранилища",
		[342423] = 10,
		[387474] = "Изначальное цунами",
		[385429] = 10,
		[305567] = "Равнир",
		[395669] = "Маруук",
		[342428] = 1,
		[369049] = "Стражник хранилища",
		[185565] = 4,
		[113780] = 4,
		[383385] = "Призывательница гнили",
		[2565] = 1,
		[385434] = "Тиира",
		[259285] = 3,
		[281000] = 1,
		[377245] = 6,
		[383389] = 2,
		[114805] = "Цзян",
		[389533] = 12,
		[205022] = 8,
		[397726] = "Кричащий дракончик",
		[383392] = "Призывательница гнили",
		[106615] = 3,
		[385442] = "Голиаф-проглот",
		[383395] = 8,
		[369061] = "Тлерон",
		[389539] = 2,
		[385444] = 10,
		[381349] = "Хранительница стаи Денна",
		[205025] = 8,
		[389541] = "Статуя белого тигра <Хугомонк>",
		[383399] = "[*] Гнилостный всплеск",
		[395686] = "Террос",
		[397734] = 12,
		[375209] = "Опаляющая кузня",
		[387498] = "Магическая книга",
		[385451] = "Голиаф-проглот",
		[395690] = "Воин стихий – штурмовик",
		[35395] = 2,
		[383404] = 7,
		[395691] = "Воин стихий – штурмовик",
		[383405] = 4,
		[196838] = "Фенрир",
		[321973] = 5,
		[375215] = "[*] Обрушение",
		[387502] = "Неизвестно <Гернина>",
		[118905] = 7,
		[395694] = "Воин стихий – штурмовик",
		[56641] = 3,
		[391600] = "Дафия Перерожденная",
		[196840] = 7,
		[215270] = 11,
		[383410] = 11,
		[116858] = 9,
		[152814] = "Подчинитель костей из клана Призрачной Луны",
		[391602] = 3,
		[156910] = 2,
		[120954] = 10,
		[210152] = 12,
		[346554] = 3,
		[383414] = 4,
		[125050] = 3,
		[210153] = 12,
		[19236] = 5,
		[373178] = 5,
		[198892] = "Штормовой дракон",
		[167152] = 8,
		[210155] = 12,
		[391610] = "Воздушный протодракон",
		[152819] = "Подчинитель костей из клана Призрачной Луны",
		[373183] = 5,
		[391613] = "Подземный протодракон",
		[281036] = 3,
		[12051] = 8,
		[375234] = "Ювитта",
		[381379] = "Рви-зуб",
		[93825] = 12,
		[387523] = "Оскверненный манадемон",
		[332235] = 6,
		[91778] = "Нетопыхруст <Нотушка>",
		[204018] = 2,
		[264662] = 3,
		[375241] = "Опаляющая кузня",
		[121471] = 4,
		[204019] = 2,
		[356813] = 12,
		[58180] = 11,
		[93827] = 1,
		[371149] = 5,
		[264667] = 3,
		[44614] = 8,
		[204021] = 12,
		[371151] = 10,
		[389581] = "Myrivoker-Antonidas",
		[125056] = "Хати <Драчелло>",
		[387534] = "Почетная ваятельница земли",
		[93828] = 2,
		[198903] = "[*] Грохочущая буря",
		[8042] = 7,
		[369106] = 10,
		[228596] = 8,
		[375251] = "Магмобивень",
		[373204] = 5,
		[391634] = "Ледниковый протодракон",
		[369110] = "Тлерон",
		[89734] = "Испорченная кукуруза",
		[362969] = "Рэйис",
		[93830] = 2,
		[213241] = 12,
		[19750] = 2,
		[317920] = 2,
		[397783] = "Мудрый Марис",
		[228600] = 8,
		[369116] = "Тлерон",
		[371164] = 6,
		[397785] = "Мудрый Марис",
		[163073] = 12,
		[213243] = 12,
		[387547] = 9,
		[184575] = 2,
		[270827] = 9,
		[232698] = 5,
		[344548] = 7,
		[204031] = 11,
		[98440] = 4,
		[66188] = 6,
		[371172] = 6,
		[397793] = "Мудрый Марис",
		[187650] = 3,
		[143625] = 3,
		[387559] = "Изначальное цунами",
		[381416] = "Рира Когтерезка",
		[375273] = 12,
		[371178] = 10,
		[397799] = "Мудрый Марис",
		[89739] = "\"Капитан\" Пирожок",
		[371179] = 10,
		[334320] = 9,
		[397801] = "Мудрый Марис",
		[375276] = 12,
		[371182] = 10,
		[383469] = 2,
		[385517] = "Часовой гнили",
		[395756] = "Куалаши – метатель пламени",
		[63560] = 6,
		[385520] = 12,
		[98444] = 1,
		[395760] = "Куалаши – метатель пламени",
		[118922] = 3,
		[387571] = "Изначальное цунами",
		[52042] = "Тотем исцеляющего потока <Какабвиэюя>",
		[200969] = "Король Тор",
		[375286] = "Рейд на драккаре",
		[356857] = 12,
		[279043] = 4,
		[383479] = 8,
		[360954] = 12,
		[257284] = 3,
		[121483] = "Мудрый Марис",
		[211210] = 2,
		[377338] = "Воденыш",
		[375291] = "Главный кузнец Горек",
		[385531] = "Голиаф-проглот",
		[216331] = 2,
		[377341] = "Водяной яростень",
		[383485] = 1,
		[385533] = 1,
		[46668] = 5,
		[377344] = "Агрессивный орел",
		[389631] = 8,
		[385536] = "Воин стихий – танцор пламени",
		[387585] = "Изначальное цунами",
		[196881] = 7,
		[381444] = "Рира Когтерезка",
		[383492] = 8,
		[385540] = 3,
		[6795] = 11,
		[1715] = 1,
		[391686] = "Дафия Перерожденная",
		[139546] = 4,
		[373257] = 10,
		[369162] = 11,
		[64843] = 5,
		[391688] = 1,
		[196884] = 7,
		[197908] = 10,
		[379404] = "Куалаши - воин лавы",
		[119952] = 2,
		[387596] = "Восставший мистик",
		[383501] = 8,
		[379406] = "Куалаши - воин лавы",
		[198934] = "Валарьяр-мистик",
		[54861] = 7,
		[385551] = "Голиаф-проглот",
		[373265] = 10,
		[289308] = 8,
		[379410] = "Куалаши - воин лавы",
		[373267] = "Рэйис",
		[49998] = 6,
		[160029] = 2,
		[354838] = 4,
		[373268] = "Рэйис",
		[157982] = 11,
		[17962] = 9,
		[334364] = 12,
		[385558] = "Эркхарт Кровь Бури",
		[395797] = "Воин стихий – резчик льда",
		[395799] = 4,
		[194844] = 6,
		[89751] = "Грабоминул <Гернина>",
		[57934] = 4,
		[379419] = "Хранительница стаи Денна",
		[373276] = 5,
		[393754] = "Хранитель стаи Зирусс",
		[387611] = "Укхельский осквернитель",
		[373277] = 5,
		[387613] = "Укхельский осквернитель",
		[373279] = "Потусторонняя тварь <Тауфе>",
		[91800] = "Восставший вурдалак <Дигитлерочка>",
		[387614] = "Укхельский вестник смерти",
		[381471] = 12,
		[391710] = 11,
		[385567] = "Воин стихий – танцор пламени",
		[391711] = "Рокочущий опустошитель",
		[385568] = "Воин стихий – танцор пламени",
		[89753] = "Грабоминул <Гернина>",
		[198944] = "Валарьяр - дева щита",
		[375331] = "Дафия Бич Бури",
		[387618] = "Насыщательница-воин стихий",
		[381475] = 12,
		[381476] = 12,
		[393763] = 11,
		[387620] = 3,
		[387621] = 10,
		[375335] = 3,
		[377383] = "Орел-вожак",
		[193827] = "Король-бог Сковальд",
		[377384] = "Водяной яростень",
		[375338] = 10,
		[395816] = "Куалаши-стенолом",
		[375339] = "Эрик \"Быстрый\"",
		[385578] = "Лазурный Клинок",
		[387626] = 9,
		[93339] = 3,
		[391722] = 11,
		[110745] = 5,
		[387627] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[391723] = "Огнезев",
		[377389] = "Орел-вожак",
		[391724] = "Огнезев",
		[395820] = "Воин стихий – резчик льда",
		[375343] = 4,
		[391726] = "Громоголов",
		[391727] = "Громоголов",
		[210214] = 12,
		[315961] = 1,
		[89757] = "Пушка братства Справедливости",
		[157997] = 8,
		[8599] = "Лакей-болванчик",
		[375348] = "Воздушный протодракон",
		[25771] = 2,
		[111771] = 9,
		[375349] = "Воздушный протодракон",
		[389684] = 10,
		[393780] = "Вулканий",
		[322109] = 10,
		[389685] = 10,
		[375351] = "Ледниковый протодракон",
		[393781] = "Вулканий",
		[219432] = 11,
		[77472] = 7,
		[393782] = "Вулканий",
		[132403] = 2,
		[397878] = "Оскверненная живая вода",
		[375353] = "Ледниковый протодракон",
		[393783] = "Искак",
		[367163] = 10,
		[393784] = "Искак",
		[115356] = 7,
		[91807] = 6,
		[50259] = 11,
		[202028] = 11,
		[397881] = "Оскверненная живая вода",
		[228649] = 10,
		[393786] = 10,
		[375357] = 3,
		[393787] = "Искак",
		[115357] = 7,
		[5740] = 9,
		[322118] = 10,
		[153908] = "[*] Вдох",
		[268877] = 3,
		[393790] = "Искак",
		[397886] = "Оскверненная капля",
		[375361] = 6,
		[395839] = 3,
		[204079] = 2,
		[41301] = 8,
		[397888] = "Падший заклинатель воды",
		[397889] = "Падший заклинатель воды",
		[187698] = 3,
		[102560] = 11,
		[6572] = 1,
		[198962] = "Валарьяр - резчик рун",
		[381512] = "Эркхарт Кровь Бури",
		[176438] = 8,
		[381513] = "Эркхарт Кровь Бури",
		[336463] = 11,
		[115360] = 7,
		[381514] = "Эркхарт Кровь Бури",
		[381515] = "Эркхарт Кровь Бури",
		[381516] = "Эркхарт Кровь Бури",
		[216371] = 2,
		[330323] = 11,
		[397899] = "Пораженный ша страж",
		[123040] = 5,
		[281178] = 2,
		[381518] = "Эркхарт Кровь Бури",
		[318038] = 7,
		[389710] = 1,
		[77478] = 7,
		[385616] = 4,
		[324184] = 10,
		[381522] = 8,
		[377427] = 5,
		[389714] = 8,
		[391762] = 12,
		[260402] = 3,
		[187707] = 3,
		[381526] = "Киракка",
		[391765] = "Яростный пламень <Полководец Сарга>",
		[375384] = "Воин стихий – землетряс",
		[381529] = "Дредвирм",
		[381530] = "Громовой кулак из клана Нокхуд",
		[391769] = "Драконье извержение",
		[101542] = 11,
		[212283] = 4,
		[385627] = 4,
		[397914] = "Порочная ткачиха туманов",
		[391772] = "Драконье извержение",
		[391773] = "Драконье извержение",
		[160067] = "ToAfto <Artemmiss-Stormscale>",
		[395869] = "Малый ша",
		[252216] = 11,
		[85673] = 2,
		[190784] = 2,
		[391776] = 3,
		[73899] = 7,
		[207167] = 6,
		[108199] = 6,
		[371300] = 10,
		[279152] = 3,
		[375397] = "Чаргат Дробитель Чешуи",
		[279153] = 6,
		[385638] = 3,
		[259387] = 3,
		[101545] = 10,
		[395878] = "Говорящая рыба",
		[377449] = 6,
		[371306] = "Чародейский элементаль",
		[20271] = 2,
		[377451] = 7,
		[101546] = 10,
		[391786] = 11,
		[393834] = 12,
		[387691] = "Вексам <Магическая книга>",
		[397931] = "Служитель Сомнения",
		[281210] = 6,
		[377455] = 8,
		[110762] = "Обвал",
		[377458] = 2,
		[206151] = 8,
		[397936] = "Порочная ткачиха туманов",
		[377459] = 2,
		[117418] = 10,
		[373364] = "Герент Зловещий",
		[196937] = 4,
		[197961] = "Один",
		[8921] = 11,
		[377461] = 2,
		[89262] = "\"Капитан\" Пирожок",
		[377463] = 4,
		[259395] = "Вредняшаа",
		[375416] = "Зараженный плеточник",
		[197963] = "Один",
		[88751] = 11,
		[89263] = "\"Капитан\" Пирожок",
		[123051] = "Подчинитель разума <Хардкоорщица>",
		[197964] = "Один",
		[324226] = 11,
		[77489] = 5,
		[369277] = 10,
		[197965] = "Один",
		[21808] = "Обвал",
		[383612] = 4,
		[395899] = "Воин стихий – ледострел",
		[367231] = "Лоухэпэшер-СвежевательДуш",
		[197966] = "Один",
		[210253] = 12,
		[375424] = "Дафия Перерожденная",
		[197967] = "Один",
		[356995] = "Рэйис",
		[377473] = "Полководец Сарга",
		[377477] = "Полководец Сарга",
		[363143] = 1,
		[395908] = "Изначальная ледяная глыба",
		[367241] = 8,
		[381576] = "Террос",
		[89267] = 9,
		[371339] = 6,
		[184662] = 2,
		[21169] = 7,
		[375436] = "Магмобивень",
		[377486] = "Посланница из рода Бесконечности",
		[375439] = "Магмобивень",
		[393869] = 11,
		[373392] = "Лучница из клана Нокхуд",
		[377488] = "Хранительница печати",
		[369299] = "Рэйис",
		[124081] = 10,
		[108211] = 4,
		[371348] = 6,
		[200025] = 2,
		[371350] = 6,
		[383637] = 8,
		[371351] = 2,
		[371352] = "Нестабильный смотритель",
		[344732] = 3,
		[371353] = 6,
		[375449] = "Магмобивень",
		[393879] = 2,
		[371354] = 2,
		[381593] = "Голем из черного камня",
		[371355] = 2,
		[191837] = 10,
		[381595] = "Террос",
		[385691] = "Голиаф-проглот",
		[373405] = "Сеннарт",
		[371358] = "Нестабильный смотритель",
		[324260] = 1,
		[2823] = 4,
		[66235] = 2,
		[377503] = "Хранительница печати",
		[2983] = 4,
		[383648] = 7,
		[377505] = "Террос",
		[375458] = "Молодой ледяной протодракон",
		[381602] = "Киракка",
		[359077] = "Marianro-DunModr",
		[385698] = 1,
		[194913] = 6,
		[383651] = "Куалаши-лавамант",
		[34914] = 5,
		[385700] = 12,
		[281265] = 5,
		[381605] = "Киракка",
		[318125] = "Воевода Брека Люторез",
		[385701] = 10,
		[53600] = 2,
		[381607] = "Киракка",
		[332462] = 12,
		[393896] = 7,
		[332464] = 1,
		[393897] = 11,
		[211299] = "Бдительный инквизитор",
		[377516] = "Агрессивный орел",
		[383660] = "Куалаши-лавамант",
		[393899] = 2,
		[211300] = "Бдительный окулус",
		[369327] = "Рунический защитник",
		[369328] = "Рунический защитник",
		[373424] = "Чаргат Дробитель Чешуи",
		[132463] = 10,
		[301754] = 11,
		[393903] = 11,
		[377522] = "Яростный пламень <Полководец Сарга>",
		[389809] = 12,
		[389810] = 12,
		[212327] = 9,
		[377524] = "Орел-вожак",
		[387763] = "Рэйис",
		[73920] = 7,
		[389813] = 12,
		[202090] = 10,
		[381623] = 4,
		[118459] = "Элегон <Инотэк>",
		[271045] = 3,
		[132467] = 10,
		[389815] = 12,
		[209258] = 12,
		[285381] = 11,
		[73921] = 7,
		[197996] = 5,
		[271048] = 3,
		[316099] = 9,
		[77505] = 7,
		[385723] = 2,
		[339] = 11,
		[119996] = 10,
		[385724] = 2,
		[395963] = "Прыгучий паучок",
		[389820] = 1,
		[318149] = "Воевода Брека Люторез",
		[395964] = "Прыгучий паучок",
		[190831] = 8,
		[318151] = "Воевода Брека Люторез",
		[385727] = 4,
		[318152] = "Воевода Брека Люторез",
		[184689] = 2,
		[379] = 7,
		[373442] = "Подчинитель разума <Тауфе>",
		[391873] = 11,
		[101568] = 6,
		[377540] = 6,
		[381637] = 4,
		[391876] = 11,
		[377542] = "[*] Горящая земля",
		[134522] = 12,
		[109248] = 3,
		[291538] = 12,
		[196980] = 4,
		[453] = 5,
		[385738] = 2,
		[371404] = 10,
		[117952] = 10,
		[391882] = 11,
		[465] = 2,
		[148859] = 5,
		[393931] = 1,
		[121536] = 5,
		[383693] = "Повелительница зверей из клана Нокхуд",
		[387790] = 12,
		[389839] = 1,
		[383696] = 10,
		[393935] = 11,
		[210294] = 2,
		[373458] = "Изначальный земляной часовой",
		[391888] = 11,
		[8220] = 8,
		[391889] = 11,
		[369365] = "Земельник-дозорный",
		[199033] = "Валарьяр-претендентка",
		[391891] = 11,
		[393939] = 8,
		[395987] = "Прыгучий паучок",
		[373462] = 5,
		[383701] = 10,
		[123586] = 10,
		[373463] = 10,
		[377559] = "Древорот",
		[387798] = "Ювитта",
		[373464] = 5,
		[393942] = 11,
		[389847] = 12,
		[383704] = 1,
		[88263] = 2,
		[48743] = 6,
		[393944] = 11,
		[383706] = 1,
		[152962] = "Нхаллиш",
		[163201] = 1,
		[205180] = 9,
		[198013] = 12,
		[381660] = 6,
		[686] = 9,
		[369374] = "Ювитта",
		[387804] = 2,
		[698] = 9,
		[204157] = 12,
		[53351] = 3,
		[395996] = 4,
		[381662] = "Жарокрыл-вожак",
		[344803] = 7,
		[152964] = "Дитя Бездны",
		[381663] = "Жарокрыл-вожак",
		[381664] = 4,
		[120517] = 5,
		[393951] = 1,
		[113862] = 8,
		[774] = 11,
		[396001] = "Королева певчих птиц",
		[389858] = 12,
		[381668] = 7,
		[393955] = 11,
		[396003] = "Королева певчих птиц",
		[389860] = 12,
		[220543] = 5,
		[180612] = 6,
		[199042] = 1,
		[393957] = 11,
		[373481] = 5,
		[393959] = 11,
		[396007] = "Королева певчих птиц",
		[191877] = 7,
		[393961] = 11,
		[58984] = 12,
		[59752] = 1,
		[375535] = "Магмобивень",
		[387822] = "Террос",
		[334581] = 9,
		[393966] = 1,
		[371441] = "Рэйис",
		[215429] = "Валарьяр - призыватель молний",
		[32182] = 7,
		[163212] = 10,
		[271103] = 2,
		[215430] = "Валарьяр - призыватель молний",
		[393969] = 4,
		[387826] = "Укхельский заклинатель зверей",
		[381683] = "Боевое копье клана Нокхуд",
		[377588] = 6,
		[396018] = "Хозен-плакса",
		[381684] = 7,
		[393971] = 4,
		[396019] = "Золотой жук",
		[369399] = "Ткач земли",
		[396020] = "Золотой жук",
		[199050] = "Валарьяр - дева щита",
		[369400] = "Земельник-дозорный",
		[152976] = "Подчиненная душа",
		[396022] = "Эраног",
		[215433] = "Валарьяр-мистик",
		[396023] = "Эраног",
		[137619] = 4,
		[279302] = 6,
		[279303] = 6,
		[396025] = "Эраног",
		[205196] = "Зловещий охотник <Гернина>",
		[373501] = 2,
		[5487] = 11,
		[152979] = "Подчиненная душа",
		[246152] = 3,
		[198030] = 12,
		[381694] = "Рви-зуб",
		[108238] = 11,
		[369408] = "Земельник-комендант",
		[396029] = "Золотой жук",
		[227723] = 12,
		[369409] = "Земельник-комендант",
		[285452] = 7,
		[396031] = "Эраног",
		[369411] = "Пещерный ловец",
		[367364] = "Рэйис",
		[385794] = 4,
		[389890] = 12,
		[51052] = 6,
		[387843] = "Алгет'арская заклинательница",
		[283408] = "Воевода Брека Люторез",
		[387846] = 9,
		[27576] = 4,
		[387847] = 9,
		[361227] = "Ювитта",
		[387848] = 12,
		[369419] = "Прыгучий паук",
		[387849] = "Дафия Перерожденная",
		[385802] = 4,
		[383756] = 3,
		[371470] = 3,
		[369423] = "Прыгучий паук",
		[396044] = "Мелидрусса Истощенная Холодом",
		[285466] = 7,
		[369424] = "Прыгучий паук",
		[387855] = 8,
		[396047] = 6,
		[383761] = 1,
		[8222] = 8,
		[383762] = 1,
		[394001] = "Veldors-Antonidas",
		[381715] = 10,
		[394003] = 10,
		[202137] = 12,
		[385813] = 10,
		[375575] = "Драконоид – заклинатель огня",
		[394005] = 12,
		[375576] = 2,
		[394006] = 5,
		[387863] = 12,
		[385816] = 2,
		[375578] = "Драконоид – заклинатель огня",
		[394008] = "Аймил",
		[387865] = 12,
		[394009] = 6,
		[387866] = 12,
		[301861] = 10,
		[21562] = 5,
		[342817] = 12,
		[394011] = 12,
		[105174] = 9,
		[381725] = 7,
		[369439] = 10,
		[207261] = "Капитан патруля Гердо",
		[381727] = 12,
		[213405] = 12,
		[371489] = "Ткач Холода Морозной Вспышки",
		[385824] = "Яростный Коготь",
		[121557] = 5,
		[137639] = 10,
		[98008] = 7,
		[394016] = 7,
		[16827] = "Элегон <Инотэк>",
		[387874] = 12,
		[373540] = "Приковывающее копье",
		[385827] = "Яростный Коготь",
		[25914] = 2,
		[185763] = 4,
		[383781] = 3,
		[387877] = 12,
		[375591] = "Пузырящийся побег",
		[394021] = 4,
		[93402] = 11,
		[391974] = 11,
		[385832] = "Яростный Коготь",
		[202147] = 1,
		[385833] = "Яростный Коготь",
		[265016] = "Избранная кровавая матрона",
		[207267] = 6,
		[391977] = "Leóo-Stormscale",
		[385834] = "Яростный Коготь",
		[396073] = "Кивающий тигр",
		[291638] = 12,
		[375596] = "Хранитель чар",
		[394026] = 4,
		[265019] = "Избранная кровавая матрона",
		[204197] = 5,
		[396077] = "Курог Зловещий Тотем",
		[357170] = "Рэйис",
		[365362] = 8,
		[394031] = 4,
		[291644] = 7,
		[375602] = "Хранитель чар",
		[385841] = 10,
		[385842] = 1,
		[259489] = 3,
		[77535] = 6,
		[381748] = "Вредняшаа",
		[385844] = 7,
		[291648] = 12,
		[394036] = 4,
		[239013] = 5,
		[291649] = 8,
		[291650] = 7,
		[383799] = "Myrivoker-Antonidas",
		[369465] = "Ткач земли",
		[387895] = 2,
		[291651] = 7,
		[369466] = "Ткач земли",
		[387896] = 2,
		[394040] = 10,
		[291653] = 7,
		[385850] = 3,
		[381755] = 7,
		[164273] = 3,
		[291655] = 7,
		[88288] = "Болванчик",
		[36213] = "Большой элементаль земли <Wolfenstian-TwistingNether>",
		[375614] = "Разлагающийся слизень",
		[396092] = 6,
		[373567] = 3,
		[285514] = 7,
		[396093] = "Кивающий тигр",
		[373568] = 3,
		[285515] = 7,
		[381760] = 12,
		[394047] = 11,
		[381761] = 7,
		[394049] = 11,
		[202160] = 2,
		[383811] = 8,
		[394050] = 11,
		[342857] = 12,
		[383813] = 11,
		[114911] = 7,
		[199090] = "Сердитый бык",
		[320334] = 12,
		[387910] = "Алгет'арский рыцарь эха",
		[291666] = 1,
		[394054] = 10,
		[198067] = 7,
		[381768] = "Вредняшаа",
		[383816] = 2,
		[398151] = "Верная служительница из клана Призрачной Луны",
		[385865] = 10,
		[381770] = "Разлагающийся слизень <Древорот>",
		[383818] = 1,
		[320338] = 12,
		[202164] = 1,
		[392010] = 11,
		[198069] = 5,
		[398154] = "Оскверненный дух",
		[291672] = 11,
		[204213] = 5,
		[53365] = 6,
		[291673] = 9,
		[375631] = "Драконид – вестник шторма",
		[394061] = 11,
		[202166] = 1,
		[381775] = "Террос",
		[383823] = "Трубач из клана Нокхуд",
		[394062] = 1,
		[204215] = 5,
		[202168] = 1,
		[85222] = 2,
		[215479] = 10,
		[381781] = "Террос",
		[98021] = "Тотем духовной связи <Какабвиэюя>",
		[357209] = "Рэйис",
		[357210] = "Рэйис",
		[357211] = "Marianro-DunModr",
		[129250] = 5,
		[357212] = "Marianro-DunModr",
		[357214] = "Leóo-Stormscale",
		[198077] = "Один",
		[70890] = 6,
		[385884] = 8,
		[387932] = "Алгет'арский рыцарь эха",
		[396124] = "Пузострелка",
		[357218] = "Тлеющий колосс",
		[46968] = 1,
		[383840] = "Страж Иридий",
		[112870] = 9,
		[351077] = 1,
		[385890] = 1,
		[84714] = 8,
		[383843] = 2,
		[369509] = 10,
		[232893] = 12,
		[129253] = 5,
		[114919] = 2,
		[85739] = 1,
		[157128] = 2,
		[153033] = "Подчиненная душа",
		[385897] = 4,
		[265081] = "Избранная кровавая матрона",
		[377708] = 4,
		[88300] = "Болванчик",
		[281465] = 2,
		[373614] = "Пламенный разрушитель",
		[157131] = 2,
		[183752] = 12,
		[234946] = 5,
		[385903] = 5,
		[396142] = 11,
		[281469] = 5,
		[396144] = 11,
		[385906] = 8,
		[226757] = 8,
		[34428] = 1,
		[212423] = "Восставший тихоступ <Нотушка>",
		[385907] = 4,
		[387955] = "Алгет'арский целитель",
		[60025] = 3,
		[114923] = 8,
		[394101] = 2,
		[299905] = 2,
		[367481] = "Жестокая костекрушительница",
		[216521] = 10,
		[396151] = "Раздор",
		[398200] = "[*] Джарадинская лава",
		[367484] = "Боец-коготь",
		[33917] = 11,
		[392058] = 3,
		[347008] = "Страж Скверны <Комт>",
		[385916] = "Гранит",
		[392060] = 3,
		[394108] = 11,
		[392061] = 3,
		[84721] = 8,
		[398205] = "Эксгумированный дух",
		[385919] = 6,
		[31935] = 2,
		[381824] = 7,
		[394111] = 11,
		[211406] = "Пылающий бес",
		[49020] = 6,
		[57723] = 7,
		[207311] = 6,
		[108271] = 7,
		[6353] = 9,
		[212431] = 3,
		[377732] = "Рефти-распорядитель",
		[297871] = 11,
		[6673] = 1,
		[371591] = "Кадрос Ледяной Гнев",
		[375687] = "Тотем разложения <Зловонная певица гнили>",
		[204242] = 2,
		[387975] = "Алгет'арская заклинательница",
		[256460] = 12,
		[396167] = 10,
		[162264] = 12,
		[377738] = "Рефти-распорядитель",
		[371595] = 5,
		[381834] = "Рира Когтерезка",
		[367500] = "Бурая бичевательница",
		[21057] = "Терадримский страж",
		[383883] = 8,
		[81141] = 6,
		[212436] = 3,
		[45182] = 4,
		[45438] = 8,
		[207317] = 6,
		[367504] = "Голос разложения",
		[369552] = 10,
		[369553] = 10,
		[198103] = 7,
		[113394] = "Раздор",
		[359317] = 11,
		[373652] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[394131] = 4,
		[267171] = 9,
		[342938] = 9,
		[385941] = 7,
		[132578] = 10,
		[69369] = 11,
		[231895] = 2,
		[369563] = "Бейлог",
		[157153] = 7,
		[2649] = "Элегон <Инотэк>",
		[34433] = 5,
		[385948] = 4,
		[2825] = 7,
		[11426] = 8,
		[367521] = "Охотник-костестрел",
		[385951] = 4,
		[64382] = 1,
		[385952] = 1,
		[388000] = "Бертинуат",
		[204255] = 12,
		[90361] = "Элегон <Инотэк>",
		[388001] = "Бертинуат",
		[385954] = 1,
		[388002] = "Бертинуат",
		[381859] = 10,
		[187874] = 7,
		[369573] = "Бейлог",
		[375717] = "Воин стихий – чародейка",
		[18499] = 1,
		[381862] = "Киракка",
		[108280] = 7,
		[125174] = 10,
		[109304] = 3,
		[388007] = 2,
		[381864] = "Киракка",
		[209378] = "Имаку'туя",
		[388008] = "Телаш Серокрылый",
		[304051] = 3,
		[388009] = 3,
		[57984] = "Большой элементаль огня <Wolfenstian-TwistingNether>",
		[108281] = 7,
		[388010] = 2,
		[187878] = 7,
		[385963] = "Каджин Непреклонная",
		[388011] = 2,
		[30146] = 9,
		[153067] = "Нхаллиш",
		[373678] = "Курог Зловещий Тотем",
		[388013] = 2,
		[200166] = 12,
		[373680] = "Мелидрусса Истощенная Холодом",
		[396206] = "Нокхудский ученик",
		[373681] = "Курог Зловещий Тотем",
		[191976] = "Солстен",
		[324536] = 9,
		[383921] = 2,
		[115450] = 10,
		[118522] = 7,
		[324540] = 9,
		[383925] = "Мелидрусса Истощенная Холодом",
		[396212] = "[*] Леденящее присутствие",
		[392117] = 11,
		[385974] = "Профессор Макдорму",
		[153072] = "Нхаллиш",
		[373688] = "Мелидрусса Истощенная Холодом",
		[94462] = 2,
		[383928] = "Надзиратель Лахар",
		[388024] = 10,
		[388025] = 10,
		[108285] = 7,
		[388026] = 10,
		[373692] = "Пламенный разрушитель",
		[94463] = 7,
		[373693] = "Пламенный разрушитель",
		[392123] = 3,
		[209388] = 2,
		[267211] = 9,
		[385981] = "[*] Чародейская сфера",
		[383934] = 2,
		[63106] = 9,
		[5938] = 4,
		[200175] = 12,
		[88321] = "Бомба-липучка",
		[373698] = "Бурошкур-заклинательница",
		[49028] = 6,
		[114942] = "Тотем целительного прилива <Серегя>",
		[108287] = 7,
		[267217] = 9,
		[383939] = 1,
		[369605] = "Бромач",
		[388035] = "Гачи <Эльфпиуко>",
		[267218] = 9,
		[383941] = 12,
		[82691] = 8,
		[63619] = "Подчинитель разума <Тауфе>",
		[369610] = "Сотрясающий тотем",
		[48517] = 11,
		[20549] = 1,
		[396233] = "[*] Громовое присутствие",
		[373709] = 10,
		[392139] = "Магическая книга",
		[385996] = 10,
		[88836] = "Адмирал Терзающий Рев",
		[388045] = 3,
		[133630] = 3,
		[54149] = 2,
		[377807] = "Рира Когтерезка",
		[388046] = "Мерзорот",
		[55173] = 12,
		[47750] = 5,
		[200183] = 5,
		[48518] = 11,
		[386001] = 6,
		[58501] = 1,
		[77575] = 6,
		[386003] = 6,
		[392147] = 11,
		[394195] = 8,
		[218615] = 9,
		[72968] = 11,
		[263140] = 3,
		[388053] = 10,
		[392151] = "Тиира",
		[64901] = 5,
		[398296] = "Неуклюжий заразитель",
		[85256] = 2,
		[394202] = 10,
		[29893] = 9,
		[386012] = "Призывательница бури Аринга",
		[388060] = "Мерзорот",
		[107270] = 10,
		[398300] = "Неуклюжий заразитель",
		[394205] = 10,
		[94472] = 5,
		[390111] = "Каджин Непреклонная",
		[377825] = "[*] Пылающая смола",
		[153093] = "Садана Кровавое Безумие",
		[195072] = 12,
		[388065] = "Руна хранилища",
		[386018] = "Нестабильный шквал",
		[153094] = "Садана Кровавое Безумие",
		[265202] = 5,
		[17735] = "Граз'крито <Пази-СвежевательДуш>",
		[183811] = 2,
		[44425] = 8,
		[392164] = 3,
		[377830] = "Рира Когтерезка",
		[373735] = "Чаргат Дробитель Чешуи",
		[383974] = "Пузострелка",
		[388070] = 9,
		[390118] = "[*] Морозный смерч",
		[269301] = "Освобожденное чудовище",
		[371689] = 10,
		[47753] = 5,
		[209410] = "Чародей из Сумеречной стражи",
		[196100] = 9,
		[386025] = "Воин стихий – буревестник",
		[381930] = 7,
		[200196] = 5,
		[386026] = "Нестабильный шквал",
		[381931] = 7,
		[392170] = 12,
		[353263] = 2,
		[363502] = "Чикенсаня",
		[359407] = 2,
		[386028] = "Изначальный громозверь",
		[381933] = 7,
		[394220] = 1,
		[263165] = 5,
		[101643] = 10,
		[375792] = "Рокочущий опустошитель",
		[190984] = 11,
		[269310] = "Хранитель титанов Хезрел",
		[122121] = 5,
		[114954] = 8,
		[215558] = 3,
		[257537] = 8,
		[8613] = 3,
		[377844] = "Рира Когтерезка",
		[199177] = "Эбеновый ворг",
		[257538] = 8,
		[388084] = "Телаш Серокрылый",
		[211464] = "Порабощенная Скверной карательница",
		[386037] = "[*] Ураганная стрела",
		[124682] = 10,
		[227847] = 1,
		[383991] = 2,
		[47755] = 5,
		[375802] = "Marianro-DunModr",
		[390137] = 12,
		[257541] = 8,
		[135700] = 11,
		[381517] = "Эркхарт Кровь Бури",
		[290958] = 3,
		[21832] = "Принцесса Терадрас",
		[30151] = "Грабоминул <Гернина>",
		[369662] = "Сотрясающий тотем",
		[394729] = 5,
		[394366] = 3,
		[383997] = 8,
		[254471] = 2,
		[219498] = "Капитан патруля Гердо",
		[199182] = "Эбеновый ворг",
		[372113] = "Зараженный плеточник",
		[380176] = "Хранительница стаи Денна",
		[376260] = "Тарасекк-землелом",
		[380174] = "Хранительница стаи Денна",
		[388920] = "Хранительница стаи Денна",
		[254472] = 2,
		[375620] = "Драконид – вестник шторма",
		[387608] = "Укхельский осквернитель",
		[147362] = 3,
		[209741] = "Проекция советника Меландра",
		[388644] = "Тарасекк-легионер",
		[373762] = "Чаргат Дробитель Чешуи",
		[375630] = "Драконид – вестник шторма",
		[254473] = 2,
		[375634] = "Драконид – вестник шторма",
		[390145] = 12,
		[375457] = "Молодой ледяной протодракон",
		[377859] = "Древорот",
		[375716] = "Воин стихий – чародейка",
		[381955] = "Вредняшаа",
		[351239] = "Драговер-СвежевательДуш",
		[254474] = 2,
		[388716] = "Хранительница стаи Денна",
		[381956] = "Вредняшаа",
		[192018] = "Хирья",
		[193702] = "[*] Инфернальное пламя",
		[235021] = 10,
		[390148] = "Лоухэпэшер-СвежевательДуш",
		[16870] = 11,
		[375834] = "Хранительница стаи Денна",
		[394972] = "Куалаши - воин лавы",
		[348] = 9,
		[388717] = "Хранительница стаи Денна",
		[386054] = 4,
		[380175] = "Хранительница стаи Денна",
		[211473] = "Владычица теней",
		[375873] = "Хранительница стаи Денна",
		[377864] = "Древорот",
		[393588] = "Хранитель стаи Зирусс",
		[393569] = "Хранитель стаи Зирусс",
		[393470] = "Прыгающий породитель выводка",
		[369674] = "Геомант из племени Каменного Свода",
		[393348] = "Стойкий хранитель стаи",
		[398981] = "Стойкий хранитель стаи",
		[373027] = "Сеннарт",
		[369675] = "Геомант из племени Каменного Свода",
		[114803] = "Цзян",
		[389713] = 8,
		[381688] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[397431] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[385812] = "Нестабильный насыщатель <Дафия Перерожденная>",
		[375580] = "Дафия Перерожденная",
		[381967] = 4,
		[369677] = "Олаф",
		[363534] = "Лоухэпэшер-СвежевательДуш",
		[390155] = 12,
		[390762] = 6,
		[388407] = "Яростная буря <Дафия Перерожденная>",
		[376851] = "Дафия Перерожденная",
		[122128] = 5,
		[381954] = "Вредняшаа",
		[376943] = "Дафия Перерожденная",
		[387150] = "Телаш Серокрылый",
		[215572] = 1,
		[384014] = "Страж Иридий",
		[388290] = "Дафия Перерожденная",
		[395382] = "Тондрозий",
		[365585] = "Ювитта",
		[375824] = "Тектонический крушитель",
		[386063] = "Маруук",
		[395514] = "Тондрозий",
		[23881] = 1,
		[375825] = "Морозный разрушитель",
		[395367] = "Тондрозий",
		[395377] = "Тондрозий",
		[291659] = 7,
		[386440] = "Кадрос Ледяной Гнев",
		[203534] = 7,
		[373915] = "Гниломаг Око Гнева",
		[397407] = 8,
		[375827] = 9,
		[394731] = "Нестабильная земля",
		[111759] = 5,
		[374427] = "Тектонический крушитель",
		[155166] = 6,
		[394258] = 9,
		[393308] = "Воин стихий – заклинательница пламени",
		[390163] = 12,
		[387766] = 10,
		[394259] = 7,
		[386631] = 1,
		[386632] = 1,
		[375750] = 8,
		[53390] = 7,
		[394289] = 5,
		[390165] = 1,
		[385013] = 1,
		[383290] = 1,
		[386633] = 1,
		[375342] = 6,
		[397903] = "Джазшариу",
		[386071] = 1,
		[93795] = 1,
		[207386] = 11,
		[384024] = "Мелидрусса Истощенная Холодом",
		[298841] = 1,
		[312215] = 5,
		[385375] = 11,
		[49039] = 6,
		[361500] = "Рэйис",
		[384460] = 11,
		[106228] = "Ша Сомнения",
		[375835] = 3,
		[347600] = 3,
		[164815] = 11,
		[390170] = 7,
		[153496] = "Червь-трупоед",
		[394971] = "Куалаши - воин лавы",
		[155625] = 11,
		[390730] = 5,
		[30153] = "Грабоминул <Гернина>",
		[157981] = 8,
		[372518] = 10,
		[382426] = 6,
		[384029] = 2,
		[259495] = 3,
		[11366] = 8,
		[115989] = 6,
		[384030] = 2,
		[369696] = "Прыгун-падальшик",
		[396317] = "Лоамас",
		[381983] = 2,
		[50401] = 6,
		[369697] = "Прыгун-падальшик",
		[396318] = "Лоамас",
		[384658] = 12,
		[380729] = 11,
		[202140] = 12,
		[107913] = 3,
		[113942] = 4,
		[375842] = "Хранительница стаи Денна",
		[386081] = 4,
		[90905] = "Пират из братства Справедливости",
		[21869] = "Принцесса Терадрас",
		[375843] = "Хранительница стаи Денна",
		[117014] = 7,
		[117526] = 3,
		[390178] = 6,
		[186258] = 3,
		[209413] = "Голем-страж",
		[396322] = 10,
		[374582] = "Леймор",
		[305913] = "Призыватель теней из клана Темного Молота",
		[207230] = 6,
		[374215] = "Курог Зловещий Тотем",
		[381989] = 4,
		[375846] = 10,
		[369703] = "Бромач",
		[380608] = 8,
		[390181] = 12,
		[386593] = 2,
		[184709] = 1,
		[190925] = 3,
		[8281] = "Подземный деметродон",
		[266087] = 9,
		[201594] = 3,
		[396326] = "Гласиас",
		[198533] = "Статуя Нефритовой Змеи <Лаурэлин>",
		[313010] = 10,
		[386088] = "[*] Чародейская сфера",
		[396327] = "Гласиас",
		[360022] = "Ювитта",
		[384451] = 7,
		[325218] = 10,
		[396328] = "Земляной столп",
		[373803] = "Заряженный дракончик",
		[153485] = "Червь-трупоед",
		[225080] = 7,
		[396329] = "Гласиас",
		[373804] = "Бурошкур-заклинательница",
		[328748] = 10,
		[374554] = "[*] Лужа магмы",
		[103885] = 3,
		[367166] = 10,
		[30451] = 8,
		[386092] = 6,
		[210738] = 6,
		[61684] = "Элегон <Инотэк>",
		[204090] = 3,
		[396222] = "[*] Сокрушающее присутствие",
		[89766] = "Страж Скверны <Гернина>",
		[381998] = 10,
		[375855] = 10,
		[152108] = 9,
		[193315] = 4,
		[267325] = 3,
		[243991] = 6,
		[397401] = 6,
		[157228] = 11,
		[267326] = 3,
		[48018] = 9,
		[8219] = "Icerockxd-Ragnaros",
		[396335] = "Гласиас",
		[267327] = 3,
		[375858] = 10,
		[203533] = 8,
		[3408] = 4,
		[115994] = 6,
		[384050] = 8,
		[193065] = 5,
		[373327] = "Изначальное пламя",
		[267329] = 3,
		[91036] = "Гоблин-надсмотрщик",
		[372201] = "Куалаши-факельщица",
		[395894] = "Курог Зловещий Тотем",
		[207400] = 7,
		[386518] = 10,
		[33110] = 5,
		[157503] = 7,
		[267331] = 3,
		[104318] = "Дикий бес <Гернина>",
		[375306] = "Главный кузнец Горек",
		[374364] = "Леймор",
		[199210] = "Валарьяр-лучница",
		[375863] = 4,
		[5374] = 4,
		[131347] = 12,
		[260643] = 1,
		[66198] = 6,
		[377912] = "Охранник",
		[198589] = 12,
		[373817] = "Хладодышащий арахнид",
		[192044] = "Хирья",
		[394295] = "Врата воинов стихий",
		[358267] = "Рэйис",
		[377253] = 6,
		[397897] = "Джазшариу",
		[397908] = "Баалгар Бдительный",
		[375491] = 2,
		[369052] = "Стражник хранилища",
		[86659] = 2,
		[274838] = 11,
		[152801] = "Нхаллиш",
		[274912] = 10,
		[209788] = 12,
		[389804] = "Нестабильный смотритель",
		[382564] = "Курог Зловещий Тотем",
		[375649] = "Хранитель чар",
		[217832] = 12,
		[143924] = 1,
		[202285] = "Akdraco-Draenor",
		[198888] = "Штормовой дракон",
		[375870] = "Хранительница стаи Денна",
		[372151] = "Медведь-кишкожуй",
		[265931] = 9,
		[398396] = 11,
		[375871] = "Хранительница стаи Денна",
		[394301] = "Врата воинов стихий",
		[243241] = 5,
		[207278] = "Капитан патруля Гердо",
		[385352] = 2,
		[328774] = 9,
		[196813] = "Божественный образ <Зевуудду>",
		[369335] = "Рунический защитник",
		[48020] = 9,
		[312106] = 10,
		[202287] = "Akdraco-Draenor",
		[115310] = 10,
		[196809] = "Божественный образ <Зевуудду>",
		[148022] = 8,
		[90913] = "Страшный попугай",
		[207407] = 12,
		[17252] = 2,
		[396721] = "Ветвь древня",
		[101033] = 7,
		[381657] = 2,
		[93985] = 11,
		[89735] = "Испорченный хлеб",
		[119582] = 10,
		[385953] = 1,
		[326731] = 2,
		[387155] = "Гранит",
		[124009] = "Сюэнь <Хугомонк>",
		[382021] = 7,
		[392260] = 7,
		[378597] = 7,
		[53652] = 2,
		[382022] = 7,
		[326733] = 2,
		[66196] = 6,
		[207907] = "Таликса Пламя Гнева",
		[253109] = 3,
		[196810] = "Божественный образ <Зевуудду>",
		[243955] = 4,
		[117665] = "Ша Сомнения",
		[382024] = 7,
		[393054] = 12,
		[385441] = 10,
		[377718] = 2,
		[390216] = 1,
		[386478] = 1,
		[106785] = 11,
		[192231] = "Тотем жидкой магмы <Wolfenstian-TwistingNether>",
		[373835] = "Рэйис",
		[375883] = "Хранительница стаи Денна",
		[394313] = 1,
		[91004] = "Заклинательница из братства Справедливости",
		[195125] = 4,
		[209693] = 12,
		[205364] = 5,
		[368970] = "Leóo-Stormscale",
		[382028] = 7,
		[389450] = 3,
		[386124] = 9,
		[139133] = 2,
		[390220] = "Войско мертвых <Нотушка>",
		[73510] = 5,
		[372296] = "Командир Железного Факела",
		[374080] = "Опустошитель воинов стихий",
		[5405] = 8,
		[373733] = "Чаргат Дробитель Чешуи",
		[390981] = 5,
		[193356] = 4,
		[390917] = 11,
		[385787] = 11,
		[321330] = "Чаротворец из клана Темного Молота",
		[167105] = 1,
		[114646] = "Навязчивый ша",
		[269406] = "Хранитель титанов Хезрел",
		[5211] = 11,
		[35546] = 4,
		[390224] = 1,
		[375890] = "Магмобивень",
		[97547] = 11,
		[265084] = "Преданная жрица крови",
		[204596] = 12,
		[375891] = 3,
		[312411] = 6,
		[381654] = 10,
		[383283] = 2,
		[5568] = "Доисторическое чудище",
		[384802] = "Ювитта",
		[396028] = "Раскаленный шип",
		[191034] = 11,
		[375893] = 3,
		[211384] = "Гончая Легиона",
		[194879] = 6,
		[154175] = "Костебрюх",
		[26573] = 2,
		[394324] = 4,
		[396168] = 10,
		[106113] = "Ша Сомнения",
		[387564] = "Сотворенный плеточник",
		[394325] = 4,
		[319175] = 4,
		[373742] = "Чаргат Дробитель Чешуи",
		[321329] = 8,
		[204513] = 12,
		[395110] = 11,
		[396172] = 1,
		[384088] = 7,
		[369754] = "Бромач",
		[153153] = "Садана Кровавое Безумие",
		[390232] = 3,
		[392280] = "Каурдит",
		[394328] = 4,
		[396376] = "Укхельский вестник смерти",
		[191037] = 11,
		[384090] = 1,
		[344955] = 6,
		[192226] = "Тотем жидкой магмы <Wolfenstian-TwistingNether>",
		[85288] = 1,
		[211401] = "Пылающий бес",
		[130] = 8,
		[386609] = "Грабоминул <Гернина>",
		[369033] = "Тлерон",
		[400474] = "Тотем энергии бури",
		[88747] = 11,
		[308527] = "Гор'грот",
		[291944] = 6,
		[375902] = 5,
		[1943] = 4,
		[371807] = "Marianro-DunModr",
		[247456] = 12,
		[192063] = 7,
		[265089] = "Преданная жрица крови",
		[274739] = 7,
		[392171] = 12,
		[375904] = 5,
		[31821] = 2,
		[359844] = 3,
		[390239] = 10,
		[375905] = 5,
		[383873] = 1,
		[194112] = "Король-бог Сковальд",
		[48792] = 6,
		[343142] = 4,
		[395811] = "Куалаши-костекрушитель",
		[388193] = 10,
		[83242] = 3,
		[322098] = 5,
		[108839] = 8,
		[384416] = "Пузострелка",
		[390242] = 10,
		[155777] = 11,
		[59543] = 3,
		[255546] = 4,
		[373861] = "Аймил",
		[343145] = 4,
		[214692] = "Герент Зловещий",
		[198838] = 7,
		[373862] = "Аймил",
		[384899] = "Стрелок гнили",
		[387876] = 12,
		[396388] = "Гласиас",
		[191043] = 3,
		[351338] = "Рэйис",
		[199844] = 8,
		[376997] = "Кроут",
		[228532] = 12,
		[377184] = "Древорот",
		[73320] = 2,
		[111400] = 9,
		[390247] = 7,
		[256374] = 8,
		[193092] = "Химдалль",
		[396391] = 7,
		[117405] = 3,
		[392296] = 3,
		[272678] = 3,
		[90923] = "Головорез из братства Справедливости",
		[83244] = 3,
		[199852] = 1,
		[21071] = "Доисторическое чудище",
		[378269] = 7,
		[390250] = 3,
		[120692] = 5,
		[361582] = 3,
		[396394] = "Гласиас",
		[373869] = "Сполох",
		[267330] = 3,
		[377965] = "Лови-тотем",
		[385292] = "[*] Жидкая сталь",
		[64044] = 5,
		[61336] = 11,
		[361584] = 2,
		[377234] = 10,
		[390253] = 12,
		[390787] = 5,
		[209477] = "Маназмей",
		[90605] = "\"Капитан\" Пирожок",
		[193530] = 3,
		[24394] = 3,
		[386159] = 3,
		[388207] = 10,
		[398446] = 11,
		[392303] = 11,
		[377963] = "Куалаши-стенолом",
		[396399] = "Гласиас",
		[105771] = 1,
		[396868] = "Магмас",
		[394352] = 1,
		[90925] = "Головорез из братства Справедливости",
		[372995] = 10,
		[384114] = 11,
		[108843] = 8,
		[390734] = 5,
		[50842] = 6,
		[375924] = "Бейлог",
		[369781] = "Эрик \"Быстрый\"",
		[385805] = "Мерзорот",
		[207150] = 6,
		[313424] = 10,
		[386164] = 1,
		[382538] = 2,
		[388044] = 10,
		[212552] = 6,
		[205385] = 5,
		[385579] = "Лазурный Клинок",
		[116011] = 8,
		[359545] = 12,
		[375341] = "Подземный протодракон",
		[327942] = 7,
		[225100] = "Голем-страж",
		[27285] = 9,
		[205386] = 5,
		[388957] = "Чародейский опустошитель",
		[385806] = 4,
		[375929] = "Хан Балакар",
		[343295] = 6,
		[199581] = 9,
		[396010] = "Хозен-плакса",
		[294020] = 7,
		[106797] = "Лю Пламенное Сердце",
		[199483] = 3,
		[390617] = 5,
		[192077] = 7,
		[369788] = "Куалаши-костекрушитель",
		[371836] = "Кадрос Ледяной Гнев",
		[130654] = 10,
		[392314] = "Каурдит",
		[344578] = 2,
		[397191] = 2,
		[257542] = 8,
		[214743] = 12,
		[381525] = "Киракка",
		[371838] = "Аймил",
		[382708] = "Куалаши-страж",
		[385899] = 9,
		[369791] = "Эрик \"Быстрый\"",
		[90928] = "Головорез из братства Справедливости",
		[223819] = 2,
		[384126] = 2,
		[62618] = 5,
		[119381] = 10,
		[106839] = 11,
		[382753] = 10,
		[119085] = 10,
		[230987] = 8,
		[390271] = 6,
		[375937] = "Хан Балакар",
		[389774] = 1,
		[388224] = 7,
		[228598] = 8,
		[384129] = 1,
		[51399] = 6,
		[57755] = 1,
		[116014] = 8,
		[192081] = 11,
		[211084] = 12,
		[371844] = 2,
		[221322] = 6,
		[153240] = "Садана Кровавое Безумие",
		[358126] = 4,
		[132764] = 3,
		[974] = 7,
		[384132] = "Лазурный Клинок",
		[394371] = 3,
		[370452] = "Бабичрион-СвежевательДуш",
		[324748] = 5,
		[392165] = 3,
		[386181] = "Вексам <Магическая книга>",
		[370511] = 3,
		[373304] = 5,
		[384134] = "Боевое копье клана Нокхуд",
		[377991] = "Охранник",
		[57724] = 3,
		[373896] = "Гниломаг Око Гнева",
		[365350] = 8,
		[345228] = 8,
		[85416] = 2,
		[390279] = 6,
		[188550] = 11,
		[370901] = "Рэйис",
		[395817] = "Воин стихий – резчик льда",
		[382089] = 7,
		[90559] = "\"Капитан\" Пирожок",
		[345230] = 1,
		[396424] = "Чаргат Дробитель Чешуи",
		[49821] = 5,
		[392329] = 11,
		[377995] = "Главный кузнец Горек",
		[122783] = 10,
		[260685] = "Старейшина Ликса",
		[384139] = "Пламенный разрушитель",
		[26297] = 11,
		[106951] = 11,
		[325197] = 10,
		[31661] = 8,
		[369806] = "Огромный берсерк",
		[193668] = "Король-бог Сковальд",
		[382093] = 5,
		[375950] = "Воин стихий – сотворительница льда",
		[22812] = 11,
		[45470] = 6,
		[382094] = 6,
		[221562] = 6,
		[270232] = 8,
		[377656] = 6,
		[382095] = 6,
		[193660] = "Король-бог Сковальд",
		[391493] = 11,
		[363916] = "Leóo-Stormscale",
		[390287] = 7,
		[106830] = 11,
		[279709] = 11,
		[375046] = "Главный кузнец Горек",
		[382097] = 6,
		[196911] = 4,
		[369811] = "Огромный берсерк",
		[265376] = "Фанатичный охотник за головами",
		[375327] = "Подземный протодракон",
		[308434] = 11,
		[378003] = "Охранник",
		[265377] = "Фанатичный охотник за головами",
		[390290] = "Насыщательница Сария",
		[212084] = 12,
		[197209] = 7,
		[378011] = "Охранник",
		[44949] = 1,
		[384148] = "Гнилозубая гиена <Пузострелка>",
		[386196] = 1,
		[292473] = 11,
		[392582] = "Камнедробитель из карьера",
		[273947] = 6,
		[361195] = "Рэйис",
		[388245] = "Голиаф-проглот",
		[182912] = 12,
		[384150] = "Боец-коготь",
		[382573] = "Земельник-страж",
		[201846] = 7,
		[373912] = "Гниломаг Око Гнева",
		[365201] = "Дитя Бездны",
		[392375] = 7,
		[104596] = 3,
		[51886] = 7,
		[56222] = 6,
		[369818] = "Огромный берсерк",
		[245686] = 11,
		[193234] = "[*] Танцующий клинок",
		[386228] = "Изначальный щит бури",
		[229976] = 2,
		[202602] = 1,
		[382106] = 8,
		[33697] = 10,
		[108853] = 8,
		[387678] = 10,
		[102558] = 11,
		[375289] = 5,
		[198837] = "Восставший тихоступ <Нотушка>",
		[376866] = "Хан Балакар",
		[390299] = 12,
		[257622] = 3,
		[386202] = "Вексам <Магическая книга>",
		[381902] = 11,
		[390300] = 12,
		[22482] = 4,
		[369823] = "Злобный василиск",
		[207289] = 6,
		[390301] = 11,
		[384158] = "[*] Частица возгорания",
		[378015] = 3,
		[6201] = 9,
		[67826] = 5,
		[264689] = 1,
		[378016] = 3,
		[214621] = 5,
		[372313] = 5,
		[342668] = 2,
		[369826] = "Злобный василиск",
		[2120] = 8,
		[53595] = 2,
		[384161] = "Куалаши-факельщица",
		[334713] = "Зловещий охотник <Гернина>",
		[371875] = "Куалаши-новобранец",
		[384687] = "Яростная буря",
		[346111] = 5,
		[369828] = "Злобный василиск",
		[90956] = "Страж Тьмы из братства Справедливости",
		[373917] = "Гниломаг Око Гнева",
		[398150] = "Поработитель из клана Призрачной Луны",
		[378020] = "Рви-зуб",
		[371877] = "Чикенсаня",
		[229837] = 7,
		[52128] = 7,
		[321388] = 8,
		[320679] = "Зубастый гризли",
		[212105] = 12,
		[384165] = 9,
		[230090] = 1,
		[371879] = "Чикенсаня",
		[196194] = "Зубастый гризли",
		[193359] = 4,
		[369832] = 10,
		[131894] = 3,
		[198590] = 9,
		[322729] = 10,
		[346665] = 12,
		[197995] = 7,
		[392366] = "Пробудившийся исполин",
		[392359] = 1,
		[392570] = "Огнезев",
		[205179] = 9,
		[370602] = 11,
		[392360] = 11,
		[397077] = "Мелидрусса Истощенная Холодом",
		[269571] = 2,
		[219488] = "Капитан патруля Гердо",
		[115129] = 10,
		[195975] = 6,
		[366741] = 7,
		[373932] = "Драконья иллюзия",
		[393831] = 12,
		[392323] = "Каурдит",
		[384773] = "Киракка",
		[373944] = "Гниломаг Око Гнева",
		[375981] = 5,
		[378029] = "Рви-зуб",
		[211545] = 11,
		[385158] = "Черный разрушитель <Натазат>",
		[375982] = 7,
		[90328] = "Хати <Драчелло>",
		[269576] = 3,
		[382126] = 8,
		[267999] = "Мерзотень <Комт>",
		[203819] = 12,
		[397043] = "Циклас",
		[373936] = "Увядший дуб",
		[375984] = 7,
		[386223] = "Изначальный щит бури",
		[265157] = 3,
		[384186] = "Яростная буря",
		[375985] = 7,
		[152173] = 10,
		[396463] = "Магмас",
		[209426] = 12,
		[384177] = 2,
		[378230] = "Рви-зуб",
		[2645] = 7,
		[382130] = 8,
		[394426] = "Заклинатель огня совета",
		[209516] = "Манапард",
		[289982] = 7,
		[382131] = 8,
		[17364] = 7,
		[113724] = 8,
		[89769] = "Порох",
		[103740] = 8,
		[192106] = 7,
		[152175] = 10,
		[396467] = "Лоамас",
		[382133] = 2,
		[374403] = 7,
		[83243] = 3,
		[55078] = 6,
		[373943] = "Увядший дуб",
		[384182] = 2,
		[353466] = 4,
		[388728] = 12,
		[382135] = 4,
		[377591] = 6,
		[377561] = "Хронолорд Дейос",
		[119611] = 10,
		[213771] = 11,
		[367802] = 6,
		[199772] = "Валарьяр-защитник",
		[202347] = 11,
		[260708] = 1,
		[392376] = 1,
		[31616] = 7,
		[5672] = "Тотем исцеляющего потока <Какабвиэюя>",
		[392937] = 1,
		[192109] = 7,
		[263892] = "Ловец ястребов <Томмишелби>",
		[5302] = 1,
		[382139] = 10,
		[367805] = 4,
		[369853] = "Дюжий камнемет",
		[388283] = "Гранит",
		[387767] = 12,
		[372082] = "Сеннарт",
		[369854] = "Дюжий камнемет",
		[374245] = "[*] Гниющий залив",
		[195182] = 6,
		[192090] = 11,
		[265144] = 5,
		[41635] = 5,
		[269005] = "Изначальный элементаль бури <Nyashá-Kazzak>",
		[392388] = 4,
		[5782] = 9,
		[382002] = "Жарокрыл-вожак",
		[386024] = "Воин стихий – буревестник",
		[359618] = "Marianro-DunModr",
		[390636] = 5,
		[59638] = "Зеркальное изображение <Модусгоргон-СвежевательДуш>",
		[215661] = 2,
		[61447] = 10,
		[388203] = 10,
		[8676] = 4,
		[382145] = 3,
		[384193] = 11,
		[378987] = 11,
		[247402] = 2,
		[382146] = 5,
		[384194] = "Пеплоплет воинов стихий",
		[382058] = 6,
		[101184] = 1,
		[228645] = 6,
		[359622] = 5,
		[1766] = 4,
		[382056] = 6,
		[382148] = 8,
		[212791] = "Бдительный окулус",
		[153692] = "[*] Некротическая слизь",
		[228597] = 8,
		[382149] = 11,
		[384197] = "Пеплоплет воинов стихий",
		[378054] = 11,
		[383067] = "Балара",
		[382150] = 1,
		[191587] = 6,
		[378055] = "Разлагающийся слизень <Древорот>",
		[101185] = 7,
		[373960] = "Гниломаг Око Гнева",
		[33891] = 11,
		[393300] = "Тлеющий колосс",
		[376171] = "Воин стихий – сотворительница льда",
		[382152] = 1,
		[326863] = 12,
		[378057] = "Разлагающийся слизень <Древорот>",
		[392275] = 9,
		[382153] = 2,
		[33702] = 9,
		[115008] = 10,
		[386256] = 9,
		[382154] = 11,
		[212800] = 12,
		[390234] = 8,
		[396489] = "Лоамас",
		[382155] = 10,
		[392394] = "Огнезев",
		[224125] = 7,
		[306389] = "Центурион из клана Темного Молота",
		[382156] = 4,
		[392395] = "Громоголов",
		[374523] = "Силовой росток",
		[376169] = "Высший Чудотворец Фурал",
		[373966] = 10,
		[392401] = 4,
		[371983] = "Сеннарт",
		[382787] = "Больная рубака",
		[396072] = "Курог Зловещий Тотем",
		[3716] = "Граз'крито <Пази-СвежевательДуш>",
		[52437] = 1,
		[388302] = "Дафия Перерожденная",
		[390350] = 12,
		[392398] = "Изначальная грозовая туча",
		[372817] = 10,
		[198263] = "Один",
		[334934] = 1,
		[392399] = "Изначальная грозовая туча",
		[121153] = 4,
		[202359] = 11,
		[392271] = 5,
		[370772] = 11,
		[386257] = 10,
		[223500] = 7,
		[351140] = 8,
		[384210] = 7,
		[382029] = 7,
		[306396] = 8,
		[373972] = "Воин стихий – танцор пламени",
		[388037] = 12,
		[360184] = 3,
		[351316] = 11,
		[373973] = "Воин стихий – танцор пламени",
		[392403] = 4,
		[90932] = "Кровавый волшебник из братства Справедливости",
		[395336] = 11,
		[392418] = 10,
		[381692] = "Боевое копье клана Нокхуд",
		[156287] = 1,
		[306399] = "Центурион из клана Темного Молота",
		[390357] = 1,
		[351450] = 11,
		[394453] = 6,
		[384601] = "[*] Бомба антимагии",
		[703] = 4,
		[392406] = "Воин бури",
		[394454] = 2,
		[397904] = "Пораженный ша страж",
		[373977] = "Воин стихий – танцор пламени",
		[106736] = "Ша Сомнения",
		[104773] = 9,
		[396503] = "Лоамас",
		[196528] = 6,
		[302307] = 11,
		[386265] = 9,
		[90951] = "Страж Тьмы из братства Справедливости",
		[367971] = 8,
		[27827] = 5,
		[394457] = 5,
		[193826] = "Король-бог Сковальд",
		[316643] = 1,
		[371514] = "Эмбар Огненная Тропа",
		[2139] = 8,
		[321444] = 11,
		[112042] = "Граз'крито <Пази-СвежевательДуш>",
		[120644] = 5,
		[691] = 9,
		[52127] = 7,
		[382303] = "Бромач",
		[302311] = 11,
		[378078] = 7,
		[388948] = 11,
		[308455] = "Тунк",
		[302312] = 11,
		[386270] = 4,
		[391054] = 2,
		[77130] = 7,
		[384223] = "Лазурный Клинок",
		[275699] = 6,
		[47528] = 6,
		[47633] = 6,
		[370208] = "Куалаши-стенолом",
		[378081] = 7,
		[388320] = 10,
		[53385] = 2,
		[382867] = "Чикенсаня",
		[106823] = "Лю Пламенное Сердце",
		[49576] = 6,
		[386397] = 1,
		[783] = 11,
		[234108] = "Рэйис",
		[153501] = "Нхаллиш",
		[702] = 9,
		[102216] = 3,
		[377510] = "Попиратель времен из рода Бесконечности",
		[375065] = "Зловонная певица гнили",
		[390371] = 7,
		[335082] = 1,
		[386276] = 10,
		[88839] = "Адмирал Терзающий Рев",
		[376727] = "Хан Балакар",
		[392420] = 11,
		[386277] = "Террос",
		[96103] = 1,
		[308463] = "Тунк",
		[392421] = 11,
		[225919] = 12,
		[153224] = "Разящий Клинок",
		[390374] = 5,
		[347901] = 11,
		[353515] = 3,
		[871] = 1,
		[374430] = "Тектонический крушитель",
		[383031] = 11,
		[883] = 3,
		[377633] = 6,
		[327704] = 5,
		[375727] = "Хронолорд Дейос",
		[390195] = 12,
		[183998] = 2,
		[193783] = 2,
		[294133] = 2,
		[369900] = "Застывшая лава <Скульптор кости Джардак>",
		[388330] = 11,
		[375345] = 6,
		[264119] = 9,
		[10444] = 7,
		[258883] = 12,
		[5143] = 8,
		[22842] = 11,
		[2643] = 3,
		[142073] = 7,
		[260734] = 7,
		[369337] = "Рунический защитник",
		[393432] = "Рефти-защитник",
		[306423] = 7,
		[51271] = 6,
		[389020] = 3,
		[385949] = 4,
		[388334] = 10,
		[374000] = 4,
		[269838] = "[*] Гнусный выброс",
		[360194] = 4,
		[372055] = "Сеннарт",
		[51723] = 4,
		[376049] = "Хронолорд Дейос",
		[328951] = 12,
		[376675] = 10,
		[374002] = 4,
		[200174] = 5,
		[116888] = 6,
		[373326] = "Эхо Дорагосы",
		[192565] = "Валарьяр-очиститель",
		[335096] = 1,
		[328953] = 12,
		[371956] = "Изначальный земляной часовой",
		[390386] = "Рэйис",
		[335097] = 1,
		[205448] = 5,
		[57994] = 7,
		[27243] = 9,
		[335098] = 1,
		[1126] = 11,
		[527] = 5,
		[83245] = 3,
		[392436] = "Насыщатель из карьера",
		[378102] = 7,
		[90958] = "Страж Тьмы из братства Справедливости",
		[371624] = "Дафия Бич Бури",
		[335100] = 1,
		[328957] = 12,
		[153232] = "[*] Разящий клинок",
		[196728] = "Нюцзао <Тигрушкинс-Гордунни>",
		[188404] = "Штормовой дракон",
		[386295] = "Ледяной валун",
		[385958] = "Вексам <Магическая книга>",
		[395172] = 11,
		[6197] = 3,
		[386296] = 3,
		[342076] = 3,
		[262115] = 1,
		[343294] = 6,
		[386297] = 3,
		[385960] = 4,
		[265568] = "Оскверненный дух",
		[384250] = 3,
		[16979] = 11,
		[383915] = 1,
		[34477] = 3,
		[188046] = "Обитатель Сна <Злюдра>",
		[271625] = 3,
		[396201] = "[*] Обжигающее присутствие",
		[391136] = "Драконид-разрушительница",
		[388860] = 2,
		[45181] = 4,
		[388012] = 2,
		[90929] = "Головорез из братства Справедливости",
		[384253] = 6,
		[213644] = 2,
		[157331] = "Изначальный элементаль бури <Nyashá-Kazzak>",
		[272439] = "Ур'зул <Гернина>",
		[108366] = 9,
		[153089] = "Садана Кровавое Безумие",
		[380956] = 6,
		[308488] = 1,
		[326918] = 6,
		[176179] = 12,
		[78674] = 11,
		[47788] = 5,
		[370615] = "Эраног",
		[207349] = 6,
		[265487] = "Кровавый осквернитель",
		[392130] = "Профессор Макдорму",
		[229872] = 7,
		[107428] = 10,
		[396544] = "Магмас",
		[90980] = "Наблюдатель братства Справедливости",
		[178173] = 10,
		[383328] = 2,
		[374365] = "Магмобивень",
		[374020] = "Аппарат сдерживания",
		[204432] = 3,
		[291642] = 8,
		[78675] = 11,
		[383073] = "Террос",
		[392451] = "Чаротворец пламени",
		[386308] = 6,
		[44461] = 8,
		[374022] = "Курог Зловещий Тотем",
		[392452] = "Чаротворец пламени",
		[386997] = 9,
		[90962] = "Страж Тьмы из братства Справедливости",
		[383926] = 1,
		[264173] = 9,
		[6807] = 11,
		[371976] = "Сеннарт",
		[341260] = 5,
		[392454] = "Чаротворец пламени",
		[197626] = 11,
		[390833] = 12,
		[19801] = 3,
		[48045] = 5,
		[201363] = 1,
		[51637] = 4,
		[105809] = 2,
		[376762] = 10,
		[156722] = "Извлекатель душ из клана Призрачной Луны",
		[396552] = "Магмас",
		[341263] = 5,
		[1822] = 11,
		[201364] = 1,
		[697] = 9,
		[59052] = 6,
		[343312] = 12,
		[382249] = "Хитроклык-мистик",
		[253597] = 6,
		[373694] = "[*] Живая бомба",
		[73325] = 5,
		[345361] = 11,
		[371982] = 11,
		[203413] = 3,
		[322507] = 10,
		[394714] = 2,
		[314646] = 11,
		[62124] = 2,
		[376079] = 1,
		[382217] = 7,
		[1966] = 4,
		[369602] = "Олаф",
		[376080] = 1,
		[345364] = 11,
		[388367] = 10,
		[387143] = 9,
		[32216] = 1,
		[386320] = "Драконобойный копьемет",
		[218617] = 1,
		[203415] = 3,
		[155145] = 2,
		[394512] = "Дитя Бездны",
		[355605] = 3,
		[755] = 9,
		[360995] = "Рэйис",
		[384961] = "Стрелок гнили",
		[259756] = 9,
		[3391] = "Тессалийская гидра",
		[781] = 3,
		[274075] = 9,
		[88484] = "Врагорез-5000",
		[374037] = 4,
		[156000] = 6,
		[386324] = 3,
		[265187] = 9,
		[374038] = "Эмбар Огненная Тропа",
		[81751] = 5,
		[375034] = 10,
		[165534] = 1,
		[391109] = 5,
		[377402] = "Насыщательница Сария",
		[386326] = 10,
		[371992] = 12,
		[382231] = 3,
		[307046] = 12,
		[288735] = "Leóo-Stormscale",
		[380184] = 2,
		[382232] = 11,
		[120588] = 7,
		[369946] = "Скульптор кости Джардак",
		[388376] = 10,
		[382233] = "Батак",
		[30283] = 9,
		[374789] = "Леймор",
		[380186] = 3,
		[374043] = "Эмбар Огненная Тропа",
		[307164] = 6,
		[158221] = 10,
		[377642] = 6,
		[3355] = 3,
		[392474] = "Насыщатель из карьера",
		[197277] = 2,
		[388379] = 10,
		[374045] = "Аппарат сдерживания",
		[192158] = "Олмир Просвещенный",
		[211457] = "Таликса Пламя Гнева",
		[388380] = 1,
		[6789] = 9,
		[122708] = 11,
		[394524] = "Дитя Бездны",
		[376783] = "Полководец Сарга",
		[1784] = 4,
		[264735] = 3,
		[42650] = 6,
		[2908] = 11,
		[25912] = 2,
		[51124] = 6,
		[210824] = 8,
		[157348] = "Изначальный элементаль бури <Nyashá-Kazzak>",
		[228260] = 5,
		[386002] = 6,
		[16591] = 8,
		[225788] = 10,
		[200200] = 5,
		[384289] = "Сияющий дракон <Хугомонк>",
		[394528] = "Нестабильное пламя",
		[392959] = 10,
		[221699] = 6,
		[384290] = 11,
		[376791] = "Куча сокровищ",
		[12654] = 8,
		[228354] = 8,
		[33206] = 5,
		[205472] = 8,
		[322101] = 10,
		[390435] = "Рэйис",
		[50334] = 11,
		[378149] = "Элементаль руды",
		[265523] = "Кровавый осквернитель",
		[382245] = 4,
		[91038] = "Обезьяна-рудокоп",
		[205473] = 8,
		[383960] = 12,
		[382246] = 12,
		[376103] = 8,
		[234142] = 11,
		[374699] = "Призывательница пламени Аюми",
		[390105] = 10,
		[392486] = "Чаротворица бури",
		[337819] = 12,
		[88625] = 5,
		[376797] = "Древорот",
		[376105] = "[*] Сияющая искра",
		[386344] = 9,
		[388392] = "Хаотичный учебник",
		[219809] = 6,
		[392488] = "Чаротворица бури",
		[106841] = "Лю Пламенное Сердце",
		[247454] = 12,
		[291843] = 11,
		[384988] = 10,
		[378155] = "Лови-тотем",
		[72221] = 11,
		[153268] = "Извлекатель душ из клана Призрачной Луны",
		[392490] = 6,
		[390197] = 12,
		[247455] = 12,
		[31884] = 2,
		[384300] = 11,
		[395175] = 6,
		[372014] = "Дредвирм",
		[378849] = 6,
		[204301] = 2,
		[388880] = 2,
		[372015] = 11,
		[385789] = 10,
		[153626] = 8,
		[369968] = 10,
		[265533] = "Клещ из Подгнилья",
		[97560] = 2,
		[228360] = 5,
		[246287] = 5,
		[396590] = 12,
		[275773] = 2,
		[385524] = "Часовой гнили",
		[384699] = "Мраскул",
		[343173] = 4,
		[374066] = "Воин стихий – геомант",
		[138927] = 11,
		[388068] = 9,
		[115546] = 10,
		[361469] = "Рэйис",
		[211470] = "Владычица теней",
		[382043] = 7,
		[392166] = "[*] Лазурный камень мощи",
		[1122] = 9,
		[383978] = 1,
		[45334] = 11,
		[383979] = "Пузострелка",
		[199337] = "[*] Капкан на медведя",
		[275335] = 1,
		[386029] = 1,
		[375901] = 5,
		[380185] = 6,
		[397051] = "Циклас",
		[118038] = 1,
		[265540] = "Смрадная личинка",
		[275779] = 2,
		[213011] = 12,
		[333120] = 12,
		[372027] = "Эмбар Огненная Тропа",
		[91797] = "Ледополз <Нотушка>",
		[153623] = "Нхаллиш",
		[373406] = "Надзиратель Лахар",
		[265542] = "Смрадная личинка",
		[374073] = "Воин стихий – геомант",
		[388651] = "Вексам <Магическая книга>",
		[103621] = 3,
		[387629] = "Оскверненный охун",
		[162480] = 3,
		[256522] = 4,
		[20572] = 3,
		[5176] = 11,
		[374075] = "[*] Сейсмический удар",
		[207203] = 6,
		[155158] = 8,
		[388410] = "Дафия Перерожденная",
		[382267] = "Балара",
		[163505] = 11,
		[378172] = "Элементаль руды",
		[255654] = 6,
		[199341] = "Валарьяр-зверолов",
		[384316] = "Яростная буря",
		[234153] = 9,
		[372030] = "Сеннарт",
		[391359] = 5,
		[384317] = 8,
		[394921] = "Брейккас",
		[268473] = 8,
		[348162] = 10,
		[384318] = 1,
		[321538] = "Джига <Ледотроль>",
		[194223] = 11,
		[390462] = "Лазурный Клинок",
		[212653] = 8,
		[394558] = "Нестабильное пламя",
		[47540] = 5,
		[382272] = 8,
		[384320] = "Ювитта",
		[386368] = "Превращающая руна",
		[369663] = "Сотрясающий тотем",
		[114014] = 4,
		[384321] = 6,
		[375806] = 8,
		[347462] = 12,
		[382274] = "Балара",
		[1462] = 3,
		[386370] = "Опаловый Клык",
		[395243] = "Рубиновый огнелетчик <Менструа>",
		[271049] = 3,
		[384323] = 5,
		[394562] = "Нестабильное пламя",
		[325209] = 10,
		[12975] = 1,
		[383224] = "Рубиновый огнелетчик <Менструа>",
		[6552] = 1,
		[272183] = "Падший вестник смерти",
		[382277] = "Балара",
		[384325] = 11,
		[369991] = 11,
		[90978] = "Жнец братства Справедливости",
		[374087] = 4,
		[384004] = 10,
		[381957] = "Вредняшаа",
		[305483] = 7,
		[162487] = 3,
		[388396] = "Террос",
		[386375] = "Дафия Бич Бури",
		[47541] = 6,
		[257044] = 3,
		[319243] = 6,
		[390915] = "Мерзкий плеточник",
		[388424] = "Изначальное цунами",
		[162488] = 3,
		[395273] = "Изначальный бурестраж",
		[199248] = "Валарьяр-лучница",
		[33786] = 11,
		[111898] = 9,
		[225311] = 2,
		[386378] = 1,
		[50613] = 6,
		[7384] = 1,
		[196277] = 9,
		[384019] = "Чаргат Дробитель Чешуи",
		[372045] = "Кислотный паучок <Сеннарт>",
		[316220] = 4,
		[389686] = "Кристальная ярость",
		[51690] = 4,
		[116768] = 10,
		[267611] = 2,
		[196278] = 9,
		[15407] = 5,
		[372047] = "Драгхар Отрицатель",
		[372322] = "Опаловый Клык",
		[384294] = 11,
		[278961] = "Больной плеточник",
		[372048] = "Аймил",
		[390771] = 5,
		[193357] = 4,
		[189112] = 12,
		[90920] = "Страшный попугай",
		[79206] = 7,
		[384336] = "Мастер копья из клана Нокхуд",
		[265273] = 9,
		[397338] = "Тектонический крушитель",
		[374098] = 2,
		[361509] = "Рэйис",
		[367503] = "Голос разложения",
		[372051] = "Сеннарт",
		[382290] = 8,
		[2060] = 5,
		[369660] = "Сотрясающий тотем",
		[385059] = 1,
		[148135] = 10,
		[392530] = "Насыщатель из карьера",
		[397892] = "Имаку'туя",
		[388435] = 6,
		[32592] = 5,
		[376149] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[8936] = 11,
		[202425] = 11,
		[384267] = 8,
		[372019] = 11,
		[344120] = 3,
		[157375] = "Изначальный элементаль бури <Nyashá-Kazzak>",
		[382294] = 8,
		[382802] = "Злобный заклинатель гнили",
		[105434] = 3,
		[388438] = 3,
		[2484] = 7,
		[384343] = "Пузострелка",
		[24275] = 2,
		[388439] = 6,
		[390192] = 12,
		[385720] = 10,
		[88423] = 11,
		[152800] = "Нхаллиш",
		[81256] = 6,
		[192058] = 7,
		[378202] = "Элементаль руды",
		[372791] = 5,
		[382005] = "Жарокрыл-вожак",
		[392537] = 1,
		[372032] = 1,
		[374432] = "Тектонический крушитель",
		[125355] = 10,
		[385078] = "Потрескивающая воронка",
		[213691] = 3,
		[280053] = 2,
		[397364] = 1,
		[392539] = "Пробудившийся земляной часовой",
		[398388] = 3,
		[388444] = 11,
		[372542] = "Командир Железного Факела",
		[383033] = 10,
		[221883] = 2,
		[389176] = 12,
		[390493] = 9,
		[389178] = 12,
		[386016] = "Тиира",
		[28730] = 8,
		[374112] = "Хладодышащий арахнид",
		[384351] = "Страж Иридий",
		[378208] = "Рви-зуб",
		[6262] = 9,
		[228920] = 1,
		[384352] = 7,
		[386400] = "Террос",
		[372539] = "Сеннарт",
		[392258] = 7,
		[384353] = "Пузострелка",
		[397798] = "Мудрый Марис",
		[342314] = 8,
		[394083] = 11,
		[392545] = "Пробудившийся земляной часовой",
		[152262] = 2,
		[370764] = "Кристальная ярость",
		[192067] = "Хирья",
		[302445] = 6,
		[221886] = 2,
		[388451] = 8,
		[199361] = "Валарьяр-зверолов",
		[372311] = "Куалаши-новобранец",
		[378213] = "Рэйис",
		[374402] = 10,
		[90098] = "Лакей-болванчик",
		[384357] = 7,
		[106856] = "Лю Пламенное Сердце",
		[355689] = "Malkff-Ragnaros",
		[313108] = 10,
		[392216] = 7,
		[388998] = 3,
		[371984] = "Ткач Холода Морозной Вспышки",
		[382311] = 7,
		[199658] = 1,
		[385408] = 4,
		[396646] = "Лоамас",
		[179478] = 11,
		[384360] = 8,
		[209602] = "Советник Меландр",
		[308502] = "Гор'грот",
		[185425] = "Зубастый гризли",
		[376170] = "Гниломаг Око Гнева",
		[341541] = 4,
		[21337] = "Загнивший плетун",
		[199247] = "Валарьяр-лучница",
		[384362] = 1,
		[90938] = "Кровавый волшебник из братства Справедливости",
		[91776] = "Восставший вурдалак <Дигитлерочка>",
		[192082] = 7,
		[221771] = 10,
		[386411] = "Тиира",
		[388459] = 10,
		[642] = 2,
		[200389] = 11,
		[378221] = "Элементаль руды",
		[127797] = 11,
		[260798] = 1,
		[384365] = "Мастер копья из клана Нокхуд",
		[45242] = 5,
		[165578] = "Костебрюх",
		[389277] = 9,
		[392557] = "Вексам <Магическая книга>",
		[373559] = "Сеннарт",
		[376634] = "Хан Балакар",
		[396400] = "Гласиас",
		[126664] = 1,
		[384117] = 12,
		[165579] = "Костебрюх",
		[5384] = 3,
		[209495] = "Голем-страж",
		[374025] = "Курог Зловещий Тотем",
		[388464] = 10,
		[81262] = "Период цветения <Паскудин>",
		[374625] = "Морозный разрушитель",
		[191840] = 10,
		[388465] = 10,
		[102352] = 11,
		[392561] = "Камнедробитель из карьера",
		[369792] = "Эрик \"Быстрый\"",
		[194249] = 5,
		[586] = 5,
		[386173] = "Вексам <Магическая книга>",
		[345464] = 1,
		[197214] = 7,
		[381670] = "Жарокрыл-вожак",
		[392563] = "Камнедробитель из карьера",
		[378229] = "Рви-зуб",
		[386208] = 1,
		[12323] = 1,
		[212680] = 3,
		[345466] = 4,
		[372087] = "Драгхар Отрицатель",
		[375943] = "Хан Балакар",
		[108396] = 9,
		[127802] = 5,
		[372088] = "Драгхар Отрицатель",
		[257620] = 3,
		[204490] = 12,
		[385519] = 12,
		[381699] = 7,
		[152688] = "[*] Руна тени",
		[101186] = 1,
		[80240] = 9,
		[397113] = "Эраног",
		[341374] = 5,
		[376186] = "Надзиратель Лахар",
		[290985] = 6,
		[194153] = 11,
		[1160] = 1,
		[392569] = "Огнезев",
		[378235] = "Рви-зуб",
		[396665] = "Магмас",
		[320763] = 7,
		[384379] = 8,
		[394618] = 8,
		[209512] = "Голем-страж",
		[199373] = "Войско мертвых|T1392565:0|t <Нотушка>",
		[192206] = "Олмир Просвещенный",
		[168657] = 5,
		[61295] = 7,
		[219788] = 6,
		[372561] = "Куалаши-охотник",
		[213708] = 11,
		[61882] = 7,
		[117570] = "Фрагмент сомнения",
		[22568] = 11,
		[344572] = "Элегон <Инотэк>",
		[145109] = 11,
		[88490] = "Врагорез-5000",
		[392574] = "Чаротворица бури",
		[213709] = 11,
		[20473] = 2,
		[384185] = "Яростная буря",
		[195181] = 6,
		[377500] = "Посланница из рода Бесконечности",
		[145110] = 11,
		[394015] = 5,
		[392576] = "Чаротворица бури",
		[384015] = "Страж Иридий",
		[396672] = "Чаргат Дробитель Чешуи",
		[194311] = 6,
		[355] = 1,
		[109538] = 3,
		[48707] = 6,
		[375986] = 7,
		[373939] = "Тотем взрывной гнили <Гниломаг Око Гнева>",
		[110959] = 8,
		[373942] = "Гниломаг Око Гнева",
		[265433] = "Кровавый осквернитель",
		[392579] = "Камнедробитель из карьера",
		[152279] = 6,
		[381700] = 2,
		[154327] = "Поработитель из клана Призрачной Луны",
		[359816] = "Чикенсаня",
		[106864] = "Лю Пламенное Сердце",
		[25046] = 4,
		[376723] = "Буремант из клана Нокхуд",
		[90960] = "Страж Тьмы из братства Справедливости",
		[193235] = "Химдалль",
		[196733] = 10,
		[209485] = "Проявление магии",
		[384391] = 1,
		[110960] = 8,
		[55342] = 8,
		[308433] = 11,
		[47536] = 5,
		[201427] = 12,
		[546] = 7,
		[118699] = 9,
		[384761] = "Яростная буря",
		[205523] = 10,
		[372107] = "Кокия Пламенное Копыто",
		[48265] = 6,
		[394706] = "Нестабильный мороз",
		[201428] = 12,
		[265625] = "Оскверненный дух",
		[368081] = "[*] Иссушение",
		[386544] = "Магическая книга",
		[148187] = 10,
		[396056] = "Курог Зловещий Тотем",
		[197835] = 4,
		[391371] = 5,
		[342232] = 8,
		[123725] = 10,
		[81269] = 11,
		[385234] = 1,
		[225921] = 12,
		[375652] = "Хранитель чар",
		[321442] = 11,
		[325461] = 6,
		[201430] = 3,
		[387504] = "Изначальное цунами",
		[374160] = 2,
		[376208] = "Хронолорд Дейос",
		[132404] = 1,
		[255696] = 5,
		[199179] = "Эбеновый ворг",
		[376209] = "Хронолорд Дейос",
		[181113] = "Вечная сфера",
		[235219] = 8,
		[198058] = "Один",
		[81782] = 5,
		[2061] = 5,
		[388497] = 10,
		[388704] = 10,
		[157122] = 2,
		[84342] = 3,
		[50622] = 1,
		[596] = 5,
		[8690] = 3,
		[367568] = 3,
		[388499] = 10,
		[383882] = 8,
		[97463] = 1,
		[386452] = 12,
		[388500] = 10,
		[390548] = "Курог Зловещий Тотем",
		[388909] = 3,
		[356084] = 5,
		[386201] = "[*] Оскверненная мана",
		[124274] = 10,
		[89252] = "\"Капитан\" Пирожок",
		[197997] = 7,
		[375828] = "Пылающий демон",
		[378105] = "Рэйис",
		[384407] = 6,
		[383225] = "Рубиновый огнелетчик <Флдан>",
		[381419] = "Рира Когтерезка",
		[114282] = 11,
		[277925] = 4,
		[350631] = 12,
		[51533] = 7,
		[195292] = 6,
		[193765] = 2,
		[392883] = 10,
		[97462] = 1,
		[124275] = 10,
		[319236] = 6,
		[396068] = "Курог Зловещий Тотем",
		[263865] = "Scalehide <Noghle-Blackhand>",
		[90555] = "\"Капитан\" Пирожок",
		[220890] = 6,
		[86392] = 4,
		[124507] = 10,
		[371979] = 10,
		[192222] = 7,
		[209628] = "Советник Меландр",
		[227034] = 11,
		[394907] = "Брейккас",
		[209678] = "Советник Меландр",
		[272679] = 3,
		[212641] = 2,
		[200561] = "Фенрир",
		[211412] = "Пылающий бес",
		[271788] = 3,
		[260247] = 3,
		[397010] = "Почетный страж куалаши",
		[135286] = 11,
		[398206] = "Эксгумированный дух",
		[372129] = "Сеннарт",
		[373579] = 10,
		[359843] = 10,
		[209630] = "[*] Пронзающий ураган",
		[90603] = "\"Капитан\" Пирожок",
		[344351] = "Хати <Драчелло>",
		[49088] = 6,
		[370971] = 12,
		[388513] = 10,
		[114018] = 4,
		[192225] = 8,
		[378275] = 7,
		[388514] = 10,
		[395547] = "Лазурный чаровяз <Гернина>",
		[53563] = 2,
		[254813] = 12,
		[10060] = 5,
		[115315] = 10,
		[120694] = "Животное <Драчелло>",
		[378277] = 7,
		[372134] = 11,
		[123904] = 10,
		[269747] = 3,
		[146739] = 9,
		[155835] = 11,
		[386723] = 2,
		[298765] = 7,
		[108920] = 5,
		[273844] = "Шуджа Люторез",
		[181943] = 4,
		[28271] = 8,
		[370089] = 7,
		[165961] = 11,
		[224127] = 7,
		[368585] = 10,
		[378281] = "Куалаши-чудотворица",
		[368297] = "Охотник-костестрел",
		[216251] = 7,
		[269751] = 3,
		[378282] = "Куалаши-чудотворица",
		[20707] = 9,
		[120679] = 3,
		[269752] = 3,
		[374271] = 6,
		[269651] = 8,
		[1459] = 8,
		[372533] = 10,
		[31850] = 2,
		[372141] = 6,
		[361237] = 11,
		[120696] = 5,
		[368509] = "Рэйис",
		[373552] = "Герент Зловещий",
		[22703] = 9,
		[345739] = 6,
		[378286] = 2,
		[396716] = "Заросшее древо",
		[124280] = 10,
		[327093] = 6,
		[378287] = 8,
		[396717] = "Циклас",
		[283407] = "Воевода Брека Люторез",
		[55233] = 6,
		[386594] = 2,
		[396718] = 1,
		[376671] = 2,
		[193534] = 3,
		[279997] = 6,
		[396719] = 1,
		[1022] = 2,
		[381769] = 1,
		[115175] = 10,
		[372147] = "Балара",
		[368287] = "Охотник-костестрел",
		[200901] = "Солстен",
		[325983] = 2,
		[265665] = "Живая гниль",
		[68992] = 11,
		[102359] = 11,
		[386483] = 10,
		[396722] = "Телаш Серокрылый",
		[369368] = "Земельник-дозорный",
		[104316] = 9,
		[196819] = 4,
		[372056] = "Опаловый Клык",
		[397907] = "Баалгар Бдительный",
		[367230] = "Лоухэпэшер-СвежевательДуш",
		[394676] = "Заклинатель льда совета",
		[265668] = "Живая гниль",
		[390581] = 1,
		[390899] = 8,
		[386486] = 1,
		[393038] = 2,
		[185123] = 12,
		[102375] = 3,
		[32612] = 8,
		[13877] = 4,
		[215785] = 7,
		[359867] = 2,
		[193260] = "[*] Статическое поле",
		[129914] = 10,
		[154353] = "Знамение смерти <Нер'зул>",
		[8092] = 5,
		[375204] = "[*] Жидкая магма",
		[388537] = "Вексам <Магическая книга>",
		[374203] = 3,
		[21868] = "Принцесса Терадрас",
		[345535] = 1,
		[194310] = 6,
		[114571] = "Раздор",
		[64844] = 5,
		[772] = 1,
		[388539] = 1,
		[198088] = "[*] Сияющий фрагмент",
		[392635] = "Каурдит",
		[345561] = "Тиира",
		[372158] = "Курог Зловещий Тотем",
		[81281] = 11,
		[212743] = 4,
		[982] = 3,
		[262652] = 7,
		[209676] = "Советник Меландр",
		[1044] = 2,
		[289277] = 2,
		[110744] = 5,
		[198936] = "[*] Руна исцеления",
		[115098] = 10,
		[394686] = "Нестабильный мороз",
		[206574] = "[*] Резонирующий удар сплеча",
		[287280] = 2,
		[376257] = "Тарасекк-землелом",
		[198959] = "Валарьяр - резчик рун",
		[388544] = "Заросшее древо",
		[235314] = 8,
		[392640] = "Громоголов",
		[212792] = 8,
		[377405] = "Хронолорд Дейос",
		[33763] = 11,
		[392641] = "Громоголов",
		[325202] = 10,
		[388546] = "Вексам <Магическая книга>",
		[17253] = "Носок <Хугобум>",
		[392642] = "Громоголов",
		[196941] = 2,
		[335467] = 5,
		[90556] = "\"Капитан\" Пирожок",
		[395893] = "Курог Зловещий Тотем",
		[205146] = 9,
		[363144] = 2,
		[11327] = 4,
		[88522] = "Врагорез-5000",
		[199034] = "Валарьяр-претендентка",
		[255723] = 6,
		[166646] = 10,
		[108416] = 9,
		[242551] = 9,
		[207744] = 12,
		[32379] = 5,
		[384455] = 8,
		[387812] = 2,
		[191894] = 10,
		[374217] = "Курог Зловещий Тотем",
		[5394] = 7,
		[320976] = 3,
		[341770] = 2,
		[135601] = 11,
		[385814] = 10,
		[231843] = 2,
		[202669] = 4,
		[382410] = "Хитроклык-мистик",
		[187827] = 12,
		[383783] = 8,
		[162243] = 12,
		[374586] = "Главный кузнец Горек",
		[103153] = 3,
		[263642] = 12,
		[388555] = 10,
		[382412] = "Хитроклык-мистик",
		[208628] = 12,
		[367485] = "Боец-коготь",
		[388556] = 10,
		[378760] = 8,
		[361361] = "Рэйис",
	},
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["__profiles"] = {
		["Хугопвар-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["default_bg_alpha"] = 0.5,
			["instances_disable_bar_highlight"] = false,
			["disable_window_groups"] = false,
			["standard_skin"] = false,
			["animate_scroll"] = false,
			["instances_suppress_trash"] = 0,
			["pvp_as_group"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["report_lines"] = 5,
			["segments_amount"] = 40,
			["overall_clear_pvp"] = true,
			["time_type"] = 2,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_flag"] = 16,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["minimum_combat_time"] = 5,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["deny_score_messages"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 177.3010476268708,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["trash_auto_remove"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["use_scroll"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["numerical_system"] = 1,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -107.6824035644531,
							["x"] = 538.4136352539062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["textL_enable_custom_text"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textL_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_inverted"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["backdrop_texture"] = "Details Ground",
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["micro_displays_locked"] = true,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["bars_grow_direction"] = 1,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["libwindow"] = {
						["y"] = -107.6824188232422,
						["x"] = -281.8245849609375,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["switch_all_roles_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -107.6824035644531,
							["x"] = 538.4136352539062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["skin_custom"] = "",
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["death_tooltip_width"] = 350,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Хугомонк-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 6,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["animation_speed"] = 33,
			["deadlog_limit"] = 16,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["disable_window_groups"] = false,
			["data_broker_text"] = "",
			["pvp_as_group"] = true,
			["instances_suppress_trash"] = 0,
			["use_battleground_server_parser"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["numerical_system"] = 1,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -140.18994140625,
							["x"] = 547.5575561523438,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_custom_text"] = "{data1}. {func local player, combat = ...;local ilvl = _detalhes.ilevel:GetIlvl(player.serial); ilvl = ilvl and ilvl.ilvl or 0;return math.floor(0.5+ilvl);} {data3}{data2}",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["use_spec_icons"] = true,
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textL_enable_custom_text"] = false,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textL_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = true,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["grab_on_top"] = false,
					["use_multi_fontstrings"] = true,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["fontstrings_text_limit_offset"] = -10,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["menu_icons_size"] = 0.82,
					["micro_displays_locked"] = true,
					["backdrop_texture"] = "Details Ground",
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["hide_in_combat_alpha"] = 0,
					["clickthrough_rows"] = false,
					["rowareaborder_shown"] = false,
					["libwindow"] = {
						["y"] = -140.18994140625,
						["x"] = -272.6805419921875,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["show_statusbar"] = false,
					["bars_grow_direction"] = 1,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["switch_all_roles_after_wipe"] = false,
					["auto_current"] = true,
					["skin_custom"] = "",
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -140.18994140625,
							["x"] = 547.5575561523438,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -413.4602203369141,
							["x"] = 600.3815307617188,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["fontstrings_text3_anchor"] = 38,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["skin_custom"] = "",
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["texture_custom_file"] = "Interface\\",
						["textL_custom_text"] = "{data1}. {func local player, combat = ...;local ilvl = _detalhes.ilevel:GetIlvl(player.serial); ilvl = ilvl and ilvl.ilvl or 0;return math.floor(0.5+ilvl);} {data3}{data2}",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["use_spec_icons"] = true,
						["textL_enable_custom_text"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["percent_type"] = 1,
						["textL_outline_small"] = true,
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textR_outline"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["texture_background"] = "Details D'ictum (reverse)",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["__snapV"] = false,
					["__snapH"] = false,
					["menu_icons_size"] = 0.82,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fontstrings_text_limit_offset"] = -10,
					["switch_tank_in_combat"] = false,
					["use_multi_fontstrings"] = true,
					["bars_grow_direction"] = 1,
					["bars_inverted"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["clickthrough_window"] = false,
					["bg_g"] = 0.2352,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["micro_displays_locked"] = true,
					["bars_sort_direction"] = 1,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["hide_in_combat_type"] = 1,
					["hide_in_combat_alpha"] = 0,
					["micro_displays_side"] = 2,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["libwindow"] = {
						["y"] = 56.11119842529297,
						["x"] = -219.8565673828125,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["desaturated_menu"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["backdrop_texture"] = "Details Ground",
					["plugins_grow_direction"] = 1,
					["strata"] = "LOW",
					["grab_on_top"] = false,
					["ignore_mass_showhide"] = false,
					["clickthrough_rows"] = false,
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["switch_all_roles_in_combat"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -413.4602203369141,
							["x"] = 600.3815307617188,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["switch_damager_in_combat"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [2]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["auto_swap_to_dynamic_overall"] = false,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["time_type_original"] = 2,
			["overall_clear_newboss"] = true,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 178.253831834886,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["trash_auto_remove"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["deny_score_messages"] = false,
			["segments_panic_mode"] = false,
			["overall_flag"] = 16,
			["show_arena_role_icon"] = false,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_clear_pvp"] = true,
			["time_type"] = 2,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["clear_ungrouped"] = true,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_disable_bar_highlight"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Хугохав-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = true,
			["disable_window_groups"] = false,
			["ps_abbreviation"] = 3,
			["data_broker_text"] = "",
			["instances_suppress_trash"] = 0,
			["pvp_as_group"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["numerical_system_symbols"] = "auto",
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["report_schema"] = 1,
			["death_tooltip_width"] = 350,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -114.7936706542969,
							["x"] = 545.5239868164062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["start_after_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_enable_custom_text"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textL_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["skin_custom"] = "",
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["stretch_button_side"] = 1,
					["bars_inverted"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["ignore_mass_showhide"] = false,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["backdrop_texture"] = "Details Ground",
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_in_combat"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["bg_alpha"] = 0.6,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = -114.7936706542969,
						["x"] = -274.714111328125,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager_in_combat"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["strata"] = "LOW",
					["rowareaborder_shown"] = false,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["grab_on_top"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["bars_grow_direction"] = 1,
					["auto_current"] = true,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -114.7936706542969,
							["x"] = 545.5239868164062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_sidebars"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["fontstrings_text3_anchor"] = 38,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["time_type_original"] = 2,
			["overall_clear_newboss"] = true,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["segments_panic_mode"] = false,
			["overall_flag"] = 16,
			["show_arena_role_icon"] = false,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type"] = 2,
			["overall_clear_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["clear_ungrouped"] = true,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_disable_bar_highlight"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Хугакон-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["tooltip_max_abilities"] = 6,
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["animation_speed"] = 33,
			["deadlog_limit"] = 16,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["disable_window_groups"] = false,
			["data_broker_text"] = "",
			["pvp_as_group"] = true,
			["instances_suppress_trash"] = 0,
			["use_battleground_server_parser"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["numerical_system"] = 1,
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -96.50753784179688,
							["x"] = 540.4454956054688,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["start_after_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_enable_custom_text"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textL_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["skin"] = "Minimalistic",
					["bars_inverted"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["micro_displays_side"] = 2,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["stretch_button_side"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text3_anchor"] = 38,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["switch_all_roles_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["bg_alpha"] = 0.6,
					["clickthrough_rows"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["skin_custom"] = "",
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = -96.50755310058594,
						["x"] = -279.792724609375,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["strata"] = "LOW",
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["grab_on_top"] = false,
					["bars_grow_direction"] = 1,
					["show_statusbar"] = false,
					["auto_current"] = true,
					["rowareaborder_shown"] = false,
					["backdrop_texture"] = "Details Ground",
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -96.50753784179688,
							["x"] = 540.4454956054688,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["overall_clear_pvp"] = true,
			["auto_swap_to_dynamic_overall"] = false,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["time_type_original"] = 2,
			["overall_clear_newboss"] = true,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["memory_threshold"] = 3,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["deny_score_messages"] = false,
			["segments_panic_mode"] = false,
			["overall_flag"] = 16,
			["show_arena_role_icon"] = false,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["report_lines"] = 5,
			["time_type"] = 2,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["clear_ungrouped"] = true,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_disable_bar_highlight"] = false,
			["default_bg_alpha"] = 0.5,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
		},
		["Хугопал-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["tooltip_max_abilities"] = 6,
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["disable_lock_ungroup_buttons"] = false,
			["animation_speed"] = 33,
			["default_bg_alpha"] = 0.5,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["standard_skin"] = false,
			["death_tooltip_width"] = 350,
			["disable_window_groups"] = false,
			["animate_scroll"] = false,
			["ps_abbreviation"] = 3,
			["instances_suppress_trash"] = 0,
			["use_battleground_server_parser"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["numerical_system"] = 1,
			["time_type"] = 2,
			["overall_clear_pvp"] = true,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -95.4915771484375,
							["x"] = 556.6992797851562,
							["w"] = 310.0000610351563,
							["h"] = 157.9999237060547,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["start_after_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_enable_custom_text"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textR_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["skin"] = "Minimalistic",
					["bars_inverted"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fullborder_shown"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["stretch_button_side"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text3_anchor"] = 38,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["bg_alpha"] = 0.6,
					["skin_custom"] = "",
					["rowareaborder_shown"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["switch_all_roles_after_wipe"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = -95.49154663085938,
						["x"] = -263.538818359375,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["strata"] = "LOW",
					["bars_grow_direction"] = 1,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["show_statusbar"] = false,
					["auto_current"] = true,
					["clickthrough_rows"] = false,
					["backdrop_texture"] = "Details Ground",
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -95.4915771484375,
							["x"] = 556.6992797851562,
							["w"] = 310.0000610351563,
							["h"] = 157.9999237060547,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_lines"] = 5,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_clear_newboss"] = true,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["time_type_original"] = 2,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["instances_disable_bar_highlight"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 189.9538521253377,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_flag"] = 16,
			["segments_panic_mode"] = false,
			["show_arena_role_icon"] = false,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["segments_amount"] = 40,
			["update_speed"] = 0.2,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["clear_ungrouped"] = true,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances_segments_locked"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["all_in_one_windows"] = {
			},
		},
		["Maelti-Doomhammer"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["disable_window_groups"] = false,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["instances_suppress_trash"] = 0,
			["data_broker_text"] = "",
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -376.9998779296875,
							["x"] = 796.9998779296875,
							["w"] = 309.9999389648438,
							["h"] = 157.9999694824219,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Interface\\AddOns\\VuhDo\\Fonts\\ariblk.ttf",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["start_after_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_enable_custom_text"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["textR_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Arial Black",
						["texture_class_colors"] = true,
						["show_faction_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["skin_custom"] = "",
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["stretch_button_side"] = 1,
					["bars_inverted"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["ignore_mass_showhide"] = false,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["backdrop_texture"] = "Details Ground",
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_in_combat"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["bg_alpha"] = 0.6,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 84.00006866455078,
						["x"] = -8,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager_in_combat"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["strata"] = "LOW",
					["rowareaborder_shown"] = false,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["grab_on_top"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["bars_grow_direction"] = 1,
					["auto_current"] = true,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -376.9998779296875,
							["x"] = 796.9998779296875,
							["w"] = 309.9999389648438,
							["h"] = 157.9999694824219,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_sidebars"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["fontstrings_text3_anchor"] = 38,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["update_speed"] = 0.2,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["minimum_combat_time"] = 5,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["overall_clear_logout"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["instances_disable_bar_highlight"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["trash_auto_remove"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 77.68040432739132,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["segments_auto_erase"] = 1,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_flag"] = 16,
			["memory_threshold"] = 3,
			["segments_panic_mode"] = false,
			["use_scroll"] = false,
			["overall_clear_newboss"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type"] = 2,
			["numerical_system"] = 1,
			["overall_clear_pvp"] = true,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["standard_skin"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Хугокан-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.0941, -- [1]
					0.0941, -- [2]
					0.0941, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["show_amount"] = false,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["tooltip_max_abilities"] = 6,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["animation_speed"] = 33,
			["deadlog_limit"] = 16,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["disable_window_groups"] = false,
			["data_broker_text"] = "",
			["use_battleground_server_parser"] = false,
			["instances_suppress_trash"] = 0,
			["clear_ungrouped"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -90.41256713867188,
							["x"] = 523.1754760742188,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textR_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["use_multi_fontstrings"] = true,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fullborder_shown"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["micro_displays_locked"] = true,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["clickthrough_rows"] = false,
					["rowareaborder_shown"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["bars_grow_direction"] = 1,
					["grab_on_top"] = false,
					["libwindow"] = {
						["y"] = -90.41258239746094,
						["x"] = -297.062744140625,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["switch_all_roles_after_wipe"] = false,
					["auto_current"] = true,
					["skin_custom"] = "",
					["bg_alpha"] = 0.6,
					["switch_tank_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -90.41256713867188,
							["x"] = 523.1754760742188,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["overall_clear_pvp"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type_original"] = 2,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_flag"] = 16,
			["deny_score_messages"] = false,
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.5764, -- [2]
					0.498, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["report_lines"] = 5,
			["numerical_system"] = 1,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_no_libwindow"] = false,
			["default_bg_alpha"] = 0.5,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
		},
		["Хуговар-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 6,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["all_in_one_windows"] = {
			},
			["animation_speed"] = 33,
			["deadlog_limit"] = 16,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["instances_segments_locked"] = true,
			["disable_window_groups"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_suppress_trash"] = 0,
			["use_battleground_server_parser"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["clear_ungrouped"] = true,
			["report_schema"] = 1,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["numerical_system_symbols"] = "auto",
			["update_speed"] = 0.2,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -128.7928161621094,
							["x"] = 548.0162963867188,
							["w"] = 326.25390625,
							["h"] = 162.0634918212891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["fontstrings_text3_anchor"] = 38,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["skin_custom"] = "",
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["textL_enable_custom_text"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["texture_background"] = "Details D'ictum (reverse)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["menu_icons_size"] = 0.82,
					["use_multi_fontstrings"] = true,
					["__was_opened"] = true,
					["show_sidebars"] = false,
					["skin"] = "Minimalistic",
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["bars_inverted"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["switch_all_roles_in_combat"] = false,
					["micro_displays_locked"] = true,
					["ignore_mass_showhide"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["switch_tank_in_combat"] = false,
					["__snapH"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["micro_displays_side"] = 2,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["grab_on_top"] = false,
					["hide_in_combat_alpha"] = 0,
					["desaturated_menu"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["libwindow"] = {
						["y"] = -128.7928314208984,
						["x"] = -264.094970703125,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["__snapV"] = false,
					["bars_grow_direction"] = 1,
					["backdrop_texture"] = "Details Ground",
					["plugins_grow_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["rowareaborder_size"] = 0.5,
					["hide_in_combat_type"] = 1,
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["clickthrough_rows"] = false,
					["bars_sort_direction"] = 1,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -128.7928161621094,
							["x"] = 548.0162963867188,
							["w"] = 326.25390625,
							["h"] = 162.0634918212891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["bg_g"] = 0.2352,
					["clickthrough_window"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["fontstrings_text_limit_offset"] = -10,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["auto_swap_to_dynamic_overall"] = false,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["overall_flag"] = 16,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["instances_disable_bar_highlight"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 185.706359326547,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["memory_threshold"] = 3,
			["minimum_combat_time"] = 5,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["use_scroll"] = false,
			["overall_clear_newboss"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_clear_pvp"] = true,
			["time_type"] = 2,
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["standard_skin"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Hugork-Draenor"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["disable_window_groups"] = false,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["instances_suppress_trash"] = 0,
			["data_broker_text"] = "",
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 113.0003051757813,
							["x"] = 820.2383422851562,
							["w"] = 309.9999389648438,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Interface\\Addons\\Details\\fonts\\Accidental Presidency.ttf",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["textR_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["show_faction_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_inverted"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["backdrop_texture"] = "Details Ground",
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["micro_displays_locked"] = true,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["bars_grow_direction"] = 1,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["libwindow"] = {
						["y"] = 113.0003051757813,
						["x"] = 0,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["switch_all_roles_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 113.0003051757813,
							["x"] = 820.2383422851562,
							["w"] = 309.9999389648438,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["skin_custom"] = "",
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["overall_clear_pvp"] = true,
			["update_speed"] = 0.2,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["overall_clear_logout"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["minimum_combat_time"] = 5,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["instances_disable_bar_highlight"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["trash_auto_remove"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 151.0110888896486,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["animation_speed_triggertravel"] = 5,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_flag"] = 16,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["segments_panic_mode"] = false,
			["use_scroll"] = false,
			["overall_clear_newboss"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type"] = 2,
			["numerical_system"] = 1,
			["report_lines"] = 5,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["standard_skin"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Хугобум-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["tooltip_max_abilities"] = 6,
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.0941, -- [1]
					0.0941, -- [2]
					0.0941, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["show_amount"] = false,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["fontsize"] = 10,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["disable_lock_ungroup_buttons"] = false,
			["animation_speed"] = 33,
			["default_bg_alpha"] = 0.5,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["instances_no_libwindow"] = false,
			["standard_skin"] = false,
			["disable_window_groups"] = false,
			["animate_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["instances_suppress_trash"] = 0,
			["clear_ungrouped"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["pvp_as_group"] = true,
			["numerical_system"] = 1,
			["overall_clear_pvp"] = true,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -78.99996948242188,
							["x"] = 550.0802612304688,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["font_size"] = 16,
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["textR_enable_custom_text"] = false,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textR_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["use_spec_icons"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["skin"] = "Minimalistic",
					["bars_inverted"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fullborder_shown"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["stretch_button_side"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text3_anchor"] = 38,
					["switch_tank_in_combat"] = false,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["menu_icons_size"] = 0.82,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["bg_alpha"] = 0.6,
					["skin_custom"] = "",
					["clickthrough_rows"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["switch_all_roles_after_wipe"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = -78.99996948242188,
						["x"] = -270.1578369140625,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["strata"] = "LOW",
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_grow_direction"] = 1,
					["grab_on_top"] = false,
					["show_statusbar"] = false,
					["rowareaborder_shown"] = false,
					["auto_current"] = true,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["backdrop_texture"] = "Details Ground",
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -78.99996948242188,
							["x"] = 550.0802612304688,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_lines"] = 5,
			["auto_swap_to_dynamic_overall"] = false,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["overall_clear_newboss"] = true,
			["overall_flag"] = 16,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.5764, -- [2]
					0.498, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["total_abbreviation"] = 2,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["deny_score_messages"] = false,
			["segments_panic_mode"] = false,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_amount"] = 40,
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Hugotest-Draenor"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["disable_lock_ungroup_buttons"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_window_groups"] = false,
			["standard_skin"] = false,
			["death_tooltip_width"] = 350,
			["instances_suppress_trash"] = 0,
			["animate_scroll"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["report_lines"] = 5,
			["segments_amount"] = 40,
			["overall_clear_pvp"] = true,
			["numerical_system"] = 1,
			["time_type"] = 2,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_clear_newboss"] = true,
			["use_scroll"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
			},
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["instances_disable_bar_highlight"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["segments_panic_mode"] = false,
			["minimum_combat_time"] = 5,
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["update_speed"] = 0.2,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 6.103515625e-05,
							["x"] = 0,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Interface\\Addons\\Details\\fonts\\Accidental Presidency.ttf",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["font_size"] = 16,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["show_faction_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["textL_outline_small"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["texture_custom_file"] = "Interface\\",
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["start_after_icon"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["texture_background"] = "Details D'ictum (reverse)",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textR_outline"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_inverted"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["switch_all_roles_in_combat"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["bg_alpha"] = 0.6,
					["skin_custom"] = "",
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["ignore_mass_showhide"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["libwindow"] = {
						["y"] = 7.62939453125e-05,
						["x"] = 0,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["strata"] = "LOW",
					["micro_displays_side"] = 2,
					["backdrop_texture"] = "Details Ground",
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["hide_in_combat_type"] = 1,
					["auto_current"] = true,
					["clickthrough_rows"] = false,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["bars_sort_direction"] = 1,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 6.103515625e-05,
							["x"] = 0,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_sidebars"] = false,
					["fontstrings_text3_anchor"] = 38,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
	},
	["immersion_special_units"] = true,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
		},
		["encounter_timers_dbm"] = {
			["209628"] = {
				"209628", -- [1]
				"Timer209628cd", -- [2]
				"~Пронзающий ураган", -- [3]
				10, -- [4]
				1020351, -- [5]
				"cd", -- [6]
				209628, -- [7]
				2, -- [8]
				"1720", -- [9]
				["id"] = 1870,
			},
			["381517"] = {
				"381517", -- [1]
				"Timer381517cd", -- [2]
				"~Ветер перемен", -- [3]
				17.8, -- [4]
				136075, -- [5]
				"cd", -- [6]
				381517, -- [7]
				3, -- [8]
				"2503", -- [9]
				["id"] = 2623,
			},
			["371976"] = {
				"371976", -- [1]
				"Timer371976cdcount	1", -- [2]
				"~Леденящий взрыв (1)", -- [3]
				15.2, -- [4]
				135782, -- [5]
				"cdcount", -- [6]
				371976, -- [7]
				3, -- [8]
				"2482", -- [9]
				["id"] = 2592,
			},
			["387151"] = {
				"387151", -- [1]
				"Timer387151cd", -- [2]
				"~Морозный опустошитель", -- [3]
				10, -- [4]
				4622451, -- [5]
				"cd", -- [6]
				387151, -- [7]
				3, -- [8]
				"2483", -- [9]
				["id"] = 2583,
			},
			["373680"] = {
				"373680", -- [1]
				"Timer373680cd", -- [2]
				"~Ледяная перегрузка", -- [3]
				8.5, -- [4]
				135782, -- [5]
				"cd", -- [6]
				373680, -- [7]
				4, -- [8]
				"2488", -- [9]
				["id"] = 2609,
			},
			["376827"] = {
				"376827", -- [1]
				"Timer376827cdcount	1", -- [2]
				"~Проводящий удар (1)", -- [3]
				8, -- [4]
				839977, -- [5]
				"cdcount", -- [6]
				376827, -- [7]
				5, -- [8]
				"2477", -- [9]
				["id"] = 2580,
			},
			["198077"] = {
				"198077", -- [1]
				"Timer198077cd", -- [2]
				"~Расколотые копья", -- [3]
				40, -- [4]
				612968, -- [5]
				"cd", -- [6]
				198077, -- [7]
				2, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["388283"] = {
				"388283", -- [1]
				"Timer388283cd", -- [2]
				"~Извержение", -- [3]
				28.8, -- [4]
				136025, -- [5]
				"cd", -- [6]
				388283, -- [7]
				2, -- [8]
				"2498", -- [9]
				["id"] = 2637,
			},
			["153153"] = {
				"153153", -- [1]
				"Timer153153cd", -- [2]
				"~Темный контакт", -- [3]
				24, -- [4]
				632353, -- [5]
				"cd", -- [6]
				153153, -- [7]
				1, -- [8]
				"1139", -- [9]
				["id"] = 1677,
			},
			["375575"] = {
				"375575", -- [1]
				"Timer375575cd	Creature-0-4250-2522-20091-191230-0000235FBB", -- [2]
				"~Огненный часовой", -- [3]
				12.2, -- [4]
				134337, -- [5]
				"cd", -- [6]
				375575, -- [7]
				3, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["374364"] = {
				"374364", -- [1]
				"Timer374364cd", -- [2]
				"~Силовые ростки", -- [3]
				3.2, -- [4]
				132145, -- [5]
				"cd", -- [6]
				374364, -- [7]
				3, -- [8]
				"2492", -- [9]
				["id"] = 2582,
			},
			["106113"] = {
				"106113", -- [1]
				"Timer106113target	Драговер-СвежевательДуш", -- [2]
				"Осознание ничтожности: Драговер*", -- [3]
				30, -- [4]
				132291, -- [5]
				"target", -- [6]
				106113, -- [7]
				3, -- [8]
				"335", -- [9]
				["id"] = 1439,
			},
			["374430"] = {
				"374430", -- [1]
				"Timer374430cd	Creature-0-4243-2522-11282-190588-00001F61DD", -- [2]
				"~Яростный разлом", -- [3]
				33.2, -- [4]
				136025, -- [5]
				"cd", -- [6]
				374430, -- [7]
				3, -- [8]
				"2491", -- [9]
				["id"] = 2605,
			},
			["374043"] = {
				"374043", -- [1]
				"Timer374043cdcount	1", -- [2]
				"~Метеоритный топор (1)", -- [3]
				22.3, -- [4]
				1282282, -- [5]
				"cdcount", -- [6]
				374043, -- [7]
				3, -- [8]
				"2486", -- [9]
				["id"] = 2590,
			},
			["388817"] = {
				"388817", -- [1]
				"Timer388817cd", -- [2]
				"~Каменные осколки", -- [3]
				10.6, -- [4]
				4554447, -- [5]
				"cd", -- [6]
				388817, -- [7]
				2, -- [8]
				"2498", -- [9]
				["id"] = 2637,
			},
			["ej12600"] = {
				"ej12600", -- [1]
				"Timerej12600cd", -- [2]
				"~Эбеновый ворг", -- [3]
				33.8, -- [4]
				132224, -- [5]
				"cd", -- [6]
				"ej12600", -- [7]
				1, -- [8]
				"1487", -- [9]
				["id"] = 1807,
			},
			["209602"] = {
				"209602", -- [1]
				"Timer209602cd", -- [2]
				"~Буйство клинков", -- [3]
				5, -- [4]
				965900, -- [5]
				"cd", -- [6]
				209602, -- [7]
				3, -- [8]
				"1720", -- [9]
				["id"] = 1870,
			},
			["385399"] = {
				"385399", -- [1]
				"Timer385399cd", -- [2]
				"~Высвобожденное разрушение", -- [3]
				48.2, -- [4]
				135735, -- [5]
				"cd", -- [6]
				385399, -- [7]
				2, -- [8]
				"2508", -- [9]
				["id"] = 2584,
			},
			["152801"] = {
				"152801", -- [1]
				"Timer152801cd", -- [2]
				"~Водоворот Бездны", -- [3]
				22.7, -- [4]
				236296, -- [5]
				"cd", -- [6]
				152801, -- [7]
				2, -- [8]
				"1168", -- [9]
				["id"] = 1688,
			},
			["154175"] = {
				"154175", -- [1]
				"Timer154175cdsource	неизвестно	неизвестно", -- [2]
				"~Мощный удар: босс", -- [3]
				15, -- [4]
				237580, -- [5]
				"cdsource", -- [6]
				154175, -- [7]
				3, -- [8]
				"1140", -- [9]
				["id"] = 1679,
			},
			["372863"] = {
				"372863", -- [1]
				"Timer372863cd", -- [2]
				"~Ритуал подчинения огня", -- [3]
				6.9, -- [4]
				135829, -- [5]
				"cd", -- [6]
				372863, -- [7]
				1, -- [8]
				"2485", -- [9]
				["id"] = 2606,
			},
			["21869"] = {
				"21869", -- [1]
				"Timer21869cd", -- [2]
				"~Угрожающий взгляд", -- [3]
				7, -- [4]
				132154, -- [5]
				"cd", -- [6]
				21869, -- [7]
				3, -- [8]
				"431", -- [9]
				["id"] = 429,
			},
			["384316"] = {
				"384316", -- [1]
				"Timer384316cd", -- [2]
				"~Удар молнии", -- [3]
				10.6, -- [4]
				252174, -- [5]
				"cd", -- [6]
				384316, -- [7]
				3, -- [8]
				"2497", -- [9]
				["id"] = 2636,
			},
			["371983"] = {
				"371983", -- [1]
				"Timer371983cdcount	1", -- [2]
				"~Отталкивающий взрыв (1)", -- [3]
				32.7, -- [4]
				252188, -- [5]
				"cdcount", -- [6]
				371983, -- [7]
				2, -- [8]
				"2482", -- [9]
				["id"] = 2592,
			},
			["396044"] = {
				"396044", -- [1]
				"Timer396044cd", -- [2]
				"~Взрывные градины", -- [3]
				4.7, -- [4]
				135849, -- [5]
				"cd", -- [6]
				396044, -- [7]
				3, -- [8]
				"2488", -- [9]
				["id"] = 2609,
			},
			["197961"] = {
				"197961", -- [1]
				"Timer197961cdcount	1", -- [2]
				"~Руническое клеймо (1)", -- [3]
				45.9, -- [4]
				442743, -- [5]
				"cdcount", -- [6]
				197961, -- [7]
				3, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["153067"] = {
				"153067", -- [1]
				"Timer153067next", -- [2]
				"Опустошение Бездны", -- [3]
				65.3, -- [4]
				535592, -- [5]
				"next", -- [6]
				153067, -- [7]
				3, -- [8]
				"1168", -- [9]
				["id"] = 1688,
			},
			["382670"] = {
				"382670", -- [1]
				"Timer382670cdcount	1", -- [2]
				"~Ураганная стрела (1)", -- [3]
				21.5, -- [4]
				1029585, -- [5]
				"cdcount", -- [6]
				382670, -- [7]
				3, -- [8]
				"2478", -- [9]
				["id"] = 2581,
			},
			["375870"] = {
				"375870", -- [1]
				"Timer375870cdcount	1", -- [2]
				"~Смертельные каменные когти (1)", -- [3]
				3.4, -- [4]
				134294, -- [5]
				"cdcount", -- [6]
				375870, -- [7]
				5, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["397783"] = {
				"397783", -- [1]
				"Timer397783cd", -- [2]
				"~Сметающий поток", -- [3]
				20.6, -- [4]
				1698701, -- [5]
				"cd", -- [6]
				397783, -- [7]
				2, -- [8]
				"672", -- [9]
				["id"] = 1418,
			},
			["375457"] = {
				"375457", -- [1]
				"Timer375457cd	Creature-0-4250-2522-20091-191222-0000235E63", -- [2]
				"~Леденящий гнев", -- [3]
				11.1, -- [4]
				1580441, -- [5]
				"cd", -- [6]
				375457, -- [7]
				3, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["386173"] = {
				"386173", -- [1]
				"Timer386173cdcount", -- [2]
				"~Мана-бомбы (неизвестно", -- [3]
				23.9, -- [4]
				1717108, -- [5]
				"cdcount", -- [6]
				386173, -- [7]
				3, -- [8]
				"2509", -- [9]
				["id"] = 2562,
			},
			["377034"] = {
				"377034", -- [1]
				"Timer377034cd", -- [2]
				"~Подавляющий порыв", -- [3]
				15.7, -- [4]
				2103870, -- [5]
				"cd", -- [6]
				377034, -- [7]
				3, -- [8]
				"2495", -- [9]
				["id"] = 2564,
			},
			["372238"] = {
				"372238", -- [1]
				"Timer372238cdcount	2", -- [2]
				"~Призыв паучков (2)", -- [3]
				20.6, -- [4]
				134321, -- [5]
				"cdcount", -- [6]
				372238, -- [7]
				1, -- [8]
				"2482", -- [9]
				["id"] = 2592,
			},
			["193826"] = {
				"193826", -- [1]
				"Timer193826cd", -- [2]
				"~Рагнарек", -- [3]
				11, -- [4]
				135799, -- [5]
				"cd", -- [6]
				193826, -- [7]
				2, -- [8]
				"1488", -- [9]
				["id"] = 1808,
			},
			["376257"] = {
				"376257", -- [1]
				"Timer376257cd	Creature-0-4250-2522-20091-191225-0000235FD4", -- [2]
				"~Подземные толчки", -- [3]
				11, -- [4]
				451165, -- [5]
				"cd", -- [6]
				376257, -- [7]
				3, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["380487"] = {
				"380487", -- [1]
				"Timer380487nextcount	1", -- [2]
				"Каменный выброс (1)", -- [3]
				6, -- [4]
				1044087, -- [5]
				"nextcount", -- [6]
				380487, -- [7]
				3, -- [8]
				"2500", -- [9]
				["id"] = 2639,
			},
			["385916"] = {
				"385916", -- [1]
				"Timer385916cd", -- [2]
				"~Тектонический топот", -- [3]
				15.5, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				385916, -- [7]
				3, -- [8]
				"2498", -- [9]
				["id"] = 2637,
			},
			["209676"] = {
				"209676", -- [1]
				"Timer209676cd", -- [2]
				"~Кромсающий вихрь", -- [3]
				22, -- [4]
				1029585, -- [5]
				"cd", -- [6]
				209676, -- [7]
				3, -- [8]
				"1720", -- [9]
				["id"] = 1870,
			},
			["196838"] = {
				"196838", -- [1]
				"Timer196838cd", -- [2]
				"~Запах крови", -- [3]
				34.4, -- [4]
				841383, -- [5]
				"cd", -- [6]
				196838, -- [7]
				3, -- [8]
				"1487", -- [9]
				["id"] = 1807,
			},
			["373405"] = {
				"373405", -- [1]
				"Timer373405cdcount	1", -- [2]
				"~Взрыв паутины (1)", -- [3]
				33.9, -- [4]
				460954, -- [5]
				"cdcount", -- [6]
				373405, -- [7]
				2, -- [8]
				"2482", -- [9]
				["id"] = 2592,
			},
			["388822"] = {
				"388822", -- [1]
				"Timer388822cd", -- [2]
				"~Энергетический вакуум", -- [3]
				24.9, -- [4]
				1041234, -- [5]
				"cd", -- [6]
				388822, -- [7]
				2, -- [8]
				"2514", -- [9]
				["id"] = 2565,
			},
			["384132"] = {
				"384132", -- [1]
				"Timer384132cd", -- [2]
				"~Переполняющая энергия", -- [3]
				24.3, -- [4]
				4638533, -- [5]
				"cd", -- [6]
				384132, -- [7]
				6, -- [8]
				"2505", -- [9]
				["id"] = 2585,
			},
			["ej24899"] = {
				"ej24899", -- [1]
				"Timerej24899cdcount	2", -- [2]
				"~Хладодышащий арахнид (2)", -- [3]
				103.9, -- [4]
				false, -- [5]
				"cdcount", -- [6]
				"ej24899", -- [7]
				1, -- [8]
				"2482", -- [9]
				["id"] = 2592,
			},
			["376634"] = {
				"376634", -- [1]
				"Timer376634cd", -- [2]
				"~Железное копье", -- [3]
				18, -- [4]
				135130, -- [5]
				"cd", -- [6]
				376634, -- [7]
				3, -- [8]
				"2477", -- [9]
				["id"] = 2580,
			},
			["154671"] = {
				"154671", -- [1]
				"Timer154671cd", -- [2]
				"~Костяной ритуал", -- [3]
				20, -- [4]
				132293, -- [5]
				"cd", -- [6]
				154671, -- [7]
				1, -- [8]
				"1160", -- [9]
				["id"] = 1682,
			},
			["385958"] = {
				"385958", -- [1]
				"Timer385958cd", -- [2]
				"~Волна тайной магии", -- [3]
				12.1, -- [4]
				135734, -- [5]
				"cd", -- [6]
				385958, -- [7]
				5, -- [8]
				"2509", -- [9]
				["id"] = 2562,
			},
			["219488"] = {
				"219488", -- [1]
				"Timer219488cd", -- [2]
				"~Дворник", -- [3]
				11.1, -- [4]
				1391767, -- [5]
				"cd", -- [6]
				219488, -- [7]
				3, -- [8]
				"1718", -- [9]
				["id"] = 1868,
			},
			["374624"] = {
				"374624", -- [1]
				"Timer374624cd	Creature-0-4243-2522-11282-190686-00001F6596", -- [2]
				"~Леденящая буря", -- [3]
				37.7, -- [4]
				135833, -- [5]
				"cd", -- [6]
				374624, -- [7]
				2, -- [8]
				"2491", -- [9]
				["id"] = 2605,
			},
			["390715"] = {
				"390715", -- [1]
				"Timer390715cdcount	1", -- [2]
				"~Пламенный портал (1)", -- [3]
				13.9, -- [4]
				134153, -- [5]
				"cdcount", -- [6]
				390715, -- [7]
				3, -- [8]
				"2480", -- [9]
				["id"] = 2587,
			},
			["388008"] = {
				"388008", -- [1]
				"Timer388008next", -- [2]
				"Абсолютный нуль", -- [3]
				21.8, -- [4]
				135833, -- [5]
				"next", -- [6]
				388008, -- [7]
				2, -- [8]
				"2483", -- [9]
				["id"] = 2583,
			},
			["372107"] = {
				"372107", -- [1]
				"Timer372107cd", -- [2]
				"~Пылающий валун", -- [3]
				14.2, -- [4]
				451164, -- [5]
				"cd", -- [6]
				372107, -- [7]
				3, -- [8]
				"2485", -- [9]
				["id"] = 2606,
			},
			["117665"] = {
				"117665", -- [1]
				"Timer117665cd", -- [2]
				"~Границы реальности", -- [3]
				20.3, -- [4]
				236279, -- [5]
				"cd", -- [6]
				117665, -- [7]
				6, -- [8]
				"335", -- [9]
				["id"] = 1439,
			},
			["153804"] = {
				"153804", -- [1]
				"Timer153804cd", -- [2]
				"~Вдох", -- [3]
				27.1, -- [4]
				463565, -- [5]
				"cd", -- [6]
				153804, -- [7]
				6, -- [8]
				"1140", -- [9]
				["id"] = 1679,
			},
			["375842"] = {
				"375842", -- [1]
				"Timer375842cdcount	1", -- [2]
				"Великий посох", -- [3]
				16.9, -- [4]
				4543115, -- [5]
				"cdcount", -- [6]
				375842, -- [7]
				5, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["383073"] = {
				"383073", -- [1]
				"Timer383073nextcount	1", -- [2]
				"Дробящий удар (1)", -- [3]
				27, -- [4]
				451165, -- [5]
				"nextcount", -- [6]
				383073, -- [7]
				3, -- [8]
				"2500", -- [9]
				["id"] = 2639,
			},
			["374352"] = {
				"374352", -- [1]
				"Timer374352cd", -- [2]
				"~Энергетическая бомба", -- [3]
				15.9, -- [4]
				135735, -- [5]
				"cd", -- [6]
				374352, -- [7]
				3, -- [8]
				"2514", -- [9]
				["id"] = 2565,
			},
			["377505"] = {
				"377505", -- [1]
				"Timer377505next", -- [2]
				"Бешеное опустошение", -- [3]
				387.9, -- [4]
				236305, -- [5]
				"next", -- [6]
				377505, -- [7]
				2, -- [8]
				"2500", -- [9]
				["id"] = 2639,
			},
			["371624"] = {
				"371624", -- [1]
				"Timer371624cdcount	1", -- [2]
				"~Знак проводимости (1)", -- [3]
				16.7, -- [4]
				237587, -- [5]
				"cdcount", -- [6]
				371624, -- [7]
				3, -- [8]
				"2486", -- [9]
				["id"] = 2590,
			},
			["381525"] = {
				"381525", -- [1]
				"Timer381525cd", -- [2]
				"~Ревущее огненное дыхание", -- [3]
				2.1, -- [4]
				460698, -- [5]
				"cd", -- [6]
				381525, -- [7]
				3, -- [8]
				"2503", -- [9]
				["id"] = 2623,
			},
			["193659"] = {
				"193659", -- [1]
				"Timer193659cd", -- [2]
				"~Рывок пламени Скверны", -- [3]
				7.1, -- [4]
				1096201, -- [5]
				"cd", -- [6]
				193659, -- [7]
				3, -- [8]
				"1488", -- [9]
				["id"] = 1808,
			},
			["375943"] = {
				"375943", -- [1]
				"Timer375943cd", -- [2]
				"~Дрожь земли", -- [3]
				37, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				375943, -- [7]
				3, -- [8]
				"2477", -- [9]
				["id"] = 2580,
			},
			["154350"] = {
				"154350", -- [1]
				"Timer154350cd", -- [2]
				"~Знамение смерти", -- [3]
				10.5, -- [4]
				136022, -- [5]
				"cd", -- [6]
				154350, -- [7]
				3, -- [8]
				"1160", -- [9]
				["id"] = 1682,
			},
			["375871"] = {
				"375871", -- [1]
				"Timer375871cdcount	1", -- [2]
				"~Дикий огонь (1)", -- [3]
				8.4, -- [4]
				136186, -- [5]
				"cdcount", -- [6]
				375871, -- [7]
				3, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["372082"] = {
				"372082", -- [1]
				"Timer372082cdcount	1", -- [2]
				"~Опутывающие сети (1)", -- [3]
				17.9, -- [4]
				237430, -- [5]
				"cdcount", -- [6]
				372082, -- [7]
				3, -- [8]
				"2482", -- [9]
				["id"] = 2592,
			},
			["385434"] = {
				"385434", -- [1]
				"Timer385434cdcount	1", -- [2]
				"~Прыжок духа (1)", -- [3]
				6, -- [4]
				135736, -- [5]
				"cdcount", -- [6]
				385434, -- [7]
				3, -- [8]
				"2478", -- [9]
				["id"] = 2581,
			},
			["385558"] = {
				"385558", -- [1]
				"Timer385558cd", -- [2]
				"~Разразившийся ливень", -- [3]
				9.4, -- [4]
				136018, -- [5]
				"cd", -- [6]
				385558, -- [7]
				2, -- [8]
				"2503", -- [9]
				["id"] = 2623,
			},
			["388410"] = {
				"388410", -- [1]
				"Timer388410cdcount	1", -- [2]
				"~Встречный ветер (1)", -- [3]
				28.9, -- [4]
				4555542, -- [5]
				"cdcount", -- [6]
				388410, -- [7]
				3, -- [8]
				"2502", -- [9]
				["id"] = 2635,
			},
			["386781"] = {
				"386781", -- [1]
				"Timer386781cd", -- [2]
				"~Ледяная бомба", -- [3]
				3.6, -- [4]
				4554439, -- [5]
				"cd", -- [6]
				386781, -- [7]
				3, -- [8]
				"2483", -- [9]
				["id"] = 2583,
			},
			["388796"] = {
				"388796", -- [1]
				"Timer388796cdcount	1", -- [2]
				"~Прорастание (1)", -- [3]
				13.1, -- [4]
				464030, -- [5]
				"cdcount", -- [6]
				388796, -- [7]
				3, -- [8]
				"2512", -- [9]
				["id"] = 2563,
			},
			["208165"] = {
				"208165", -- [1]
				"Timer208165cd", -- [2]
				"~Иссохшая душа", -- [3]
				12, -- [4]
				460700, -- [5]
				"cd", -- [6]
				208165, -- [7]
				3, -- [8]
				"1719", -- [9]
				["id"] = 1869,
			},
			["388623"] = {
				"388623", -- [1]
				"Timer388623cd", -- [2]
				"~Ответвление", -- [3]
				30, -- [4]
				133749, -- [5]
				"cd", -- [6]
				388623, -- [7]
				3, -- [8]
				"2512", -- [9]
				["id"] = 2563,
			},
			["164974"] = {
				"164974", -- [1]
				"Timer164974cd", -- [2]
				"~Полное затмение", -- [3]
				44.9, -- [4]
				236151, -- [5]
				"cd", -- [6]
				164974, -- [7]
				6, -- [8]
				"1139", -- [9]
				["id"] = 1677,
			},
			["396640"] = {
				"396640", -- [1]
				"Timer396640cd", -- [2]
				"~Целительное прикосновение", -- [3]
				5, -- [4]
				136041, -- [5]
				"cd", -- [6]
				396640, -- [7]
				4, -- [8]
				"2512", -- [9]
				["id"] = 2563,
			},
			["373059"] = {
				"373059", -- [1]
				"Timer373059cdcount	1", -- [2]
				"~Изначальная снежная буря (1)", -- [3]
				60, -- [4]
				135833, -- [5]
				"cdcount", -- [6]
				373059, -- [7]
				2, -- [8]
				"2486", -- [9]
				["id"] = 2590,
			},
			["386660"] = {
				"386660", -- [1]
				"Timer386660cd", -- [2]
				"~Извергающаяся трещина", -- [3]
				20.2, -- [4]
				132860, -- [5]
				"cd", -- [6]
				386660, -- [7]
				3, -- [8]
				"2492", -- [9]
				["id"] = 2582,
			},
			["191284"] = {
				"191284", -- [1]
				"Timer191284cd", -- [2]
				"~Рог доблести", -- [3]
				10.8, -- [4]
				134229, -- [5]
				"cd", -- [6]
				191284, -- [7]
				2, -- [8]
				"1485", -- [9]
				["id"] = 1805,
			},
			["370307"] = {
				"370307", -- [1]
				"Timer370307cdcount	1", -- [2]
				"~Армия пламени (1)", -- [3]
				91.7, -- [4]
				135790, -- [5]
				"cdcount", -- [6]
				370307, -- [7]
				2, -- [8]
				"2480", -- [9]
				["id"] = 2587,
			},
			["370991"] = {
				"370991", -- [1]
				"Timer370991cdcount	1", -- [2]
				"~Земляной столп (1)", -- [3]
				9.5, -- [4]
				1016245, -- [5]
				"cdcount", -- [6]
				370991, -- [7]
				3, -- [8]
				"2486", -- [9]
				["id"] = 2590,
			},
			["376892"] = {
				"376892", -- [1]
				"Timer376892cd", -- [2]
				"~Трескучий сдвиг", -- [3]
				37, -- [4]
				136111, -- [5]
				"cd", -- [6]
				376892, -- [7]
				3, -- [8]
				"2477", -- [9]
				["id"] = 2580,
			},
			["193235"] = {
				"193235", -- [1]
				"Timer193235cd", -- [2]
				"~Танцующий клинок", -- [3]
				5.2, -- [4]
				135408, -- [5]
				"cd", -- [6]
				193235, -- [7]
				3, -- [8]
				"1485", -- [9]
				["id"] = 1805,
			},
			["197556"] = {
				"197556", -- [1]
				"Timer197556cd", -- [2]
				"~Хищный прыжок", -- [3]
				31, -- [4]
				1029718, -- [5]
				"cd", -- [6]
				197556, -- [7]
				3, -- [8]
				"1487", -- [9]
				["id"] = 1807,
			},
			["376864"] = {
				"376864", -- [1]
				"Timer376864cd", -- [2]
				"~Заряженное копье", -- [3]
				18, -- [4]
				135127, -- [5]
				"cd", -- [6]
				376864, -- [7]
				3, -- [8]
				"2477", -- [9]
				["id"] = 2580,
			},
			["376448"] = {
				"376448", -- [1]
				"Timer376448active", -- [2]
				"Огненная буря заканчивается", -- [3]
				12, -- [4]
				135821, -- [5]
				"active", -- [6]
				376448, -- [7]
				1, -- [8]
				"2495", -- [9]
				["id"] = 2564,
			},
			["nil"] = {
				"nil", -- [1]
				"%s	Атака", -- [2]
				"Атака", -- [3]
				10, -- [4]
				132349, -- [5]
				nil, -- [6]
				nil, -- [7]
				0, -- [8]
				"PullTimerCountdownDummy", -- [9]
				["id"] = 2587,
			},
			["207906"] = {
				"207906", -- [1]
				"Timer207906cd", -- [2]
				"~Интенсивное горение", -- [3]
				6, -- [4]
				135818, -- [5]
				"cd", -- [6]
				207906, -- [7]
				2, -- [8]
				"1719", -- [9]
				["id"] = 1869,
			},
			["152979"] = {
				"152979", -- [1]
				"Timer152979next", -- [2]
				"Осколок души", -- [3]
				37, -- [4]
				828455, -- [5]
				"next", -- [6]
				152979, -- [7]
				6, -- [8]
				"1168", -- [9]
				["id"] = 1688,
			},
			["5568"] = {
				"5568", -- [1]
				"Timer5568cd", -- [2]
				"~Тяжелый шаг", -- [3]
				6, -- [4]
				136063, -- [5]
				"cd", -- [6]
				5568, -- [7]
				2, -- [8]
				"429", -- [9]
				["id"] = 426,
			},
			["385974"] = {
				"385974", -- [1]
				"Timer385974cdcount	1", -- [2]
				"~Чародейские сферы (1)", -- [3]
				2.1, -- [4]
				1391782, -- [5]
				"cdcount", -- [6]
				385974, -- [7]
				5, -- [8]
				"2509", -- [9]
				["id"] = 2562,
			},
			["380176"] = {
				"380176", -- [1]
				"Timer380176cdcount	1", -- [2]
				"Великий посох", -- [3]
				16.40599999997066, -- [4]
				4543115, -- [5]
				"cdcount", -- [6]
				380176, -- [7]
				5, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["385578"] = {
				"385578", -- [1]
				"Timer385578cd", -- [2]
				"~Древняя сфера", -- [3]
				10.1, -- [4]
				1717106, -- [5]
				"cd", -- [6]
				385578, -- [7]
				3, -- [8]
				"2505", -- [9]
				["id"] = 2585,
			},
			["207261"] = {
				"207261", -- [1]
				"Timer207261cd", -- [2]
				"~Резонирующий удар сплеча", -- [3]
				6.2, -- [4]
				135734, -- [5]
				"cd", -- [6]
				207261, -- [7]
				3, -- [8]
				"1718", -- [9]
				["id"] = 1868,
			},
			["375630"] = {
				"375630", -- [1]
				"Timer375630cd	Creature-0-4250-2522-20091-191232-0000235E7C", -- [2]
				"~Ионизирующий заряд", -- [3]
				10, -- [4]
				1370984, -- [5]
				"cd", -- [6]
				375630, -- [7]
				3, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["372851"] = {
				"372851", -- [1]
				"Timer372851cd", -- [2]
				"~Ледяная буря", -- [3]
				11.9, -- [4]
				136213, -- [5]
				"cd", -- [6]
				372851, -- [7]
				3, -- [8]
				"2488", -- [9]
				["id"] = 2609,
			},
			["375879"] = {
				"375879", -- [1]
				"Timer375879nextcount	2", -- [2]
				"Неистовство хранительницы стаи (2)", -- [3]
				30, -- [4]
				132345, -- [5]
				"nextcount", -- [6]
				375879, -- [7]
				5, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["257554"] = {
				"257554", -- [1]
				"Timer257554addscustom	1", -- [2]
				"Адды (1)", -- [3]
				35.6, -- [4]
				642418, -- [5]
				"addscustom", -- [6]
				257554, -- [7]
				1, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["207881"] = {
				"207881", -- [1]
				"Timer207881cd", -- [2]
				"~Инфернальное извержение", -- [3]
				19.5, -- [4]
				451164, -- [5]
				"cd", -- [6]
				207881, -- [7]
				2, -- [8]
				"1719", -- [9]
				["id"] = 1869,
			},
			["375937"] = {
				"375937", -- [1]
				"Timer375937cdcount	1", -- [2]
				"~Разрывающий удар (1)", -- [3]
				8, -- [4]
				132155, -- [5]
				"cdcount", -- [6]
				375937, -- [7]
				5, -- [8]
				"2477", -- [9]
				["id"] = 2580,
			},
			["374622"] = {
				"374622", -- [1]
				"Timer374622cd	Creature-0-4243-2522-11282-190690-00001F61DD", -- [2]
				"~Просвет бури", -- [3]
				20.8, -- [4]
				132331, -- [5]
				"cd", -- [6]
				374622, -- [7]
				2, -- [8]
				"2491", -- [9]
				["id"] = 2605,
			},
			["374361"] = {
				"374361", -- [1]
				"Timer374361cd", -- [2]
				"~Звездное дыхание", -- [3]
				28.1, -- [4]
				135849, -- [5]
				"cd", -- [6]
				374361, -- [7]
				3, -- [8]
				"2514", -- [9]
				["id"] = 2565,
			},
			["391686"] = {
				"391686", -- [1]
				"Timer391686cdcount	1", -- [2]
				"~Знак проводимости (1)", -- [3]
				4.6, -- [4]
				237587, -- [5]
				"cdcount", -- [6]
				391686, -- [7]
				3, -- [8]
				"2502", -- [9]
				["id"] = 2635,
			},
			["388537"] = {
				"388537", -- [1]
				"Timer388537cd", -- [2]
				"~Магический разлом", -- [3]
				40.7, -- [4]
				429383, -- [5]
				"cd", -- [6]
				388537, -- [7]
				3, -- [8]
				"2509", -- [9]
				["id"] = 2562,
			},
			["376073"] = {
				"376073", -- [1]
				"Timer376073cdcount	1", -- [2]
				"~Ускоренная инкубация (1)", -- [3]
				14.3, -- [4]
				1385911, -- [5]
				"cdcount", -- [6]
				376073, -- [7]
				1, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["385075"] = {
				"385075", -- [1]
				"Timer385075cd", -- [2]
				"~Чародейское извержение", -- [3]
				28.9, -- [4]
				135753, -- [5]
				"cd", -- [6]
				385075, -- [7]
				3, -- [8]
				"2508", -- [9]
				["id"] = 2584,
			},
			["388716"] = {
				"388716", -- [1]
				"Timer388716cdcount	1", -- [2]
				"~Ледяной покров (1)", -- [3]
				26.5, -- [4]
				135782, -- [5]
				"cdcount", -- [6]
				388716, -- [7]
				2, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["388302"] = {
				"388302", -- [1]
				"Timer388302cdcount	1", -- [2]
				"~Воронки (1)", -- [3]
				7, -- [4]
				4037123, -- [5]
				"cdcount", -- [6]
				388302, -- [7]
				3, -- [8]
				"2502", -- [9]
				["id"] = 2635,
			},
			["374567"] = {
				"374567", -- [1]
				"Timer374567cd", -- [2]
				"~Взрывное клеймо", -- [3]
				30.7, -- [4]
				135734, -- [5]
				"cd", -- [6]
				374567, -- [7]
				3, -- [8]
				"2492", -- [9]
				["id"] = 2582,
			},
			["207278"] = {
				"207278", -- [1]
				"Timer207278cd", -- [2]
				"~Чародейская изоляция", -- [3]
				15, -- [4]
				1041230, -- [5]
				"cd", -- [6]
				207278, -- [7]
				3, -- [8]
				"1718", -- [9]
				["id"] = 1868,
			},
			["387849"] = {
				"387849", -- [1]
				"Timer387849cdcount	1", -- [2]
				"~Поднимающаяся буря (1)", -- [3]
				80, -- [4]
				4554454, -- [5]
				"cdcount", -- [6]
				387849, -- [7]
				1, -- [8]
				"2502", -- [9]
				["id"] = 2635,
			},
			["374720"] = {
				"374720", -- [1]
				"Timer374720cd", -- [2]
				"~Поглощающий топот", -- [3]
				45.3, -- [4]
				135735, -- [5]
				"cd", -- [6]
				374720, -- [7]
				2, -- [8]
				"2492", -- [9]
				["id"] = 2582,
			},
			["388923"] = {
				"388923", -- [1]
				"Timer388923cd", -- [2]
				"~Взрывной рост", -- [3]
				47, -- [4]
				136025, -- [5]
				"cd", -- [6]
				388923, -- [7]
				2, -- [8]
				"2512", -- [9]
				["id"] = 2563,
			},
			["376943"] = {
				"376943", -- [1]
				"Timer376943cdcount	1", -- [2]
				"~Смерч (1)", -- [3]
				45.2, -- [4]
				511543, -- [5]
				"cdcount", -- [6]
				376943, -- [7]
				2, -- [8]
				"2502", -- [9]
				["id"] = 2635,
			},
			["198263"] = {
				"198263", -- [1]
				"Timer198263cdcount	1", -- [2]
				"~Светозарная буря (1)", -- [3]
				24, -- [4]
				236250, -- [5]
				"cdcount", -- [6]
				198263, -- [7]
				2, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["374427"] = {
				"374427", -- [1]
				"Timer374427cd", -- [2]
				"~Разбивание земли", -- [3]
				5.9, -- [4]
				451165, -- [5]
				"cd", -- [6]
				374427, -- [7]
				3, -- [8]
				"2491", -- [9]
				["id"] = 2605,
			},
			["388918"] = {
				"388918", -- [1]
				"Timer388918cdcount	1", -- [2]
				"~Морозный покров (1)", -- [3]
				42, -- [4]
				1717108, -- [5]
				"cdcount", -- [6]
				388918, -- [7]
				2, -- [8]
				"2493", -- [9]
				["id"] = 2614,
			},
			["396023"] = {
				"396023", -- [1]
				"Timer396023cdcount	1", -- [2]
				"~Испепеляющий рык (1)", -- [3]
				9.8, -- [4]
				642418, -- [5]
				"cdcount", -- [6]
				396023, -- [7]
				2, -- [8]
				"2480", -- [9]
				["id"] = 2587,
			},
			["370615"] = {
				"370615", -- [1]
				"Timer370615cdcount	1", -- [2]
				"~Раскаленный удар (1)", -- [3]
				37.9, -- [4]
				524795, -- [5]
				"cdcount", -- [6]
				370615, -- [7]
				3, -- [8]
				"2480", -- [9]
				["id"] = 2587,
			},
			["396022"] = {
				"396022", -- [1]
				"Timer396022cdcount	2", -- [2]
				"~Раскаленные шипы (2)", -- [3]
				21.4, -- [4]
				1058935, -- [5]
				"cdcount", -- [6]
				396022, -- [7]
				3, -- [8]
				"2480", -- [9]
				["id"] = 2587,
			},
			["377166"] = {
				"377166", -- [1]
				"Timer377166nextcount	1", -- [2]
				"Аннигиляция (1)", -- [3]
				90, -- [4]
				459027, -- [5]
				"nextcount", -- [6]
				377166, -- [7]
				3, -- [8]
				"2500", -- [9]
				["id"] = 2639,
			},
			["384699"] = {
				"384699", -- [1]
				"Timer384699cd", -- [2]
				"~Кристаллический рев", -- [3]
				12.3, -- [4]
				135730, -- [5]
				"cd", -- [6]
				384699, -- [7]
				3, -- [8]
				"2508", -- [9]
				["id"] = 2584,
			},
			["386547"] = {
				"386547", -- [1]
				"Timer386547cdcount	1", -- [2]
				"~Отпор (1)", -- [3]
				50, -- [4]
				1029595, -- [5]
				"cdcount", -- [6]
				386547, -- [7]
				4, -- [8]
				"2478", -- [9]
				["id"] = 2581,
			},
			["386320"] = {
				"386320", -- [1]
				"Timer386320nextcount	1", -- [2]
				"Призыв диверсанта (1)", -- [3]
				15, -- [4]
				3012071, -- [5]
				"nextcount", -- [6]
				386320, -- [7]
				1, -- [8]
				"2498", -- [9]
				["id"] = 2637,
			},
			["384620"] = {
				"384620", -- [1]
				"Timer384620cd", -- [2]
				"~Электрическая буря", -- [3]
				30.1, -- [4]
				237589, -- [5]
				"cd", -- [6]
				384620, -- [7]
				2, -- [8]
				"2497", -- [9]
				["id"] = 2636,
			},
			["386063"] = {
				"386063", -- [1]
				"Timer386063cdcount	1", -- [2]
				"~Отпугивающий рык (1)", -- [3]
				5.5, -- [4]
				136147, -- [5]
				"cdcount", -- [6]
				386063, -- [7]
				2, -- [8]
				"2478", -- [9]
				["id"] = 2581,
			},
			["11130"] = {
				"11130", -- [1]
				"Timer11130cd", -- [2]
				"~Отбрасывание", -- [3]
				9, -- [4]
				132939, -- [5]
				"cd", -- [6]
				11130, -- [7]
				2, -- [8]
				"429", -- [9]
				["id"] = 426,
			},
			["381605"] = {
				"381605", -- [1]
				"Timer381605cd", -- [2]
				"~Огненный плевок", -- [3]
				17.1, -- [4]
				135809, -- [5]
				"cd", -- [6]
				381605, -- [7]
				3, -- [8]
				"2503", -- [9]
				["id"] = 2623,
			},
			["201221"] = {
				"201221", -- [1]
				"Timer201221cd", -- [2]
				"~Призыв закаленного бурей воина", -- [3]
				54, -- [4]
				839979, -- [5]
				"cd", -- [6]
				201221, -- [7]
				1, -- [8]
				"1489", -- [9]
				["id"] = 1809,
			},
			["21909"] = {
				"21909", -- [1]
				"Timer21909cd", -- [2]
				"~Пылевое поле", -- [3]
				8, -- [4]
				136018, -- [5]
				"cd", -- [6]
				21909, -- [7]
				2, -- [8]
				"431", -- [9]
				["id"] = 429,
			},
			["373027"] = {
				"373027", -- [1]
				"Timer373027cdcount	1", -- [2]
				"~Удушающие тенета (1)", -- [3]
				22.7, -- [4]
				237431, -- [5]
				"cdcount", -- [6]
				373027, -- [7]
				3, -- [8]
				"2482", -- [9]
				["id"] = 2592,
			},
			["376279"] = {
				"376279", -- [1]
				"Timer376279nextcount	1", -- [2]
				"Оглушающий удар (1)", -- [3]
				16, -- [4]
				236316, -- [5]
				"nextcount", -- [6]
				376279, -- [7]
				5, -- [8]
				"2500", -- [9]
				["id"] = 2639,
			},
			["377004"] = {
				"377004", -- [1]
				"Timer377004cd", -- [2]
				"~Оглушительный визг", -- [3]
				10.1, -- [4]
				252188, -- [5]
				"cd", -- [6]
				377004, -- [7]
				3, -- [8]
				"2495", -- [9]
				["id"] = 2564,
			},
			["397797"] = {
				"397797", -- [1]
				"Timer397797cd", -- [2]
				"~Проклятый водоворот", -- [3]
				8.5, -- [4]
				1035054, -- [5]
				"cd", -- [6]
				397797, -- [7]
				3, -- [8]
				"672", -- [9]
				["id"] = 1418,
			},
			["384223"] = {
				"384223", -- [1]
				"Timer384223cd", -- [2]
				"~Призыв драконьей иллюзии", -- [3]
				3.7, -- [4]
				1387356, -- [5]
				"cd", -- [6]
				384223, -- [7]
				1, -- [8]
				"2505", -- [9]
				["id"] = 2585,
			},
		},
	},
	["spell_category_latest_query"] = 0,
	["played_class_time"] = true,
	["damage_scroll_auto_open"] = true,
	["class_time_played"] = {
		[8] = {
			["WARRIOR"] = 96473.18000000023,
			["PALADIN"] = 98505.77199999952,
			["EVOKER"] = 9455.419000000053,
			["MONK"] = 87959.49399999985,
			["DEMONHUNTER"] = 42732.27000000016,
		},
		["WARRIOR"] = 128707.1390000001,
		[9] = {
			["HUNTER"] = 24056.41200000001,
			["WARRIOR"] = 3639.353999999956,
			["PALADIN"] = 57020.69700000014,
			["MAGE"] = 5385.56899999996,
			["MONK"] = 283006.2570000009,
			["EVOKER"] = 4180.138000000028,
		},
	},
	["slash_me_used"] = false,
	["aura_tracker_frame"] = {
		["scaletable"] = {
			["scale"] = 1,
		},
		["position"] = {
		},
	},
	["spell_category_latest_save"] = 0,
	["spellid_ignored"] = {
	},
	["show_warning_id1"] = true,
	["run_code"] = {
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["item_level_pool"] = {
		["Player-1615-08946304"] = {
			["time"] = 1671656804,
			["name"] = "Ватрониум",
			["ilvl"] = 379.5,
		},
		["Player-1615-0AEB1962"] = {
			["time"] = 1671656808,
			["name"] = "Линлот",
			["ilvl"] = 385.875,
		},
		["Player-1098-09129D89"] = {
			["name"] = "Felynda-Malfurion",
			["time"] = 1671607259,
			["ilvl"] = 360.9375,
		},
		["Player-1615-0B07C4E5"] = {
			["time"] = 1671656852,
			["name"] = "Хугомонк",
			["ilvl"] = 387.625,
		},
		["Player-1403-07D0B7B1"] = {
			["name"] = "Krazypal-Draenor",
			["time"] = 1671565182,
			["ilvl"] = 379.0625,
		},
		["Player-1408-05F283EF"] = {
			["name"] = "Nîs-Norgannon",
			["time"] = 1671607283,
			["ilvl"] = 380.375,
		},
		["Player-1335-09698D6F"] = {
			["name"] = "Хугомонк",
			["time"] = 1671607289,
			["ilvl"] = 382.6,
		},
		["Player-1615-0AF2710F"] = {
			["name"] = "Пуссипистолх",
			["time"] = 1671607247,
			["ilvl"] = 390.875,
		},
		["Player-1405-08DCD57A"] = {
			["name"] = "Achawasca-DerMithrilorden",
			["time"] = 1671607288,
			["ilvl"] = 378.25,
		},
		["Player-1615-0AD1AA33"] = {
			["time"] = 1671656759,
			["name"] = "Хохохохохох",
			["ilvl"] = 388.6875,
		},
		["Player-1099-0A805E2E"] = {
			["name"] = "Schwefelix-Alleria",
			["time"] = 1671607234,
			["ilvl"] = 379.4375,
		},
		["Player-1301-0C5E86D6"] = {
			["name"] = "Bubzel-Outland",
			["time"] = 1671562851,
			["ilvl"] = 380.625,
		},
		["Player-1615-0AF74D53"] = {
			["time"] = 1671656759,
			["name"] = "Мурратик",
			["ilvl"] = 391.0625,
		},
		["Player-1615-0AFEC7EB"] = {
			["time"] = 1671656811,
			["name"] = "Этовертолет",
			["ilvl"] = 383.0625,
		},
		["Player-1084-092FF135"] = {
			["name"] = "Smoldique-TarrenMill",
			["time"] = 1671607259,
			["ilvl"] = 378,
		},
		["Player-1615-09EF9724"] = {
			["time"] = 1671656825,
			["name"] = "Аландир",
			["ilvl"] = 392.8125,
		},
		["Player-1624-0A7E7241"] = {
			["name"] = "Ptichibros-Arathi",
			["time"] = 1671607288,
			["ilvl"] = 372.4375,
		},
		["Player-1615-0AE5B2D0"] = {
			["time"] = 1671656837,
			["name"] = "Ледиланатель",
			["ilvl"] = 389.1875,
		},
		["Player-1335-069F3439"] = {
			["name"] = "Eol-Ysondre",
			["time"] = 1671607247,
			["ilvl"] = 394.75,
		},
		["Player-1401-0A493011"] = {
			["name"] = "Losienne-Nozdormu",
			["time"] = 1671607288,
			["ilvl"] = 383.5,
		},
		["Player-1615-0AAD6B8C"] = {
			["time"] = 1671655122,
			["name"] = "Серегя",
			["ilvl"] = 386.625,
		},
		["Player-581-078E3A48"] = {
			["name"] = "Venroxs-Blackrock",
			["time"] = 1671607288,
			["ilvl"] = 378.1875,
		},
		["Player-1604-0F494E28"] = {
			["name"] = "Хилопутало-СвежевательДуш",
			["time"] = 1671562851,
			["ilvl"] = 368.4375,
		},
		["Player-1615-0B10CD8A"] = {
			["time"] = 1671644492,
			["name"] = "Бишарк",
			["ilvl"] = 383.75,
		},
		["Player-3686-05CC38E6"] = {
			["name"] = "Psycosxy-Antonidas",
			["time"] = 1671607247,
			["ilvl"] = 385,
		},
		["Player-1929-0F484B94"] = {
			["name"] = "Саргерита-Борейскаятундра",
			["time"] = 1671607259,
			["ilvl"] = 378.3125,
		},
		["Player-1615-0B057C44"] = {
			["name"] = "Денрайву",
			["time"] = 1671566571,
			["ilvl"] = 371.125,
		},
		["Player-1615-0B0FC970"] = {
			["time"] = 1671652482,
			["name"] = "Аскельт",
			["ilvl"] = 374.1875,
		},
		["Player-1615-0AC000DE"] = {
			["time"] = 1671656759,
			["name"] = "Комт",
			["ilvl"] = 391.25,
		},
		["Player-1615-0AEC9129"] = {
			["time"] = 1671656852,
			["name"] = "Ожившийлось",
			["ilvl"] = 394.75,
		},
		["Player-1615-0A9A671E"] = {
			["time"] = 1671656852,
			["name"] = "Менструа",
			["ilvl"] = 392.5625,
		},
		["Player-1615-0B10D1BE"] = {
			["time"] = 1671656779,
			["name"] = "Натазат",
			["ilvl"] = 380.5,
		},
		["Player-3691-05C30661"] = {
			["name"] = "Vaskus-Blackhand",
			["time"] = 1671607259,
			["ilvl"] = 374.1875,
		},
		["Player-1615-0B09B583"] = {
			["time"] = 1671656819,
			["name"] = "Ювитта",
			["ilvl"] = 386.0625,
		},
		["Player-1615-0B033E78"] = {
			["time"] = 1671656779,
			["name"] = "Бабусянатусе",
			["ilvl"] = 387.8125,
		},
		["Player-1615-0A722347"] = {
			["time"] = 1671656836,
			["name"] = "Дельфуего",
			["ilvl"] = 392.5,
		},
		["Player-3686-071A6AF8"] = {
			["name"] = "Bigbonks-Antonidas",
			["time"] = 1671565182,
			["ilvl"] = 384,
		},
		["Player-1615-0B080B42"] = {
			["time"] = 1671656795,
			["name"] = "Злюдра",
			["ilvl"] = 389.375,
		},
		["Player-1615-0A8E7F97"] = {
			["time"] = 1671656836,
			["name"] = "Нотушка",
			["ilvl"] = 388.375,
		},
		["Player-1615-08D81B1E"] = {
			["time"] = 1671656759,
			["name"] = "Ледотроль",
			["ilvl"] = 377.5,
		},
		["Player-3691-09E9CDFC"] = {
			["name"] = "Kiralí-Blackhand",
			["time"] = 1671607259,
			["ilvl"] = 379.4375,
		},
		["Player-580-098FD2F9"] = {
			["name"] = "Dämonenlirks-Blackmoore",
			["time"] = 1671607247,
			["ilvl"] = 382.9375,
		},
		["Player-1596-0A1A12A9"] = {
			["name"] = "Dippeh-TheMaelstrom",
			["time"] = 1671607247,
			["ilvl"] = 374.375,
		},
		["Player-1122-072CA037"] = {
			["name"] = "Boukitows-Drek'Thar",
			["time"] = 1671607071,
			["ilvl"] = 393,
		},
		["Player-1604-0E6839B9"] = {
			["name"] = "Флук-СвежевательДуш",
			["time"] = 1671562851,
			["ilvl"] = 378.75,
		},
		["Player-3692-09A64BCE"] = {
			["name"] = "Lîlalu-Eredar",
			["time"] = 1671607287,
			["ilvl"] = 378.1875,
		},
		["Player-1390-0BA6C973"] = {
			["name"] = "Kyukoon-Hyjal",
			["time"] = 1671607290,
			["ilvl"] = 389.3333333333333,
		},
		["Player-3686-09EA5193"] = {
			["name"] = "Gabbana-Antonidas",
			["time"] = 1671565182,
			["ilvl"] = 360.8125,
		},
		["Player-3691-094A22D8"] = {
			["name"] = "Alyh-Blackhand",
			["time"] = 1671607259,
			["ilvl"] = 377.75,
		},
		["Player-1615-09CB4496"] = {
			["time"] = 1671656852,
			["name"] = "Гигаовца",
			["ilvl"] = 384.625,
		},
		["Player-2074-06949DB3"] = {
			["name"] = "Drokzx-Terenas",
			["time"] = 1671562851,
			["ilvl"] = 379.375,
		},
		["Player-1403-0A54936C"] = {
			["name"] = "Akdraco-Draenor",
			["time"] = 1671565182,
			["ilvl"] = 385.6875,
		},
		["Player-3702-08EDC919"] = {
			["name"] = "Tendag-ArgentDawn",
			["time"] = 1671607287,
			["ilvl"] = 386.75,
		},
	},
	["exit_errors"] = {
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show who in your raid used a potion during the encounter.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo(DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine(name, 1) --can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo(spellId)\n						GameCooltip:AddLine(name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "Potion Used",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs( misc_container ) do\n\n					--only player in group\n					if (player:IsGroupPlayer()) then\n\n						local found_potion = false\n\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player\n								instance_container:AddValue (player, 1)\n							end\n						end\n\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n\n										--add amount to the player\n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n\n						if (found_potion) then\n							amount = amount + 1\n						end\n					end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["desc"] = "Show who in your raid group used the healthstone or a heal potion.",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n				local R, G, B, A = 0, 0, 0, 0.75\n\n				local hs = actor:GetSpell (6262)\n				if (hs) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION2_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				--Cooltip code\n			",
			["name"] = "Health Potion & Stone",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs(AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs(AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 16,
		}, -- [2]
		{
			["source"] = false,
			["tooltip"] = "\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing damage.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Damage Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["tooltip"] = "\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing healing.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Healing Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor(character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Crowd Control Done",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs(actor.cc_done_spells._ActorTable) do\n				    tinsert(spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs(actor.cc_done_targets) do\n				    tinsert(targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass(actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs(targets) do\n				    GameCooltip:AddLine(target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n\n					for player_name, amount in pairs(character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Crowd Control Received",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert(from, {character:name(), on_actor})\n\n					    for spellid, spell in pairs(character.cc_done_spells._ActorTable) do\n\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs(spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert(spells, {spellid, spell_on_actor})\n						    end\n						end\n\n					    end\n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs(from) do\n				    GameCooltip:AddLine(t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor(value) / combat:GetCombatTime())\n				local percent = string.format(\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Show your spells in the window.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption(\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n\n			if (spell.n_dmg) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor(debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo(spell.id)\n				    for casted_spellid, amount in pairs(misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo(casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n\n			    --Cooltip code\n			    GC:AddLine(\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine(\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n\n				GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Dps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n\n			elseif (spell.n_curado) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    --Cooltip code\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n\n				GC:AddLine(\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Hps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "My Spells",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n\n				local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then\n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs(spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n\n					for _, PetName in ipairs(player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs(pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 8,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with skull.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine(RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Damage On Skull Marked Targets",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--raid target flags:\n				-- 128: skull\n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with any other mark.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine(RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine(RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine(RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine(RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine(RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine(RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine(RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Damage On Other Marked Targets",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat(-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat(0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--calculate the DPS and return it as percent\n				local totalValue = value\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container_overall ) do\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n\n				if (Details.in_combat) then\n					for _, player in ipairs( damage_container_current ) do\n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)\n						end\n					end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["name"] = "Dynamic Overall Damage",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor(actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs(playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor(actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs(playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs(AllSpells) do\n					tinsert(sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs(sortedList) do\n					local spellID, total = unpack(t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n\n						GameCooltip:AddLine(spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n\n					end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 8,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine(actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n\n					GameCooltip:AddLine(petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()\n\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Damage on Shields",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs(Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs(actor.pets) do\n					    local pet = Combat :GetActor(1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)\n\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [11]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo(DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine(name, 1) --can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo(spellId)\n						GameCooltip:AddLine(name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["attribute"] = false,
			["name"] = "Использовано зелий",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs( misc_container ) do\n\n					--only player in group\n					if (player:IsGroupPlayer()) then\n\n						local found_potion = false\n\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player\n								instance_container:AddValue (player, 1)\n							end\n						end\n\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n\n										--add amount to the player\n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n\n						if (found_potion) then\n							amount = amount + 1\n						end\n					end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["script_version"] = 6,
		}, -- [12]
		{
			["source"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n				local R, G, B, A = 0, 0, 0, 0.75\n\n				local hs = actor:GetSpell (6262)\n				if (hs) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION2_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				--Cooltip code\n			",
			["name"] = "Лечебное зелье и камень",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs(AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs(AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["script_version"] = 16,
		}, -- [13]
		{
			["source"] = false,
			["tooltip"] = "\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["script_version"] = 3,
		}, -- [14]
		{
			["source"] = false,
			["tooltip"] = "\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["script_version"] = 2,
		}, -- [15]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor(character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs(actor.cc_done_spells._ActorTable) do\n				    tinsert(spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs(actor.cc_done_targets) do\n				    tinsert(targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass(actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs(targets) do\n				    GameCooltip:AddLine(target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [16]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n\n					for player_name, amount in pairs(character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert(from, {character:name(), on_actor})\n\n					    for spellid, spell in pairs(character.cc_done_spells._ActorTable) do\n\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs(spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert(spells, {spellid, spell_on_actor})\n						    end\n						end\n\n					    end\n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs(from) do\n				    GameCooltip:AddLine(t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["script_version"] = 3,
		}, -- [17]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor(value) / combat:GetCombatTime())\n				local percent = string.format(\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption(\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n\n			if (spell.n_dmg) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor(debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo(spell.id)\n				    for casted_spellid, amount in pairs(misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo(casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n\n			    --Cooltip code\n			    GC:AddLine(\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine(\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n\n				GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Dps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n\n			elseif (spell.n_curado) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    --Cooltip code\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n\n				GC:AddLine(\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Hps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "Мои заклинания",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n\n				local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then\n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs(spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n\n					for _, PetName in ipairs(player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs(pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["script_version"] = 8,
		}, -- [18]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine(RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по метки с черепом",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--raid target flags:\n				-- 128: skull\n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [19]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine(RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine(RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine(RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine(RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine(RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine(RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine(RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон на другие помеченные метки",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [20]
		{
			["source"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat(-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat(0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--calculate the DPS and return it as percent\n				local totalValue = value\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container_overall ) do\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n\n				if (Details.in_combat) then\n					for _, player in ipairs( damage_container_current ) do\n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)\n						end\n					end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor(actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs(playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor(actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs(playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs(AllSpells) do\n					tinsert(sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs(sortedList) do\n					local spellID, total = unpack(t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n\n						GameCooltip:AddLine(spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n\n					end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["script_version"] = 8,
		}, -- [21]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine(actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n\n					GameCooltip:AddLine(petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()\n\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "Наносимый урон по щитам",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs(Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs(actor.pets) do\n					    local pet = Combat :GetActor(1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)\n\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [22]
	},
	["realm_sync"] = true,
	["createauraframe"] = {
	},
	["switchSaved"] = {
		["slots"] = 24,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
				["atributo"] = 1,
				["sub_atributo"] = 2,
			}, -- [5]
			{
				["atributo"] = 1,
				["sub_atributo"] = 3,
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
			{
			}, -- [19]
			{
			}, -- [20]
			{
			}, -- [21]
			{
			}, -- [22]
			{
			}, -- [23]
			{
			}, -- [24]
		},
	},
	["spell_category_savedtable"] = {
	},
	["tutorial"] = {
		["bookmark_tutorial"] = false,
		["main_help_button"] = 529,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["MIN_COMBAT_TIME"] = true,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["OVERALLDATA_WARNING1"] = 1,
		["logons"] = 529,
		["version_announce"] = 0,
		["DETAILS_INFO_TUTORIAL2"] = 6,
		["ctrl_click_close_tutorial"] = false,
		["unlock_button"] = 0,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
			["y"] = -88.221923828125,
			["x"] = -28.06302070617676,
			["point"] = "TOPLEFT",
			["scale"] = 1,
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
			["y"] = -12.1905517578125,
			["x"] = -39.61874389648438,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
			["y"] = 0,
			["x"] = 0.00018310546875,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["last_mythicrun_chart"] = {
		},
	},
	["details_auras"] = {
	},
	["report_where"] = "SAY",
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = true,
	},
	["spell_category_latest_sent"] = 0,
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["merge_player_abilities"] = false,
	["installed_skins_cache"] = {
	},
	["savedTimeCaptures"] = {
	},
	["latest_news_saw"] = "10.0.2 10333",
	["damage_scroll_position"] = {
		["scale"] = 1,
		["x"] = 4,
		["point"] = "left",
		["y"] = 120,
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"  - 1 has baseFrame: yes.", -- [3]
		"  - 2 has baseFrame: yes.", -- [4]
		"4 - Reversing switches.", -- [5]
		"6 - Saving Config.", -- [6]
		"7 - Saving Profiles.", -- [7]
		"8 - Saving nicktag cache.", -- [8]
	},
	["update_warning_timeout"] = 10,
	["merge_pet_abilities"] = false,
	["check_stuttering"] = true,
}
__details_backup = {
	["_exit_error"] = {
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [1]
	},
	["_instance_backup"] = {
	},
}
