
_detalhes_global = {
	["encounter_spell_pool"] = {
		{
			2563, -- [1]
			"Заросшее древо", -- [2]
		}, -- [1]
		[375056] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[369563] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[88974] = {
			1065, -- [1]
			"Бомба-липучка", -- [2]
		},
		[377995] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[375057] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[373652] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[376208] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[89262] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[378764] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[308502] = {
			2326, -- [1]
			"Гор'грот", -- [2]
		},
		[379404] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[369823] = {
			2555, -- [1]
			"Злобный василиск", -- [2]
		},
		[373017] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[90604] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[386559] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[373912] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[376723] = {
			2580, -- [1]
			"Буремант из клана Нокхуд", -- [2]
		},
		[379406] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[89263] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[381834] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[8599] = {
			1065, -- [1]
			"Лакей-болванчик", -- [2]
		},
		[369826] = {
			2555, -- [1]
			"Злобный василиск", -- [2]
		},
		[384773] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[376725] = {
			2580, -- [1]
			"Буремант из клана Нокхуд", -- [2]
		},
		[386562] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[373915] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[369061] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[387585] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[375449] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[371489] = {
			2609, -- [1]
			"Ткач Холода Морозной Вспышки", -- [2]
		},
		[376727] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[379410] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[386181] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[374812] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[375068] = {
			2610, -- [1]
			"Лавовые щупальца", -- [2]
		},
		[369703] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[371875] = {
			2613, -- [1]
			"Куалаши-новобранец", -- [2]
		},
		[376730] = {
			2580, -- [1]
			"[*] Штормовые ветра", -- [2]
		},
		[52042] = {
			2564, -- [1]
			"Тотем исцеляющего потока <Какабвиэюя>", -- [2]
		},
		[384524] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[375071] = {
			2610, -- [1]
			"Лавовые щупальца", -- [2]
		},
		[345561] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[384014] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[372262] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[90096] = {
			1065, -- [1]
			"[*] Взрыв", -- [2]
		},
		[376864] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[376737] = {
			2580, -- [1]
			"[*] Молния", -- [2]
		},
		[376865] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[32409] = {
			2557, -- [1]
			"[*] Слово Тьмы: Смерть", -- [2]
		},
		[376866] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[384148] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[374567] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[372652] = {
			2557, -- [1]
			"[*] Резонирующая сфера", -- [2]
		},
		[181089] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[375591] = {
			2582, -- [1]
			"Нестабильный побег", -- [2]
		},
		[373803] = {
			2609, -- [1]
			"Заряженный дракончик", -- [2]
		},
		[376997] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[374570] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[375209] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[388623] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[378020] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[387474] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[385558] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[382620] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[388625] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[396802] = {
			2580, -- [1]
			"Заклинатель ветров из клана Он'ир", -- [2]
		},
		[373424] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[388882] = {
			2618, -- [1]
			"Насыщательница-воин стихий", -- [2]
		},
		[373680] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[89652] = {
			1065, -- [1]
			"Огр-надзиратель", -- [2]
		},
		[385434] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[157331] = {
			2610, -- [1]
			"Изначальный элементаль бури", -- [2]
		},
		[375215] = {
			2616, -- [1]
			"[*] Обрушение", -- [2]
		},
		[386202] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[375727] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[385181] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[378155] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[372151] = {
			2567, -- [1]
			"Медведь-кишкожуй", -- [2]
		},
		[381605] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[373046] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[382883] = {
			2569, -- [1]
			"Злобная заклинательница гнили", -- [2]
		},
		[382628] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[381862] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[381607] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[377009] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[372538] = {
			2612, -- [1]
			"Вспышка лавы", -- [2]
		},
		[373688] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[373944] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[385442] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[374839] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[385187] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[387359] = {
			2618, -- [1]
			"[*] Промокание насквозь", -- [2]
		},
		[369602] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[385029] = {
			2567, -- [1]
			"Стервятник-шкуродер", -- [2]
		},
		[369818] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[373932] = {
			2585, -- [1]
			"Драконья иллюзия", -- [2]
		},
		[374969] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[374586] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[390938] = {
			2563, -- [1]
			"Рассерженная стрекотуха", -- [2]
		},
		[374842] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[384764] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[372543] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[369605] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[387618] = {
			2618, -- [1]
			"Насыщательница-воин стихий", -- [2]
		},
		[388651] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[384416] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[385958] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[90605] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[390942] = {
			2563, -- [1]
			"Рассерженная стрекотуха", -- [2]
		},
		[396044] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[377864] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[90602] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[377017] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[376634] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[375061] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[386088] = {
			2562, -- [1]
			"[*] Чародейская сфера", -- [2]
		},
		[377018] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[369110] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[376209] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[385578] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[308527] = {
			2326, -- [1]
			"Гор'грот", -- [2]
		},
		[390944] = {
			2563, -- [1]
			"Рассерженная стрекотуха", -- [2]
		},
		[385451] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[385579] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[388773] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[397077] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[385963] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[386173] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[384686] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[369828] = {
			2555, -- [1]
			"Злобный василиск", -- [2]
		},
		[389541] = {
			2565, -- [1]
			"Статуя белого тигра <Хугомонк>", -- [2]
		},
		[377405] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[384687] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[369573] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[369696] = {
			2556, -- [1]
			"Душитель из племени Каменного Свода", -- [2]
		},
		[372296] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[381602] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[393092] = {
			2564, -- [1]
			"Смерч", -- [2]
		},
		[368081] = {
			2569, -- [1]
			"[*] Иссушение", -- [2]
		},
		[372808] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[89739] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[372623] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[369697] = {
			2556, -- [1]
			"Душитель из племени Каменного Свода", -- [2]
		},
		[381329] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[374482] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[373960] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[393122] = {
			2564, -- [1]
			"Смерч <Ворота порывов ветра>", -- [2]
		},
		[374343] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[374471] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[372811] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[383925] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[385075] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[369811] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[388760] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[377034] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[385691] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[90098] = {
			1065, -- [1]
			"Лакей-болванчик", -- [2]
		},
		[392166] = {
			2611, -- [1]
			"[*] Лазурный камень мощи", -- [2]
		},
		[387504] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[104318] = {
			2556, -- [1]
			"Дикий бес <Гернина>", -- [2]
		},
		[374854] = {
			2613, -- [1]
			"Сбивающее копье <Чаргат Дробитель Чешуи>", -- [2]
		},
		[386743] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[375241] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[385078] = {
			2584, -- [1]
			"Потрескивающая воронка", -- [2]
		},
		[369052] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[384823] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[374731] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[373326] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[384696] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[372819] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[376780] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[90905] = {
			1062, -- [1]
			"Пират из братства Справедливости", -- [2]
		},
		[384186] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[372561] = {
			2613, -- [1]
			"Куалаши-охотник", -- [2]
		},
		[374535] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[377473] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[388786] = {
			2618, -- [1]
			"[*] Непокорные волны", -- [2]
		},
		[372820] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[396124] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[181113] = {
			2559, -- [1]
			"Вечная сфера", -- [2]
		},
		[384699] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[384827] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[379020] = {
			2611, -- [1]
			"[*] Жезл отрицания", -- [2]
		},
		[374352] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[388788] = {
			2618, -- [1]
			"[*] Непокорные волны", -- [2]
		},
		[385339] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[381379] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[369754] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[374720] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[374582] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[376781] = {
			2564, -- [1]
			"Ворота жгучего пламени", -- [2]
		},
		[378029] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[90555] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[372566] = {
			2613, -- [1]
			"Куалаши-охотник", -- [2]
		},
		[376449] = {
			2564, -- [1]
			"Ворота жгучего пламени", -- [2]
		},
		[372311] = {
			2613, -- [1]
			"Куалаши-новобранец", -- [2]
		},
		[396672] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[368990] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[385981] = {
			2562, -- [1]
			"[*] Чародейская сфера", -- [2]
		},
		[89757] = {
			1065, -- [1]
			"Пушка братства Справедливости", -- [2]
		},
		[88300] = {
			1065, -- [1]
			"Болванчик", -- [2]
		},
		[88288] = {
			1065, -- [1]
			"Болванчик", -- [2]
		},
		[388537] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[375890] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[369806] = {
			2556, -- [1]
			"Огромный берсерк", -- [2]
		},
		[89769] = {
			1065, -- [1]
			"Порох", -- [2]
		},
		[377807] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[381512] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[90556] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[372570] = {
			2613, -- [1]
			"Куалаши-охотник", -- [2]
		},
		[372293] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[381513] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[386063] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[388923] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[396716] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[381514] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[388796] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[381770] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[88321] = {
			1065, -- [1]
			"Бомба-липучка", -- [2]
		},
		[374361] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[387264] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[373084] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[372701] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[381516] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[386201] = {
			2562, -- [1]
			"[*] Оскверненная мана", -- [2]
		},
		[385551] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[381864] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[381517] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[388799] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[386411] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[388544] = {
			2563, -- [1]
			"Заросшее древо", -- [2]
		},
		[381518] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[388546] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[373087] = {
			2606, -- [1]
			"Шторм бушующего пламени <Кокия Пламенное Копыто>", -- [2]
		},
		[389056] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[374365] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[377559] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[390462] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[396722] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[90047] = {
			1065, -- [1]
			"Заклинательница из братства Справедливости", -- [2]
		},
		[382670] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[373089] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[376829] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[372542] = {
			2612, -- [1]
			"Командир Железного Факела", -- [2]
		},
		[377561] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[384024] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[389059] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[388804] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[372963] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[389443] = {
			2615, -- [1]
			"Нейтрализующее устройство", -- [2]
		},
		[192231] = {
			2613, -- [1]
			"Тотем жидкой магмы <Wolfenstian-TwistingNether>", -- [2]
		},
		[369674] = {
			2556, -- [1]
			"Геомант из племени Каменного Свода", -- [2]
		},
		[374355] = {
			2612, -- [1]
			"Опаляющая кузня", -- [2]
		},
		[384019] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[376797] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[91038] = {
			1065, -- [1]
			"Обезьяна-рудокоп", -- [2]
		},
		[90559] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[382802] = {
			2569, -- [1]
			"Злобная заклинательница гнили", -- [2]
		},
		[389446] = {
			2615, -- [1]
			"Нейтрализующее устройство", -- [2]
		},
		[381525] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[369006] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[388424] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[373733] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[381526] = {
			2623, -- [1]
			"Киракка", -- [2]
		},
		[376783] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[385359] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[374245] = {
			2568, -- [1]
			"[*] Гниющий залив", -- [2]
		},
		[308455] = {
			2325, -- [1]
			"Тунк", -- [2]
		},
		[376292] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[377184] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[373735] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[88484] = {
			1063, -- [1]
			"Врагорез-5000", -- [2]
		},
		[90560] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[89252] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[384978] = {
			2584, -- [1]
			"Мраскул", -- [2]
		},
		[387150] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[372459] = {
			2612, -- [1]
			"[*] Горение", -- [2]
		},
		[378208] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[377825] = {
			2555, -- [1]
			"[*] Пылающая смола", -- [2]
		},
		[387151] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[372971] = {
			2612, -- [1]
			"Куалаши-кузнец", -- [2]
		},
		[382808] = {
			2569, -- [1]
			"[*] Иссушающее заражение", -- [2]
		},
		[88836] = {
			1062, -- [1]
			"Адмирал Терзающий Рев", -- [2]
		},
		[387152] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[384725] = {
			2567, -- [1]
			"Гнилозубая гиена <Пузострелка>", -- [2]
		},
		[372719] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[369781] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[376933] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[88490] = {
			1063, -- [1]
			"Врагорез-5000", -- [2]
		},
		[384343] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[372718] = {
			2557, -- [1]
			"Часовая Талондрас", -- [2]
		},
		[376934] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[392666] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[374635] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[372208] = {
			2612, -- [1]
			"[*] Джарадинская лава", -- [2]
		},
		[373869] = {
			2606, -- [1]
			"Сполох", -- [2]
		},
		[390111] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[377830] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[373742] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[384601] = {
			2611, -- [1]
			"[*] Бомба антимагии", -- [2]
		},
		[387559] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[376170] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[372225] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[308463] = {
			2325, -- [1]
			"Тунк", -- [2]
		},
		[386916] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[382303] = {
			2556, -- [1]
			"Бромач", -- [2]
		},
		[386660] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[372863] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[372224] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[376683] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[376811] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[372851] = {
			2609, -- [1]
			"Мелидрусса Истощенная Холодом", -- [2]
		},
		[377004] = {
			2564, -- [1]
			"Кроут", -- [2]
		},
		[392398] = {
			2623, -- [1]
			"Изначальная грозовая туча", -- [2]
		},
		[372213] = {
			2612, -- [1]
			"Куалаши - воин лавы", -- [2]
		},
		[388822] = {
			2565, -- [1]
			"Эхо Дорагосы", -- [2]
		},
		[375535] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[374641] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[372223] = {
			2613, -- [1]
			"Куалаши-костестраж", -- [2]
		},
		[369662] = {
			2556, -- [1]
			"Сотрясающий тотем", -- [2]
		},
		[384223] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[384351] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[369660] = {
			2556, -- [1]
			"Сотрясающий тотем", -- [2]
		},
		[305913] = {
			2326, -- [1]
			"Гор'грот", -- [2]
		},
		[386781] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[391765] = {
			2611, -- [1]
			"Яростный пламень <Полководец Сарга>", -- [2]
		},
		[392151] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[377965] = {
			2570, -- [1]
			"Лови-тотем", -- [2]
		},
		[376049] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[384353] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[88839] = {
			1062, -- [1]
			"Адмирал Терзающий Рев", -- [2]
		},
		[374389] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[383204] = {
			2618, -- [1]
			"[*] Сокрушающее цунами", -- [2]
		},
		[386910] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[369663] = {
			2556, -- [1]
			"Сотрясающий тотем", -- [2]
		},
		[369791] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[369792] = {
			2555, -- [1]
			"Эрик \"Быстрый\"", -- [2]
		},
		[369025] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[386016] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[375924] = {
			2555, -- [1]
			"Бейлог", -- [2]
		},
		[89734] = {
			1060, -- [1]
			"Испорченная кукуруза", -- [2]
		},
		[369026] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[375286] = {
			2555, -- [1]
			"Рейд на драккаре", -- [2]
		},
		[372859] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[383974] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[376685] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[381419] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[372860] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[372858] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[377204] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[372222] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[381416] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[374517] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[383840] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[377844] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[391769] = {
			2611, -- [1]
			"Драконье извержение", -- [2]
		},
		[374523] = {
			2582, -- [1]
			"Силовой росток", -- [2]
		},
		[389181] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[89735] = {
			1060, -- [1]
			"Испорченный хлеб", -- [2]
		},
		[375929] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[321240] = {
			2325, -- [1]
			"Тунк", -- [2]
		},
		[378229] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[375291] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[374397] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[90913] = {
			1062, -- [1]
			"Страшный попугай", -- [2]
		},
		[378230] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[383979] = {
			2567, -- [1]
			"Пузострелка", -- [2]
		},
		[391772] = {
			2611, -- [1]
			"Драконье извержение", -- [2]
		},
		[88522] = {
			1063, -- [1]
			"Врагорез-5000", -- [2]
		},
		[369033] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[372226] = {
			2613, -- [1]
			"Куалаши-костестраж", -- [2]
		},
		[391773] = {
			2611, -- [1]
			"Драконье извержение", -- [2]
		},
		[375397] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[383061] = {
			2613, -- [1]
			"Тотем жидкой магмы <Wolfenstian-TwistingNether>", -- [2]
		},
		[376827] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[384620] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[90603] = {
			1060, -- [1]
			"\"Капитан\" Пирожок", -- [2]
		},
		[386757] = {
			2617, -- [1]
			"Каджин Непреклонная", -- [2]
		},
		[373762] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[384625] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[389179] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[379256] = {
			2585, -- [1]
			"Драконья иллюзия", -- [2]
		},
		[369675] = {
			2556, -- [1]
			"Геомант из племени Каменного Свода", -- [2]
		},
		[369610] = {
			2556, -- [1]
			"Сотрясающий тотем", -- [2]
		},
		[396721] = {
			2563, -- [1]
			"Ветвь древня", -- [2]
		},
		[378235] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[376319] = {
			2559, -- [1]
			"Хронолорд Дейос", -- [2]
		},
		[384623] = {
			2612, -- [1]
			"Куалаши-кузнец", -- [2]
		},
		[373939] = {
			2569, -- [1]
			"Тотем взрывной гнили <Гниломаг Око Гнева>", -- [2]
		},
		[372615] = {
			2613, -- [1]
			"Прирученный феникс", -- [2]
		},
		[369677] = {
			2555, -- [1]
			"Олаф", -- [2]
		},
		[375937] = {
			2580, -- [1]
			"Хан Балакар", -- [2]
		},
		[377522] = {
			2611, -- [1]
			"Яростный пламень <Полководец Сарга>", -- [2]
		},
		[382836] = {
			2581, -- [1]
			"Маруук", -- [2]
		},
		[390118] = {
			2617, -- [1]
			"[*] Морозный смерч", -- [2]
		},
		[387691] = {
			2562, -- [1]
			"Вексам <Магическая книга>", -- [2]
		},
		[374533] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[88481] = {
			1063, -- [1]
			"Врагорез-5000", -- [2]
		},
		[374789] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[381515] = {
			2623, -- [1]
			"Эркхарт Кровь Бури", -- [2]
		},
		[374534] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[372107] = {
			2606, -- [1]
			"Кокия Пламенное Копыто", -- [2]
		},
		[390968] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[373896] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[375046] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[376149] = {
			2569, -- [1]
			"Удушающее облако гнили <Гниломаг Око Гнева>", -- [2]
		},
		[372266] = {
			2612, -- [1]
			"Куалаши-костедробительница", -- [2]
		},
		[384628] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[388008] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[369043] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[376325] = {
			2559, -- [1]
			"[*] Зона вечности", -- [2]
		},
		[90920] = {
			1062, -- [1]
			"Страшный попугай", -- [2]
		},
		[375251] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[388245] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[377859] = {
			2568, -- [1]
			"Древорот", -- [2]
		},
		[374410] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[381444] = {
			2570, -- [1]
			"Рира Когтерезка", -- [2]
		},
		[384015] = {
			2615, -- [1]
			"Страж Иридий", -- [2]
		},
		[386547] = {
			2581, -- [1]
			"Тиира", -- [2]
		},
		[377477] = {
			2611, -- [1]
			"Полководец Сарга", -- [2]
		},
		[369116] = {
			2558, -- [1]
			"Тлерон", -- [2]
		},
		[377222] = {
			2568, -- [1]
			"[*] Поглощение", -- [2]
		},
		[375306] = {
			2612, -- [1]
			"Главный кузнец Горек", -- [2]
		},
		[384132] = {
			2585, -- [1]
			"Лазурный Клинок", -- [2]
		},
		[381694] = {
			2570, -- [1]
			"Рви-зуб", -- [2]
		},
		[384316] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[387571] = {
			2618, -- [1]
			"Изначальное цунами", -- [2]
		},
		[377542] = {
			2611, -- [1]
			"[*] Горящая земля", -- [2]
		},
		[384761] = {
			2636, -- [1]
			"Яростная буря", -- [2]
		},
		[384529] = {
			2567, -- [1]
			"Гнилозубая гиена", -- [2]
		},
		[378055] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[375436] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[378057] = {
			2568, -- [1]
			"Разлагающийся слизень <Древорот>", -- [2]
		},
		[369049] = {
			2558, -- [1]
			"Стражник хранилища", -- [2]
		},
		[388084] = {
			2583, -- [1]
			"Телаш Серокрылый", -- [2]
		},
		[373917] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[374364] = {
			2582, -- [1]
			"Леймор", -- [2]
		},
		[373942] = {
			2569, -- [1]
			"Гниломаг Око Гнева", -- [2]
		},
		[396424] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[372372] = {
			2613, -- [1]
			"Куалаши-новобранец", -- [2]
		},
		[375055] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
		[375204] = {
			2610, -- [1]
			"[*] Жидкая магма", -- [2]
		},
		[385531] = {
			2616, -- [1]
			"Голиаф-проглот", -- [2]
		},
		[375439] = {
			2610, -- [1]
			"Магмобивень", -- [2]
		},
		[374704] = {
			2613, -- [1]
			"Чаргат Дробитель Чешуи", -- [2]
		},
	},
	["immersion_pets_on_solo_play"] = false,
	["npcid_ignored"] = {
	},
	["dungeon_data"] = {
	},
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
	},
	["exp90temp"] = {
		["delete_damage_TCOB"] = true,
	},
	["always_use_profile"] = false,
	["deathlog_healingdone_min_arena"] = 400,
	["spell_school_cache"] = {
		["Пылающий молот"] = 4,
		["Прорастание"] = 1,
		["Удушающее облако гнили"] = 8,
		["Дыхание дракона"] = 4,
		["Древняя сфера"] = 64,
		["Пылающая эгида"] = 4,
		["Кровавая атака"] = 1,
		["Пылающий рывок"] = 4,
		["Прикосновение вампира"] = 32,
		["Ожоги"] = 1,
		["Полыхающие угли"] = 4,
		["Бросок магмы"] = 4,
		["Пламя феникса"] = 4,
		["Обжигающий обстрел"] = 4,
		["Оскверненная мана"] = 64,
		["Гниющая щепка Древорта"] = 8,
		["Правой, левой"] = 1,
		["Перемотка времени"] = 64,
		["Жидкая магма"] = 4,
		["Заглатывание"] = 8,
		["Огненный плевок"] = 4,
		["Заряженное копье"] = 8,
		["Бомба антимагии"] = 64,
		["Узы жизни"] = 1,
		["Морозный опустошитель"] = 16,
		["Каменная стрела"] = 8,
		["Всепожирающая чума"] = 32,
		["Горящая земля"] = 4,
		["Форсаж"] = 1,
		["Взрывное клеймо"] = 64,
		["Доспех Скверны"] = 32,
		["Разлагающие брызги"] = 8,
		["Замерзшая земля"] = 16,
		["Ледяная буря"] = 16,
		["Бросок лавы"] = 4,
		["Выстрел из пистоли"] = 1,
		["Молния"] = 8,
		["Подавляющие миазмы"] = 64,
		["Заразный плевок"] = 8,
		["Шипастый панцирь"] = 8,
		["Живой жар"] = 4,
		["Фрагмент древней сферы"] = 64,
		["Эхо Бездны"] = 32,
		["Похищение души"] = 32,
		["Пожиратель времени"] = 64,
		["Пятна лавы"] = 4,
		["Пылающий валун"] = 4,
		["Ледяная перегрузка"] = 16,
		["Обжигающее прикосновение"] = 4,
		["Внезапно, овцы!"] = 4,
		["Тяжелые удары"] = 1,
		["Возрождение феникса"] = 4,
		["Изобилие"] = 8,
		["Токсин плеточника"] = 8,
		["Ураганная стрела"] = 8,
		["Оглушительный визг"] = 8,
		["Огненный взрыв"] = 4,
		["Единство с энтропией"] = 48,
		["Пагубный восторг"] = 32,
		["Ветер перемен"] = 8,
		["Извержение магмы"] = 4,
		["Удар молнии"] = 8,
		["Порча"] = 32,
		["Гнев деревьев"] = 8,
		["Волна огня"] = 4,
		["Блуждающий циклон"] = 8,
		["Драконье извержение"] = 4,
		["Рваные порезы"] = 1,
		["Corpo-a-Corpo"] = 1,
		["Промеж глаз"] = 1,
		["Кромсающий укус"] = 1,
		["Удар пузом"] = 1,
		["Резонирующая сфера"] = 64,
		["Расплавленное золото"] = 4,
		["Пылающая смола"] = 4,
		["Удар бури"] = 1,
		["Выстрел в живот"] = 1,
		["Иссушение"] = 8,
		["Смелая засада"] = 1,
		["Метка свежевателя"] = 1,
		["Залп магмовых стрел"] = 12,
		["Гниющий залив"] = 8,
		["Волна лавы"] = 4,
		["Прилив мощи"] = 8,
		["Джарадинская лава"] = 4,
		["Таран рогами"] = 1,
		["Возгорание души"] = 127,
		["Оплетающая ловушка"] = 1,
		["Тотем взрывной гнили"] = 8,
		["Ищущее пламя"] = 4,
		["Кольцо льда"] = 16,
		["Коварный удар"] = 1,
		["Извержение шлака"] = 4,
		["Атака с \"Неистовством ветра\""] = 1,
		["Удар костедробителя"] = 1,
		["Обжигающий жар"] = 4,
		["Морозный смерч"] = 16,
		["Извержение пламени"] = 4,
		["Энергетическая бомба"] = 64,
		["Ближний бой"] = 1,
		["Огненная батарея"] = 4,
		["Вспышка огня"] = 4,
		["Вечная сфера"] = 64,
		["Внезапный удар"] = 1,
		["Нестабильные угли"] = 4,
		["Земляные шипы"] = 1,
		["Электрическая буря"] = 8,
		["Раздробление камня"] = 8,
		["Ледяная бомба"] = 16,
		["Огненная глыба"] = 4,
		["Промокание насквозь"] = 16,
		["Токсичные испарения"] = 8,
		["Увечащий укус"] = 1,
		["Устранение"] = 1,
		["Бросок кости"] = 1,
		["Угасающее извержение"] = 8,
		["Бросок камня"] = 1,
		["Раскаленный уголь"] = 1,
		["Раскаленные удары"] = 1,
		["Сумеречный призрак"] = 32,
		["Лазурный камень мощи"] = 64,
		["Всплеск лавы"] = 4,
		["Взорванная земля"] = 4,
		["Иссушающая гниль"] = 8,
		["Недавняя катастрофа"] = 126,
		["Плевок магмы"] = 12,
		["Ответвление"] = 1,
		["Натиск клинка"] = 1,
		["Рассекающий удар"] = 1,
		["Ледяные кулаки"] = 16,
		["Иссушение разума"] = 32,
		["Нестабильная магия"] = 64,
		["Топор из кости дракона"] = 1,
		["Зазубренный укус"] = 1,
		["Подавляющее кваканье"] = 1,
		["Ядро адского пламени"] = 4,
		["Слово Тьмы: Смерть"] = 32,
		["Пытка разума"] = 32,
		["Взрыв разума"] = 32,
		["Штормовые ветра"] = 8,
		["Извержение времени"] = 64,
		["Поглощение"] = 8,
		["Мана-бомба"] = 64,
		["Огненное преследование"] = 1,
		["Обрушение"] = 1,
		["Каменный кулак"] = 1,
		["Палящий жар"] = 4,
		["Хватай за горло!"] = 1,
		["Раскалывающий удар"] = 1,
		["Статическое поле"] = 8,
		["Яростная буря"] = 8,
		["Чародейские стрелы"] = 64,
		["Жезл отрицания"] = 64,
		["Гниющие глаза"] = 8,
		["Выжженная земля"] = 4,
		["Поглощающие тени"] = 32,
		["Магический разлом"] = 64,
		["Пылающие кулаки"] = 4,
		["Абсолютный нуль"] = 16,
		["Статический выброс"] = 64,
		["Зона вечности"] = 64,
		["Нестабильные тени"] = 32,
		["Волшебная перегрузка"] = 64,
		["Переполняющая энергия"] = 64,
		["Удар разложения"] = 1,
		["Полярные ветра"] = 16,
		["Жар от котла"] = 4,
		["Иссушающее заражение"] = 8,
		["Быстродействующий яд"] = 8,
		["Огненный шок"] = 4,
		["Шокирующее сотрясение"] = 8,
		["Взрыв"] = 8,
		["Непокорные волны"] = 16,
		["Взрывные градины"] = 16,
		["Удар духов стихий"] = 28,
		["Танец клинков"] = 127,
		["Атака языка пламени"] = 4,
		["Повторный толчок"] = 1,
		["Воспламенение"] = 4,
		["Заряженная капля"] = 16,
		["Сбивающее копье"] = 1,
		["Железный натиск"] = 1,
		["Пагуба"] = 32,
		["Стремительный бег"] = 1,
		["Ледяной всплеск"] = 16,
		["Горение"] = 4,
		["Сметающая буря"] = 8,
		["Пламя души"] = 36,
		["Чародейская сфера"] = 64,
		["Кристаллический рев"] = 64,
		["Слово Тьмы: Боль"] = 32,
		["Разгоряченные удары"] = 1,
		["Щит молний"] = 8,
		["Болезненный укус"] = 1,
		["Камнепад"] = 1,
		["Сокрушающее цунами"] = 16,
		["Семя порчи"] = 32,
		["Огненное дыхание"] = 4,
		["Опаляющий выстрел"] = 4,
		["Прилив энергии"] = 8,
		["Токсин рогоплава"] = 8,
		["Пылающий рев"] = 4,
		["Магмовый кулак"] = 4,
		["Землетрясение"] = 8,
		["Раскаленное изрыгание"] = 12,
		["Вихрь клинков"] = 1,
		["Разрывающее бешенство"] = 1,
		["Огонь кузни"] = 4,
		["Размах"] = 1,
		["Агония"] = 32,
		["Потрескивающая воронка"] = 64,
		["Шквал клинков"] = 1,
		["Ревущее огненное дыхание"] = 4,
		["Расщепленная кора"] = 1,
		["Пылающая преграда"] = 4,
	},
	["deathlog_healingdone_min"] = 1,
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_shadow"] = true,
		["damage_taken_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_size"] = 12,
		["damage_taken_shadow"] = true,
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["show_warning_id1_amount"] = 2,
	["current_exp_raid_encounters"] = {
	},
	["keystone_frame"] = {
		["scale"] = 1,
		["position"] = {
		},
	},
	["show_totalhitdamage_on_overkill"] = false,
	["trinket_data"] = {
		[394453] = {
			["lastCombatId"] = 0,
			["minTime"] = 9999999,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["lastActivation"] = 0,
			["maxTime"] = 0,
			["spellName"] = "Пламя хранительницы стаи",
		},
		[385903] = {
			["lastCombatId"] = 2850,
			["minTime"] = 43.55399990081787,
			["averageTime"] = 68,
			["activations"] = 3,
			["totalCooldownTime"] = 205.0739996433258,
			["lastPlayerName"] = "Roséy-TwistingNether",
			["lastActivation"] = 1670873068.213,
			["maxTime"] = 113.4689998626709,
			["spellName"] = "Пагубная кристаллизация",
		},
		[382426] = {
			["lastCombatId"] = 0,
			["minTime"] = 9999999,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["lastActivation"] = 0,
			["maxTime"] = 0,
			["spellName"] = "Злопамятная молния",
		},
		[214052] = {
			["lastCombatId"] = 0,
			["minTime"] = 9999999,
			["averageTime"] = 0,
			["activations"] = 0,
			["totalCooldownTime"] = 0,
			["lastPlayerName"] = "",
			["lastActivation"] = 0,
			["maxTime"] = 0,
			["spellName"] = "Метеорит Скверны",
		},
		[388755] = {
			["lastCombatId"] = 2530,
			["minTime"] = 40.18899989128113,
			["averageTime"] = 43,
			["activations"] = 19,
			["totalCooldownTime"] = 834.9249999523163,
			["lastPlayerName"] = "Даргфорс",
			["lastActivation"] = 1670521193.276,
			["maxTime"] = 56.83400011062622,
			["spellName"] = "Стрела пронзания души",
		},
		[388739] = {
			["lastCombatId"] = 2770,
			["minTime"] = 50.28699994087219,
			["averageTime"] = 60,
			["activations"] = 2,
			["totalCooldownTime"] = 120.4210000038147,
			["lastPlayerName"] = "Бабичрион-СвежевательДуш",
			["lastActivation"] = 1670782485.713,
			["maxTime"] = 70.1340000629425,
			["spellName"] = "Чистое разложение",
		},
		[397376] = {
			["lastCombatId"] = 2738,
			["minTime"] = 46.75999999046326,
			["averageTime"] = 51,
			["activations"] = 2,
			["totalCooldownTime"] = 103.2440001964569,
			["lastPlayerName"] = "Чикенсаня",
			["lastActivation"] = 1670780018.765,
			["maxTime"] = 56.48400020599365,
			["spellName"] = "Раскаленные угли",
		},
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_bw"] = {
			},
			["encounter_timers_dbm"] = {
			},
		},
	},
	["savedCustomSpells"] = {
		{
			1, -- [1]
			"Атака ближнего боя", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [1]
		{
			2, -- [1]
			"Автоматическая стрельба", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [2]
		{
			3, -- [1]
			"Мир (падение)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [3]
		{
			4, -- [1]
			"Мир (утопление)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"Мир (усталость)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"Мир (огонь)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"Мир (лава)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"Мир (слизь)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			339538, -- [1]
			"Templar's Verdict", -- [2]
			461860, -- [3]
		}, -- [9]
		{
			55090, -- [1]
			"Scourge Strike", -- [2]
			237530, -- [3]
		}, -- [10]
		{
			277185, -- [1]
			"Gladiator's Badge (Trinket)", -- [2]
			135884, -- [3]
		}, -- [11]
		{
			98021, -- [1]
			"Обмен здоровья", -- [2]
			237586, -- [3]
		}, -- [12]
		{
			278383, -- [1]
			"Ruffling Tempest (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [13]
		{
			59638, -- [1]
			"Frostbolt", -- [2]
			135846, -- [3]
		}, -- [14]
		{
			49184, -- [1]
			"Howling Blast", -- [2]
			135833, -- [3]
		}, -- [15]
		{
			277187, -- [1]
			"Gladiator's Emblem (Trinket)", -- [2]
			132344, -- [3]
		}, -- [16]
		{
			278227, -- [1]
			"Barkspines (Trinket)", -- [2]
			134439, -- [3]
		}, -- [17]
		{
			268998, -- [1]
			"Kindled Soul (Trinket)", -- [2]
			651093, -- [3]
		}, -- [18]
		{
			196917, -- [1]
			"Свет мученика (Урон)", -- [2]
			1360762, -- [3]
		}, -- [19]
		{
			343355, -- [1]
			"Void Bolt", -- [2]
			1035040, -- [3]
		}, -- [20]
		{
			120761, -- [1]
			"Glaive Toss", -- [2]
			132330, -- [3]
		}, -- [21]
		{
			278812, -- [1]
			"Lion's Grace (Trinket)", -- [2]
			464140, -- [3]
		}, -- [22]
		{
			270827, -- [1]
			"Webweaver's Soul Gem (Trinket)", -- [2]
			237431, -- [3]
		}, -- [23]
		{
			278057, -- [1]
			"Volatile Blood Explosion (Trinket)", -- [2]
			538040, -- [3]
		}, -- [24]
		{
			279664, -- [1]
			"Bloody Bile (Trinket)", -- [2]
			136007, -- [3]
		}, -- [25]
		{
			278862, -- [1]
			"Chill of the Runes (Trinket)", -- [2]
			252270, -- [3]
		}, -- [26]
		{
			215969, -- [1]
			"Epidemic", -- [2]
			136066, -- [3]
		}, -- [27]
		{
			278359, -- [1]
			"Blood Hatred (Trinket)", -- [2]
			132175, -- [3]
		}, -- [28]
		{
			278155, -- [1]
			"Lingering Power of Xalzaix (Trinket)", -- [2]
			254105, -- [3]
		}, -- [29]
		{
			271115, -- [1]
			"Ignition Mage's Fuse (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [30]
		{
			277179, -- [1]
			"Gladiator's Medallion (Trinket)", -- [2]
			252267, -- [3]
		}, -- [31]
		{
			271462, -- [1]
			"Rotcrusted Voodoo Doll (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [32]
		{
			228649, -- [1]
			"Blackout Kick", -- [2]
			574575, -- [3]
		}, -- [33]
		{
			345020, -- [1]
			"Skulking Predator", -- [2]
			2103921, -- [3]
		}, -- [34]
		{
			94472, -- [1]
			"Atonement", -- [2]
			135887, -- [3]
		}, -- [35]
		{
			212739, -- [1]
			"Epidemic", -- [2]
			136066, -- [3]
		}, -- [36]
		{
			277181, -- [1]
			"Gladiator's Insignia (Trinket)", -- [2]
			134501, -- [3]
		}, -- [37]
		{
			70890, -- [1]
			"Scourge Strike", -- [2]
			237530, -- [3]
		}, -- [38]
		{
			121414, -- [1]
			"Glaive Toss", -- [2]
			132330, -- [3]
		}, -- [39]
		{
			44461, -- [1]
			"Living Bomb", -- [2]
			236220, -- [3]
		}, -- [40]
		{
			271071, -- [1]
			"Conch of Dark Whispers (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [41]
		{
			271465, -- [1]
			"Rotcrusted Voodoo Doll (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [42]
		{
			33778, -- [1]
			"Lifebloom", -- [2]
			134206, -- [3]
		}, -- [43]
		{
			88082, -- [1]
			"Fireball", -- [2]
			135812, -- [3]
		}, -- [44]
		{
			108271, -- [1]
			"Астральный сдвиг", -- [2]
			"Interface\\Addons\\Details\\images\\icon_astral_shift", -- [3]
		}, -- [45]
		{
			237680, -- [1]
			"Howling Blast", -- [2]
			135833, -- [3]
		}, -- [46]
		{
			271671, -- [1]
			"Cacaphonous Chord (Trinket)", -- [2]
			454048, -- [3]
		}, -- [47]
		{
			270925, -- [1]
			"Waterspout (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [48]
		{
			77535, -- [1]
			"Щит крови", -- [2]
			"Interface\\Addons\\Details\\images\\icon_blood_shield", -- [3]
		}, -- [49]
		{
			382056, -- [1]
			"Украшение пламени", -- [2]
			1387353, -- [3]
		}, -- [50]
		{
			381475, -- [1]
			"Взрывающийся фрагмент копья", -- [2]
			4638721, -- [3]
		}, -- [51]
		{
			382058, -- [1]
			"Украшение пламени", -- [2]
			1387353, -- [3]
		}, -- [52]
		{
			382097, -- [1]
			"Рокочущий рубин", -- [2]
			1016245, -- [3]
		}, -- [53]
		{
			377455, -- [1]
			"Смертельные силки ледяной крови", -- [2]
			237430, -- [3]
		}, -- [54]
		{
			385903, -- [1]
			"Пагубная кристаллизация", -- [2]
			237007, -- [3]
		}, -- [55]
		{
			382090, -- [1]
			"Благословение Пожирательницы Бурь", -- [2]
			4554454, -- [3]
		}, -- [56]
		{
			388739, -- [1]
			"Чистое разложение", -- [2]
			4635246, -- [3]
		}, -- [57]
		{
			382135, -- [1]
			"Одержимый светоч горя", -- [2]
			650636, -- [3]
		}, -- [58]
		{
			381967, -- [1]
			"Путь направленных течений", -- [2]
			1020391, -- [3]
		}, -- [59]
		{
			388855, -- [1]
			"Миниатюрный поющий камень", -- [2]
			4638394, -- [3]
		}, -- [60]
		{
			387036, -- [1]
			"Раскаленные угли", -- [2]
			460952, -- [3]
		}, -- [61]
		{
			394453, -- [1]
			"Пламя хранительницы стаи", -- [2]
			514016, -- [3]
		}, -- [62]
		{
			214052, -- [1]
			"Метеорит Скверны", -- [2]
			135799, -- [3]
		}, -- [63]
		{
			383934, -- [1]
			"Бьющееся сердце воды", -- [2]
			839910, -- [3]
		}, -- [64]
		{
			382426, -- [1]
			"Злопамятная молния", -- [2]
			572029, -- [3]
		}, -- [65]
		{
			397376, -- [1]
			"Раскаленные угли", -- [2]
			460952, -- [3]
		}, -- [66]
		{
			377451, -- [1]
			"Чародейская леденящая сфера", -- [2]
			4643989, -- [3]
		}, -- [67]
		{
			214200, -- [1]
			"Световое излучение", -- [2]
			237541, -- [3]
		}, -- [68]
		{
			388755, -- [1]
			"Стрела пронзания души", -- [2]
			2103807, -- [3]
		}, -- [69]
		{
			384004, -- [1]
			"Дворфийский обстрел", -- [2]
			252172, -- [3]
		}, -- [70]
		{
			214985, -- [1]
			"Кромсающий вихрь", -- [2]
			1029585, -- [3]
		}, -- [71]
	},
	["keystone_cache"] = {
	},
	["raid_data"] = {
	},
	["always_use_profile_name"] = "",
	["profile_by_spec"] = {
	},
	["combat_id_global"] = 2887,
	["displays_by_spec"] = {
	},
	["plugin_window_pos"] = {
		["y"] = -40.315673828125,
		["x"] = -147.3013153076172,
		["point"] = "TOP",
		["scale"] = 1,
	},
	["last_changelog_size"] = 6404,
	["immersion_unit_special_icons"] = true,
	["lastUpdateWarning"] = 1670868196,
	["npcid_pool"] = {
		[189379] = "Буранец",
		[191682] = "Серный яростень",
		[186053] = "Воительница из засады",
		[190403] = "Ледниковый протодракон",
		[195265] = "Призывательница бури Аринга",
		[186054] = "Шаман из засады",
		[190404] = "Подземный протодракон",
		[186822] = "Заряженный рубиновый дракончик",
		[187078] = "Исступленные осколки",
		[189893] = "Заряженный дракончик",
		[188102] = "Харгалл Пять Клыков",
		[190405] = "Насыщательница Сария",
		[186823] = "Воин стихий – призыватель лавы",
		[187079] = "Призванная дрожь",
		[189382] = "Страж из клана Зимней Шкуры",
		[190406] = "Воденыш",
		[197059] = "Налетчик из клана Нокхуд",
		[189895] = "Шпион воинов стихий",
		[196548] = "Ветвь древня",
		[190663] = "Темношкур-терзатель",
		[186825] = "Раскаленный воин стихий",
		[47314] = "Бомба-липучка",
		[187337] = "Заряженный временем охун",
		[184011] = "Странствующая гниль",
		[186570] = "Элементаль лавы",
		[193223] = "Вакрил",
		[187338] = "Заряженная временем саламантера",
		[191944] = "Вулканический лавохлест",
		[192456] = "Воин стихий – отец потоков",
		[192968] = "Слизь разложения",
		[150237] = "Свинобраз-воин",
		[192457] = "Преображенный прилив",
		[186828] = "Рогоплав",
		[150238] = "Свинобраз-геомант",
		[198343] = "Неисправный защитник",
		[196552] = "Пламенный коготь – феникс",
		[190923] = "Ветерок",
		[187085] = "Воин стихий – ветробой",
		[193482] = "Воин стихий – жрец бури",
		[196809] = "Дикий водорослементаль",
		[191180] = "Дикий протодракон",
		[187342] = "Смертожабр",
		[187598] = "Розор Кузнекрушитель",
		[189901] = "Полководец Сарга",
		[186319] = "Тарасекк-работник",
		[187599] = "Куалаши-костекрушитель",
		[196043] = "Насыщательница-воин стихий",
		[186064] = "Льдистая королева",
		[196555] = "Полянорогий бронедон",
		[193229] = "Хенлар",
		[189391] = "Тюремщица бури Ринея",
		[187600] = "Куалаши - каменный целитель",
		[196044] = "Хаотичный учебник",
		[184018] = "Бромач",
		[192462] = "Призванный ливень",
		[187089] = "Тарасекк Морозной Вспышки",
		[189392] = "Пленник из клана Зимней Шкуры",
		[196045] = "Оскверненный манадемон",
		[184019] = "Дюжий камнемет",
		[192463] = "Призванная рябь",
		[187090] = "Разъяренный утес",
		[187602] = "Куалаши - раздиратель чешуи",
		[189905] = "Высший Чудотворец Фурал",
		[184020] = "Огромный берсерк",
		[192464] = "Яростный пламень <Полководец Сарга>",
		[185812] = "Льдистый паучок",
		[198350] = "Крошащийся валун",
		[196559] = "Нестабильный побег",
		[186836] = "Лавовый разрыватель",
		[196048] = "Порабощенный охотник",
		[184022] = "Геомант из племени Каменного Свода",
		[188372] = "Изначальный тарасекк",
		[190931] = "Ручной стервятник",
		[191187] = "Дикая оса",
		[156900] = "Хрун Изгнанник",
		[185814] = "Льдистый крушитель",
		[184023] = "Злобный василиск",
		[190420] = "Магмарожденный рассекатель камня",
		[190932] = "Кхарад Воинственная",
		[189653] = "Снегошкур-боец",
		[194003] = "Тошнотворный рогоплав",
		[197074] = "Расколотый минерал",
		[189654] = "Снегошкур-шаман",
		[196051] = "Чародейский портал <Чародейский командир>",
		[186328] = "Огненный резчик",
		[191446] = "Куалаши-негодяй",
		[194517] = "Сокрушающий элементаль",
		[187353] = "Мордиган Стальной Рот",
		[193750] = "Воин стихий – жрец бури",
		[190680] = "Сторож из лагеря Кейган",
		[191704] = "Протодракон-патриарх",
		[189402] = "Больной налетчик",
		[191705] = "Протодракон-патриарх",
		[187867] = "Куалаши-магмотворец",
		[190426] = "Тотем разложения <Зловонная певица гнили>",
		[195032] = "Куалаши-джарадин",
		[193497] = "Короткошерстный медведь",
		[197847] = "Костеглод-щитолом",
		[187868] = "Расплавленный мятежник",
		[153581] = "Гранк",
		[186334] = "Гипоксикрон",
		[180705] = "Магмонтенок",
		[193243] = "Акросот",
		[190173] = "Элементаль земли",
		[194523] = "Разозленный элементаль",
		[48279] = "Гоблин-надсмотрщик",
		[193244] = "Защитная матрица титанов",
		[194524] = "Элементаль-землекрушитель",
		[186592] = "Защитник Чорук",
		[187872] = "Пепельный рощегрыз",
		[188128] = "Василиск-камнекус",
		[190943] = "Скальный стервятник",
		[187617] = "Ацеквиан",
		[196061] = "Чародейские обломки <Чародейский командир>",
		[192223] = "Зафил Непокорный",
		[194526] = "Сгусток магмы <Барон Пепловетр>",
		[186594] = "Защитник Драконьей Погибели",
		[191712] = "Клокочущая душа источника",
		[192224] = "Катан Решительная",
		[190433] = "Тотем землетрясения",
		[195039] = "Повстанец-костолом",
		[192225] = "Дихар Непоколебимая",
		[192481] = "Разлагающийся слизень <Древорот>",
		[192737] = "Боевой мамонт куалаши",
		[190946] = "Воин бури",
		[193505] = "Болезненный жулик",
		[194273] = "Иссушительница",
		[196576] = "Зачарованный скипетр",
		[192738] = "Брундин Драконобой",
		[190947] = "Измененный змей",
		[192227] = "Ползучая лава",
		[196577] = "Зачарованный боевой топор",
		[192739] = "Пожирающий змей",
		[187366] = "Змееныш-мирогрыз",
		[197857] = "Брюхокол",
		[189925] = "Мародер из лагеря Кейган",
		[186599] = "Укротитель огня Драконьей Погибели",
		[197346] = "Илгату",
		[189926] = "Разведчик из лагеря Кейган",
		[196835] = "Старший охотник Крошк",
		[194021] = "Ненасытный стервятник",
		[192486] = "Лела",
		[187625] = "Фрагмент камнехвата",
		[189928] = "Разоритель могил из клана Укхел",
		[192487] = "Лулу",
		[192743] = "Реджара Каменный Кулак",
		[152571] = "Гарпия-похитительница",
		[195814] = "Чудовищный монолит",
		[184300] = "Голем из черного камня",
		[192744] = "Дорбейн Плавильщик",
		[190953] = "Солнечношкурый топокопыт",
		[195815] = "Изначальный камень",
		[190186] = "Магмомант воинов стихий",
		[184301] = "Пещерный ловец",
		[58965] = "Арикс'аради",
		[185325] = "Бурошкур-детеныш",
		[195816] = "Неугомонный камень",
		[190187] = "Драконья иллюзия",
		[186605] = "Укротитель огня Драконьей Погибели",
		[185326] = "Корень разложения",
		[187885] = "Смертоцвет-травлинг",
		[198376] = "Кусачий детеныш",
		[184303] = "Прыгучий паук",
		[194794] = "Беспокойная сосулька",
		[191212] = "Тотем землетрясения",
		[187886] = "Турборис",
		[192236] = "Бдительный кузнец бури <Слейпънир>",
		[186607] = "Солдат Драконьей Погибели",
		[184816] = "Горлодерка – мастерица проклятий",
		[197354] = "Дупляк",
		[194284] = "Застывший осадок",
		[36385] = "Гном с сетеметом",
		[192749] = "Остроклык",
		[190958] = "Нокхудский охотник-мистик",
		[195820] = "Нокхудский диверсант <Драконобойный копьемет>",
		[192238] = "Наэлектризованная сущность",
		[186609] = "Щитобой Драконьей Погибели",
		[187889] = "Расколотый фрагмент",
		[186354] = "Заклинатель рун Расколотого Пламени",
		[194798] = "Гигантский ледник",
		[190960] = "Пирующий гриф",
		[190193] = "Скованный береговой луциан",
		[194543] = "Изначальный магмарожденный",
		[186611] = "Беспокойная лава",
		[190961] = "Грязевая саламантера",
		[198126] = "Надоедливый ураган",
		[198382] = "Тлеющий воспламенитель",
		[194544] = "Конкулар",
		[186612] = "Пожирательница Змеев",
		[199150] = "Территориальный протодракон",
		[187124] = "Горлодерка-крикунья",
		[185589] = "Громила разрушителей миров",
		[189939] = "Рувин Камнедробительница",
		[196336] = "Куалаши – метатель пламени",
		[188404] = "Голодный протодракон",
		[190963] = "Изначальный тенеплет",
		[162817] = "Торгок",
		[191731] = "Чужеродная капля",
		[194290] = "Дикий бакар",
		[195314] = "Смертогургургль",
		[185591] = "Кузнец разрушителей миров",
		[187894] = "Заряженный дракончик",
		[198385] = "Распыленная энергия <Неисправный защитник>",
		[186359] = "Бурошкур-задира",
		[200944] = "Боец клана Нокхуд",
		[190965] = "Стервятник клана Нокхуд",
		[191221] = "Рубака из клана Нокхуд",
		[185592] = "Пикирующий соглядатай",
		[198130] = "Гниющий тотем <Саблелап Зловонный>",
		[190198] = "Энергичный плеточник",
		[200945] = "Подстрекательница из клана Нокхуд",
		[185593] = "Целитель разрушителей миров",
		[186361] = "Гниющий древень",
		[188664] = "Земляной ваятель клана Рыжей Иглы",
		[191479] = "Обгорелый рогошип",
		[185594] = "Страж-разрушитель миров",
		[187897] = "Драгхар Отрицатель",
		[186362] = "Бурошкур-гниломет",
		[192759] = "Пожиратель",
		[193271] = "Траккен Шрам Тени",
		[191736] = "Кроут",
		[198389] = "Копье Горы <Старшая охотница Амаа>",
		[186363] = "Бурошкур-разлагатель",
		[188666] = "Высвобожденный выброс лавы",
		[187387] = "Камнесерд",
		[185596] = "Бастион разрушителей миров",
		[198390] = "Расколотый фрагмент <Турборис>",
		[196599] = "Магматий",
		[186620] = "Лавовый ползун",
		[193273] = "Лискрон Ослепительный",
		[187900] = "Нокхудский мародер",
		[186109] = "Куалаши-хребтолом",
		[196600] = "Горящие угли",
		[188668] = "Изначальная лавина",
		[191227] = "Копейщик из клана Нокхуд",
		[191739] = "Лейтенант чешуйчатых губителей",
		[191995] = "Старый Камнеклык",
		[186110] = "Джарадинский заклинатель земли",
		[196601] = "Опаляющая жижа",
		[190716] = "Воин стихий – послушник",
		[187902] = "Нокхудский мародер",
		[190205] = "Сполох",
		[186367] = "Ко'джо",
		[191229] = "Воин ярости шторма",
		[195579] = "Изначальный порыв",
		[190206] = "Воин стихий – танцор пламени",
		[186624] = "Скованная искра",
		[181763] = "Лавовый феникс",
		[190207] = "Пеплоплет воинов стихий",
		[186369] = "Вольный паводник",
		[187393] = "Перемещенная земля",
		[193790] = "Грузчица Расколотого Пламени",
		[181764] = "Лавовый феникс",
		[190208] = "Ездок на оползне",
		[198652] = "Восставший бакар <Пробудитель гробниц Ганзай>",
		[186626] = "Скованный огонь",
		[193791] = "Наемник Расколотого Пламени",
		[189953] = "Дружелюбный гнолл",
		[194303] = "Воин земли – разбиватель осколков",
		[186627] = "Обузданное адское пламя",
		[191233] = "Налетевший буревик",
		[187907] = "Куалаши-костекрушитель",
		[190210] = "Магмарожденный ваятель земли",
		[194816] = "Выкованное чудовище",
		[187396] = "Поджигатель клана Рыжей Иглы",
		[187908] = "Куалаши - раздиратель чешуи",
		[198399] = "Тареш <Тареш>",
		[190723] = "Темношкурый снежный человек",
		[197120] = "Бурая бичевательница",
		[191235] = "Налетевший элементаль бури",
		[185350] = "Прожорливый кровоклюв",
		[192003] = "Кроворог",
		[190212] = "Магмарожденный лавоклинок",
		[186630] = "Обузданный камень",
		[190980] = "Строптивый рогоплав",
		[195330] = "Буйная магма",
		[193795] = "Воин стихий земляных оков",
		[48417] = "Кровавый волшебник из братства Справедливости",
		[190214] = "Смертожабр-разрушитель",
		[190726] = "Полосатый зуброн",
		[185353] = "Нокхудский старший охотник",
		[195844] = "Ветрокрут",
		[186121] = "Гниломаг Око Гнева",
		[190983] = "Куалаши-разоритель",
		[186122] = "Рира Когтерезка",
		[184331] = "Попиратель времен из рода Бесконечности",
		[47714] = "Пар",
		[191240] = "Добытчик с холмов",
		[191496] = "Сухокопытная олениха",
		[195846] = "Необузданная буря",
		[196102] = "Сотворенный плеточник",
		[192776] = "Яркочешуйчатый хрустогрыз",
		[190985] = "Тень Смерти",
		[193288] = "Призванный разрушитель",
		[48418] = "Заклинательница из братства Справедливости",
		[186124] = "Рви-зуб",
		[190730] = "Глубинный червь",
		[186892] = "Куалаши-хребтолом",
		[193545] = "Дикий бакар",
		[195848] = "Родниковая саламантера",
		[181775] = "Неуправляемый страж",
		[188172] = "Мастер чар",
		[190731] = "Густошерстный медведь",
		[193290] = "Пузырек магмы",
		[187405] = "Свирепый воин клана Рыжей Иглы",
		[195849] = "Упрямый баран",
		[188173] = "Часовой Расколотого Пламени",
		[194570] = "Истощенный протодракон",
		[186638] = "Куалаши - заклинатель земли",
		[184847] = "Матриарх Аветира",
		[193291] = "Жарокрыл-вожак",
		[188174] = "Разрушительное пламя",
		[184592] = "Хаутия Рухоедка",
		[48419] = "Шахтер из братства Справедливости",
		[195851] = "Укхельский вестник смерти",
		[187919] = "Давитель из кальдеры",
		[194316] = "Призыватель бури Зарии",
		[192781] = "Элементаль руды",
		[193293] = "Куалаши-страж",
		[194317] = "Призыватель бури Бороо",
		[190991] = "Пожог",
		[195597] = "Изначальный протодракончик",
		[193806] = "Изначальный протодракон",
		[196109] = "Старый протодракон",
		[188689] = "Слизь разложения",
		[187154] = "Нестабильный смотритель",
		[187410] = "Призванное цунами",
		[195854] = "Вольный ветрохлест",
		[194575] = "Нарастающая буря",
		[190737] = "Землерожденный захватчик",
		[187155] = "Хранительница печати",
		[48420] = "Землекоп из братства Справедливости",
		[195855] = "Восставший воин",
		[187923] = "Лавовый птенец",
		[190738] = "Верный стихиям фурболг",
		[188180] = "Королет",
		[196624] = "Камнерезчик Туманного дола",
		[190739] = "Подчиненный дух воды",
		[190995] = "Заклинатель первородной воды",
		[197904] = "Зачарованный боевой топор",
		[190484] = "Киракка",
		[192787] = "Куалаши-хребтолом",
		[190996] = "Ваятель первородной земли",
		[187414] = "Призванный тайфун",
		[197905] = "Зачарованный скипетр",
		[190485] = "Эркхарт Кровь Бури",
		[192788] = "Куалаши-чудотворица",
		[197138] = "Больная рубака",
		[187159] = "Кричащий дракончик",
		[191509] = "Пылающий грозный ворон",
		[197906] = "Мерцающая искра",
		[194068] = "Влажная изморось",
		[186392] = "Злобный ледяной бурильщик",
		[192789] = "Лучница из клана Нокхуд",
		[190998] = "Непокорный рогоплав",
		[187160] = "Кристальная ярость",
		[189463] = "Речноспин-говорун",
		[187672] = "Ржавозубый ползун",
		[187928] = "Лавовый феникс",
		[189464] = "Куалаши-факельщица",
		[196117] = "Кристальный крушитель",
		[192791] = "Боевое копье клана Нокхуд",
		[195094] = "Штормовой протодракон",
		[189465] = "Речноспин-топотун",
		[193815] = "Буйный ливень",
		[187930] = "Буреклык-проклинательница",
		[186139] = "Бурошкур-воин",
		[192792] = "Чистоводная бешенка",
		[195095] = "Затерянный во времени мурлок-гигант",
		[197398] = "Голодный плеточник",
		[189466] = "Командир Железного Факела",
		[189722] = "Голиаф-проглот",
		[196119] = "Драконоид-чароплет",
		[186140] = "Бурошкур-шаман",
		[188699] = "Феникс-падальщик",
		[189467] = "Куалаши-костедробительница",
		[187932] = "Лавовый феникс",
		[186141] = "Странствующая гниль",
		[186397] = "Неугомонный ветер",
		[192794] = "Повелительница зверей из клана Нокхуд",
		[182815] = "Призванный элементаль лавы",
		[191259] = "Зовущий бурю воин стихий",
		[181536] = "Нестабильный элементаль",
		[196121] = "Часовой Расколотого Пламени",
		[196377] = "Эдавикс",
		[182816] = "Призванный элементаль лавы",
		[189981] = "Дружелюбный гнолл",
		[196634] = "Мятежник Туманного дола",
		[198937] = "Смертожабр",
		[189470] = "Вспышка лавы",
		[196123] = "Тарасекк-воин",
		[194588] = "Гигантский плеточник",
		[193053] = "Шипастый бакар",
		[197403] = "Недремлющая хрупкопанцирная черепаха - вожак",
		[189471] = "Куалаши-кузнец",
		[189727] = "Каджин Непреклонная",
		[187936] = "Костоглодка-тотемогрызка",
		[196380] = "Фризкон Древний",
		[188704] = "Манит",
		[189472] = "Куалаши - воин лавы",
		[187937] = "Матерый равнинный мамонт",
		[192799] = "Нестабильный камень <Invisible Stalker>",
		[189217] = "Фригеллий",
		[187426] = "Углезуб-падальщик",
		[189729] = "Изначальное цунами",
		[192800] = "Мастер копья из клана Нокхуд",
		[186915] = "Куалаши - крушитель ворот",
		[197406] = "Рассерженная стрекотуха",
		[189474] = "Опаляющая кузня",
		[191777] = "Дикий протодракон",
		[196383] = "Буйный расхититель",
		[188451] = "Зеримек",
		[188707] = "Ночегниль",
		[184869] = "Изначальный протодракон",
		[193313] = "Бдительный трупокрыл",
		[191778] = "Враждебный протодракон",
		[196384] = "Таящаяся громила",
		[188708] = "Смутьян Киика",
		[186917] = "Буйный порыв",
		[187173] = "Воин стихий – раскалыватель земли",
		[187941] = "Тенелапая-шкуросшивательница",
		[196385] = "Грод Древний",
		[192803] = "Боевой охун",
		[187174] = "Воин стихий – ветробой",
		[191524] = "Железнокожий куалаши",
		[193827] = "Бушующий чернолап",
		[186151] = "Хан Балакар",
		[196642] = "Голодный плеточник",
		[188710] = "Шерат",
		[187175] = "Воин стихий – ветробой",
		[187431] = "Ветрожабр-небобой",
		[187687] = "Взволнованное семечко",
		[194084] = "Дикий протодракон",
		[188711] = "Тареш",
		[197667] = "Темнозубый-мародер",
		[195876] = "Оскверненный охун",
		[155192] = "Гарпия-налетчица",
		[196388] = "Кудесник-расхититель",
		[193062] = "Крадущийся морозношкур",
		[187433] = "Ветрожабр-охотник",
		[195877] = "Восставший мистик",
		[184107] = "Рунический защитник",
		[193063] = "Морозношкур-матриарх",
		[197413] = "Огненный пузырень",
		[183340] = "Гиена-падальщица",
		[194087] = "Дикий протодракон",
		[186667] = "Больной шаман",
		[186923] = "Призывающий мороз Джул'ек",
		[193320] = "Преобразованная земля <Потревоженный краеугольный камень>",
		[199717] = "Заступник из клана Нокхуд",
		[187691] = "Бурошкур-копатель",
		[186668] = "Больной громила",
		[189227] = "Куалаши-охотник",
		[193833] = "Мерцающее пламя",
		[194089] = "Неукрощенный протодракон",
		[186669] = "Cаламант из племени Илистого Плавника",
		[189228] = "Несущий град мародер",
		[47403] = "Жнец братства Справедливости",
		[188717] = "Хихвир",
		[189229] = "Несущий град чудотворец",
		[189485] = "Ветророжденный воин стихий",
		[194091] = "Неукрощенный протодракон",
		[190509] = "Силовой росток",
		[190765] = "Таинственный фантом",
		[189230] = "Чудотворец-землетряс",
		[194092] = "Дикий протодракон",
		[190510] = "Страж хранилища",
		[190766] = "Куалаши – укротитель ярости",
		[189231] = "Мародер-землетряс",
		[187440] = "Акир-предвестник",
		[194349] = "Плененный дух",
		[190767] = "Куалаши-ковщик",
		[197164] = "Ледокус",
		[189232] = "Кокия Пламенное Копыто",
		[47404] = "Наблюдатель братства Справедливости",
		[197165] = "Гнолл-Снегошкур",
		[191536] = "Расхитительница Макко",
		[193839] = "Подавительница из клана Нокхуд",
		[194095] = "Бушующее адское пламя",
		[187187] = "Мститель Черного Когтя",
		[193840] = "Налетчик из клана Нокхуд",
		[66503] = "Пехотинец Громовой крепости",
		[186420] = "Ткач земли",
		[188723] = "Синешкур",
		[197167] = "Гнолл-Снегошкур",
		[189235] = "Надзиратель Лахар",
		[190259] = "Эхо утраты",
		[186421] = "Изначальный буран",
		[187189] = "Убийца из Черного Когтя",
		[187445] = "Углезуб-прудовод",
		[183863] = "Могу-властитель",
		[196913] = "Мара'нар Громогласный",
		[193075] = "Ледниковая великанша",
		[186679] = "Шаман племени Илистого Плавника",
		[195635] = "Заряженный временем медведь",
		[185656] = "Призывательница гнили",
		[187192] = "Яростный Коготь",
		[192054] = "Пойманный элементаль воды",
		[190776] = "Чародейский командир",
		[185147] = "Призывательница бури из клана Нокхуд",
		[193847] = "Чалсек Сын Земли",
		[198197] = "Искрошкурый протодракон",
		[184124] = "Часовая Талондрас",
		[186427] = "Неугомонная буря",
		[195639] = "Изначальный протодракон",
		[185660] = "Цайгенот",
		[184125] = "Хронолорд Дейос",
		[190778] = "Зоркий небесный страж",
		[189243] = "Алора Марево",
		[193849] = "Раккеш Поток Огня",
		[190011] = "Извлекающий шторм",
		[190779] = "Чародейский голем",
		[197176] = "Буйный козел",
		[189244] = "Моргг",
		[55659] = "Дикий бес <Отверстия>",
		[198200] = "Камнечешуйный протодракон",
		[190780] = "Чародейский элементаль",
		[193595] = "Сухокопытный лось",
		[189246] = "Картис Песнь Снега",
		[187455] = "Янтарный хищник",
		[191805] = "Дикий протодракон",
		[193341] = "Анген",
		[184130] = "Земельник-комендант",
		[186945] = "Опаляющий выстрел",
		[197436] = "Темношкур-собиратель",
		[191551] = "Ненасытный стервятник",
		[187969] = "Демиург Морозной Вспышки",
		[184131] = "Земельник-страж",
		[194622] = "Сполох",
		[186690] = "Ловчий племени Илистого Плавника",
		[184132] = "Земельник-дозорный",
		[195135] = "Бурая бичевательница",
		[187203] = "Замерзший загробник",
		[187971] = "Мокророт-краболов",
		[196671] = "Чародейский опустошитель",
		[187204] = "Заземленный воин стихий",
		[184134] = "Прыгун-падальшик",
		[192834] = "Речное чудище рощи",
		[195905] = "Быстрый длиннорог",
		[186438] = "Изначальный элементаль лавы",
		[197185] = "Вербовщик воинов стихий",
		[156501] = "Равнир",
		[3127] = "Ядохвостый скорпид",
		[188230] = "Налетчик из клана Нокхуд",
		[193348] = "Древний равнинный топотун",
		[197698] = "Громоголов",
		[192325] = "Каменные кандалы",
		[194884] = "Шела Плетущая Ветер",
		[17252] = "Виникгорил",
		[190023] = "Лавовые щупальца",
		[194373] = "Гнолл-Бурошкур",
		[192582] = "Солдат Драконьей Погибели",
		[191047] = "Тарасекк-налетчик",
		[195397] = "Льдистый невидимка",
		[189768] = "Куалаши - метатель пламени",
		[194374] = "Загустевший минерал",
		[191048] = "Тарасекк-наблюдатель",
		[195398] = "Разрушительный протодракон",
		[194375] = "Кипящая ламинария",
		[191049] = "Тарасекк-вор",
		[195399] = "Любопытный детеныш рогоплава",
		[187723] = "Жестоко скованный элементаль",
		[192329] = "Агрессивный орел",
		[187212] = "Протодракон-землетряс",
		[189515] = "Заряженный протодракон",
		[196168] = "Нагреватель источников",
		[198471] = "Пламенный кипятень",
		[186701] = "Призванный чешуйчатый кусака",
		[191051] = "Проворная лиса-виверна",
		[183888] = "Горлодерка-воровка",
		[186191] = "Голос разложения",
		[185168] = "Громила из клана Нокхуд",
		[195915] = "Фирава Воспламенитель",
		[196171] = "Пламенный кипятень",
		[192333] = "Орел-вожак",
		[191566] = "Вечная сфера",
		[192334] = "Граат",
		[186705] = "Гейзерная саламантера",
		[191311] = "Дракончик из рода Бесконечности",
		[191823] = "Свирепый протодракон",
		[190032] = "Обезумевший протодракон",
		[192591] = "Льдистый паук",
		[194894] = "Воин стихий – буревестник",
		[195150] = "Глумливая псина",
		[189265] = "Куалаши-костестраж",
		[187474] = "Пятнистый камнезуб",
		[195918] = "Порабощенный панциролом",
		[3527] = "Тотем исцеляющего потока <Античка>",
		[194895] = "Нестабильный шквал",
		[191057] = "Громоспин-крушитель",
		[191313] = "Пузырящийся побег",
		[195919] = "Пылающий мастер цепей",
		[190034] = "Пламенный разрушитель",
		[194896] = "Изначальный щит бури",
		[188244] = "Изначальный исполин",
		[194897] = "Тотем энергии бури",
		[186965] = "Тлеющее перо <Лавовый феникс>",
		[191315] = "Вестник льда",
		[193618] = "Беспокойные камни",
		[189780] = "Гигантский выдрек-подстрекатель",
		[194898] = "Воин стихий – искрящий клинок",
		[187478] = "Матерый большекопыт",
		[192340] = "Нокхудский ученик",
		[190294] = "Буремант из клана Нокхуд",
		[191318] = "Приливный защитник",
		[191574] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[194389] = "Порождение лавы <Куалаши-лавамант>",
		[1860] = "Kontast",
		[191319] = "Древний дробильщик <Освобожденный служитель>",
		[187226] = "Длиннокрылый небесный охотник",
		[185691] = "Злобная гиена",
		[192344] = "Ваятельница пепла Торнека",
		[196694] = "Чародейский добытчик",
		[185180] = "Горлодерка-захватчица",
		[195927] = "Жнец душ Галтмаа",
		[66395] = "Канонир Громовой крепости",
		[153964] = "Кровоклюв",
		[195672] = "Куалаши-негодяй",
		[195928] = "Жнец душ Даарен",
		[188252] = "Мелидрусса Истощенная Холодом",
		[195929] = "Жнец душ Тумен",
		[186206] = "Жестокая костекрушительница",
		[188509] = "Пробудитель гробниц Ганзай",
		[190812] = "Дикий протодракон",
		[191324] = "Вторгшийся ливень",
		[195674] = "Встревоженный посвященный",
		[195930] = "Жнец душ Мандакх",
		[188510] = "Восставший бакар",
		[187231] = "Иссохшая кусака",
		[187487] = "Пятнистый хищник",
		[187743] = "Жестоко скованный элементаль",
		[186208] = "Стрелок гнили",
		[186464] = "Вневременная причинность",
		[197211] = "Гурблбоблр Захватчик",
		[187232] = "Затерянный во времени острокрыл",
		[190047] = "Пробудитель гробниц Арбан",
		[36989] = "Захватчик из клана Бича Злобы",
		[190048] = "Остаточный борей",
		[192351] = "Ученая гиена",
		[191328] = "Опутывающее течение",
		[181861] = "Магмобивень",
		[192352] = "Темнолап-наставник",
		[194655] = "Воин стихий – породитель потопа",
		[191329] = "Недремлющая хрупкопанцирная черепаха",
		[189538] = "Магмакоготь",
		[191841] = "Шпион воинов стихий",
		[194656] = "Воин стихий – разбиватель волн",
		[194912] = "Объездчик магмонтов",
		[185445] = "Грабитель из клана Нокхуд",
		[189795] = "Потревоженные обломки",
		[190307] = "Углеспин Непокорный",
		[184422] = "Тлерон",
		[186725] = "Тррша",
		[187493] = "Буйная вода",
		[191843] = "Стражница Бахир",
		[194146] = "Одичалый протодракон",
		[187238] = "Иссушительница",
		[187494] = "Буйный ветер",
		[197985] = "Чаротворец пламени",
		[197218] = "Разъяренная капля",
		[187239] = "Затерянный во времени солнцелов",
		[48505] = "Страж Тьмы из братства Справедливости",
		[186728] = "Матерый магмонт",
		[197219] = "Мерзкий плеточник",
		[187240] = "Драконид-разрушительница",
		[187752] = "Рубилунг",
		[47162] = "Глубток",
		[199011] = "Скрипорев",
		[197220] = "Яростный потоп",
		[191335] = "Содрогающаяся земля",
		[187497] = "Элементаль грязной воды",
		[187753] = "Проклятая Кровь",
		[190056] = "Изначальный протодракон",
		[197221] = "Бушующий поток",
		[187242] = "Тарасекк-расхититель",
		[187498] = "Элементаль жижи",
		[189801] = "Древний протодракон",
		[186219] = "Оружейник Вордак",
		[193384] = "Равнинный камнезуб",
		[188011] = "Изначальный земляной часовой",
		[186220] = "Бурошкур-заклинательница",
		[192873] = "Протодракон",
		[193385] = "Матерый большекопыт",
		[187500] = "Костоглод-рубака",
		[196200] = "Алгет'арский рыцарь эха",
		[194409] = "Эргбурк",
		[196712] = "Нейтрализующее устройство",
		[196968] = "Скованная саламандра",
		[197224] = "Прирученный магмонтенок",
		[191339] = "Течение-защитник",
		[196457] = "Ориан Темные Воды",
		[47739] = "\"Капитан\" Пирожок",
		[197225] = "Превращенный грозный ворон",
		[187246] = "Рогоплав-магоед",
		[187502] = "Костоглод-буян",
		[188014] = "Смоляной грохотун",
		[186479] = "Временник",
		[196970] = "Тарантиза",
		[193388] = "Массивные хрупкопанцирные черепахи",
		[187503] = "Костоглод-подручный",
		[196203] = "Алгет'арский целитель",
		[196459] = "Бурошкур-задира",
		[196971] = "Рендвит",
		[193133] = "Яркочешуйчатый гигант",
		[193389] = "Массивные хрупкопанцирные черепахи",
		[181875] = "Олфис Раскаленный",
		[196972] = "Ворвелнор",
		[189040] = "Разозленная жеода",
		[187505] = "Раздиратель",
		[183923] = "Гнолл-захватчик",
		[186226] = "Зловонная певица гнили",
		[190576] = "Протодракончик",
		[196973] = "Керзанти",
		[193391] = "Массивные хрупкопанцирные черепахи",
		[187506] = "Осколыш-камнехват",
		[190065] = "Буйный дракончик",
		[188274] = "Сутаан",
		[46141] = "Обсидиановый огнекрыл",
		[186739] = "Лазурный Клинок",
		[189042] = "Потревоженный мороз",
		[190066] = "Воин стихий воды",
		[186740] = "Чародейское создание",
		[195184] = "Защитная сфера",
		[189299] = "Разлагающийся слизень",
		[195696] = "Изначальный громозверь",
		[189811] = "Потревоженный краеугольный камень",
		[188276] = "Яростный жеребец из стада",
		[190579] = "Первозданный гнев",
		[186741] = "Чародейский элементаль",
		[193394] = "Мшистый вожак",
		[189812] = "Горлок шатун Мокрого утеса",
		[194162] = "Агрессивный рокочущий ящер",
		[192371] = "Куалаши-пылекрут",
		[97369] = "Тотем жидкой магмы <Мулари-Гордунни>",
		[189557] = "Куалаши-стреломет",
		[195187] = "Джарадин – укротитель пламени",
		[48445] = "Лакей-болванчик",
		[189814] = "Лекарь волн Мокрого утеса",
		[194164] = "Нетерпеливый детеныш рокочущего ящера",
		[192885] = "Снегорогий зуброн",
		[187256] = "Затерянный во времени ящер",
		[185465] = "Боевой пес клана Нокхуд",
		[189815] = "Сбиватель Мокрого утеса",
		[191351] = "Недремлющая хрупкопанцирная черепаха",
		[190584] = "Затерянный во времени мурлок",
		[190840] = "Воин стихий – надзиратель",
		[184444] = "Угрожающий механолог",
		[194168] = "Царственный рокочущий ящер",
		[192377] = "Скальный гризли",
		[193145] = "Прожорливый протодракон",
		[195448] = "Пылающий огнешквал",
		[183422] = "Кортрокс Разрушитель",
		[195960] = "Околдованный аквамант",
		[194937] = "Ошпариватель",
		[191099] = "Назойливый цветок",
		[191611] = "Охотник на драконов Игордан",
		[195961] = "Загипнотизированный лекарь",
		[187262] = "Затерянный во времени дьявозавр",
		[195962] = "Очарованный панцирный страж",
		[186239] = "Куалаши-черепоносец",
		[188542] = "Меткий стрелок Бурошкуров",
		[194939] = "Протодракон с Каскадов",
		[187263] = "Мокророт-волномант",
		[48447] = "Страшный попугай",
		[189822] = "Шас'ит",
		[187264] = "Затерянный во времени Шипошкурый",
		[47296] = "Хеликс Отломчикс",
		[189312] = "Ледниковый элементаль",
		[190080] = "Тарасекк – повелитель стихий",
		[186242] = "Затаившийся брюхокол",
		[191104] = "Изначальный косильщик",
		[193407] = "Рогатый равнинный топотун",
		[183940] = "Силитид-опустошитель",
		[192640] = "Горный жеребец",
		[199037] = "Воин стихий – штурмовик",
		[187523] = "Тенелапый-следопыт",
		[184453] = "Жестокий мотиватор",
		[188803] = "Свирепый воин клана Рыжей Иглы",
		[193153] = "Пилодер Охотник",
		[190339] = "Рогатый бронедон",
		[196992] = "Чародейский элементаль",
		[193154] = "Забытый грифон",
		[191619] = "Взрослый рогоплав",
		[66288] = "Снайпер Громовой крепости",
		[194178] = "Разрушительная лава",
		[190340] = "Рефти-защитник",
		[196737] = "Алия Солнечный Полет",
		[191108] = "Изначальный элементаль огня",
		[191364] = "Неистовая дрожь",
		[156821] = "Призыватель теней из клана Темного Молота",
		[198017] = "Преобразованная земля <Элементаль земли>",
		[194179] = "Разрушительный элементаль огня",
		[196482] = "Заросшее древо",
		[192644] = "Горный камнеклык",
		[199041] = "Чародейская бестия",
		[186962] = "Каскад",
		[187271] = "Солезубый костеглод",
		[193668] = "Караульный Мордрен",
		[417] = "Maagrym",
		[4844] = "Тенегорнский геодезист",
		[190342] = "Аппарат сдерживания",
		[190598] = "Тсерасор Покровительница",
		[186921] = "Призывающая мороз Най'джин",
		[199298] = "Куалаши-черепоносец",
		[195460] = "Пятнистый хищник",
		[187528] = "Зуболом",
		[186922] = "Призывающая мороз Син'тия",
		[194181] = "Вексам <Магическая книга>",
		[188296] = "Куалаши-джарадин",
		[187551] = "Буреклык – призыватель пыли",
		[48230] = "Огр-надзиратель",
		[191111] = "Ярость воды",
		[193414] = "Магмарожденный ткач пламени",
		[189852] = "Тенешкурый ловец",
		[186902] = "Захватчик резервуара",
		[153242] = "Огр - темный чародей",
		[48229] = "Кобольд-землекоп",
		[186515] = "Повелительница гиен Дургун",
		[195461] = "Изворотливая саламантера",
		[190604] = "Камнестраж-агрессор",
		[197509] = "Изначальная грозовая туча",
		[156825] = "Центурион из клана Темного Молота",
		[194495] = "Бурлящее течение",
		[186161] = "Неистовство лавы <Модак Огнеметательница>",
		[194439] = "Густошерстный матриарх",
		[197139] = "Разлагающийся слизень",
		[186672] = "Колоссальный постэффект",
		[191113] = "Стихийная капля",
		[186632] = "Пронзатель чешуи",
		[48450] = "Яснокрылый визгун",
		[189834] = "Куалаши-камневяз",
		[187960] = "Солнечношкурый топокопыт",
		[193306] = "Ныряющий охотник",
		[190602] = "Несущий бурю агрессор",
		[196116] = "Кристальная ярость",
		[190603] = "Несущий бурю ледострел",
		[185883] = "Пылающий протодракон",
		[188948] = "Углезуб-сборщик",
		[169162] = "Охотничий ворг",
		[188044] = "Тлеющий гигант",
		[193669] = "Процела Удар Урагана",
		[186509] = "Модак Огнеметательница",
		[195261] = "Матерый равнинный лось",
		[187021] = "Часовой гнили",
		[47297] = "Болванчик",
		[66200] = "Солдат Громовой крепости",
		[182211] = "Изначальный элементаль огня",
		[187931] = "Буреклык – заклинательница костей",
		[190348] = "Опустошитель воинов стихий",
		[192651] = "Чистоводное речное чудище",
		[187266] = "Затерянный во времени вождь",
		[193163] = "Агрессивный побережник",
		[186756] = "Шикаарский бакар",
		[186511] = "Гигра Пронзающая",
		[157328] = "Чаротворец из клана Темного Молота",
		[192030] = "Мерзлый кулак",
		[186111] = "Смотритель-воин стихий",
		[190605] = "Камнестраж-скаломол",
		[185595] = "Сектант разрушителей миров",
		[185903] = "Ненасытный камнезуб",
		[187279] = "Солезуб-нянька",
		[191867] = "Призванная ледяная буря",
		[185357] = "Часовой из клана Нокхуд",
		[184319] = "Рефти-распорядитель",
		[194444] = "Дикий протодракон",
		[189304] = "Перегруженная манасущность",
		[186768] = "Больной рубака",
		[0] = "[*] Лава",
		[187149] = "Адепт бури из клана Нокхуд",
		[187404] = "Опаленный угольник",
		[191886] = "Проводник изначальной лавы",
		[183954] = "Горлодерка-иссушительница",
		[191541] = "Грубошкурый олень",
		[194692] = "Рогатый бронедон",
		[193552] = "Бандит Шрама Тени",
		[189373] = "Охун-пикировщик",
		[187281] = "Солезубый охотник",
		[198930] = "Смертожабр-разрушитель",
		[187793] = "Огромная волна",
		[186246] = "Стервятник-шкуродер",
		[188665] = "Фрагмент камнехвата",
		[188171] = "Мастер чар Тарон",
		[189555] = "Астральный служитель",
		[190761] = "Летучая лиса Шокари",
		[189043] = "Неистовое пламя",
		[160394] = "Курганный паук",
		[189841] = "Терракотовый трясиноход",
		[183956] = "Бурошкур-воин",
		[192237] = "Бдительный голиаф <Бирисс>",
		[190609] = "Эхо Дорагосы",
		[186356] = "Стервятник клана Нокхуд",
		[195215] = "Повстанец-костолом",
		[186737] = "Телаш Серокрылый",
		[187539] = "Земляной ваятель клана Рыжей Иглы",
		[186483] = "Куалаши-сталемастер",
		[183957] = "Бурошкур-шаман",
		[196495] = "Тяжелый от пыльцы плеточник",
		[186516] = "Капканщик Керваль",
		[186746] = "Элементаль-каратель",
		[186606] = "Страж котла Драконьей Погибели",
		[191337] = "Каменный таран",
		[187540] = "Затерянный во времени грязеплюх",
		[195984] = "Матерый рыжебивневый мамонт",
		[187244] = "Затерянный во времени разрушитель",
		[187285] = "Солезубый громила",
		[186517] = "Задира Бакра",
		[194291] = "Изначальный камнешкур",
		[198032] = "Драконье извержение",
		[193426] = "Слияние магмы",
		[153239] = "Огр-громила",
		[152998] = "Охотничий ворг",
		[187139] = "Кристальный крушитель",
		[198253] = "Смерч",
		[187150] = "Предатель из клана Нокхуд",
		[194302] = "Воин стихий – землетряс",
		[193171] = "Териллод Фанатичный",
		[190694] = "Разозленный пар",
		[187542] = "Призванная рябь",
		[185751] = "Плесневик",
		[189719] = "Страж Иридий",
		[187111] = "Древний рогоплав",
		[194487] = "Злобный заклинатель гнили",
		[190945] = "Воин ярости шторма",
		[197266] = "Градина <Первозданный град>",
		[193428] = "Озверевшая гиена",
		[187543] = "Призванный зефир",
		[198034] = "Клешнекап",
		[191342] = "Крылатая погибель",
		[190434] = "Тотем ливня",
		[186600] = "Защитник Драконьей Погибели",
		[193127] = "Рядовая Шикзар",
		[156676] = "Огр-надзиратель",
		[193429] = "Истерзанный зуброн",
		[192266] = "Барон Недриг",
		[187033] = "Мерзорот",
		[183995] = "Горлодерка-проклинательница",
		[190359] = "Затаившийся фанатик",
		[100820] = "Дух волка <Orkue-Antonidas>",
		[186777] = "Соток Мясорубка",
		[195221] = "Луговой бакар",
		[193430] = "Рыскающий стервятник",
		[187545] = "Энергичный плеточник",
		[48502] = "Головорез из братства Справедливости",
		[198292] = "Изначальный магмарожденный",
		[187321] = "Изначальный элементаль лавы",
		[186116] = "Пузострелка",
		[186736] = "Огненный часовой",
		[196202] = "Алгет'арская заклинательница",
		[193431] = "Голодный кусака",
		[187546] = "Разрастающийся плеточник",
		[187802] = "Илистая бешенка",
		[189531] = "Разложившийся старый древень",
		[191833] = "Куалаши-мародер",
		[184335] = "Посланница из рода Бесконечности",
		[48262] = "Огр-телохранитель",
		[191129] = "Пробужденный загробник",
		[189338] = "Бобр-грызун Речного Рога",
		[195764] = "Вадне Черное Сердце",
		[193944] = "Куалаши-лавамант",
		[191847] = "Равнинный топотун из клана Нокхуд",
		[190362] = "Ослепительная стрекоза",
		[195223] = "Ржавая Лилия",
		[183341] = "Темнолап-бандит",
		[187036] = "Освобожденный служитель",
		[187749] = "Носоломка",
		[190085] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[189851] = "Разведчик ритуала",
		[187510] = "Тенелапый-охотник",
		[192274] = "Барон Пепловетр",
		[187751] = "Паленый Клык",
		[186781] = "Захватчик резервуара",
		[191131] = "Углезуб-лозоткач",
		[189340] = "Чаргат Дробитель Чешуи",
		[187549] = "Буреклык-рубака",
		[191899] = "Куалаши-мародер",
		[191110] = "Изначальный элементаль огня",
		[186644] = "Леймор",
		[186615] = "Яростная буря",
		[183343] = "Темнолап-костолом",
		[188693] = "Скульптор кости Джардак",
		[194020] = "Бакар буреклыков",
		[188115] = "Солезубый волнолом",
		[200948] = "Нокхудский ученик",
		[195506] = "Вторгшийся чистоводный крепкохват",
		[156913] = "Разлагающийся труп",
		[197982] = "Воин бури",
		[186783] = "Блакор Хозяйка Котла",
		[192748] = "Темнолап-вор",
		[188511] = "Осквернитель из клана Нокхуд",
		[191645] = "Крылатый змей",
		[193948] = "Терзатель Туманного дола",
		[190110] = "Паровое слияние",
		[190366] = "Любопытный детеныш рогоплава",
		[186616] = "Гранит",
		[188715] = "Старшая охотница Амаа",
		[189087] = "Восставший охун",
		[193401] = "Снегослойный бакар",
		[187552] = "Буреклык-шаман",
		[187224] = "Злобная заклинательница гнили",
		[153583] = "Джагнаг",
		[194797] = "Заиндевелая сосулька",
		[192690] = "Тлеющее перо <Пылающий огнешквал>",
		[196115] = "Хранитель чар",
		[195270] = "Темнозубый-ловчий",
		[187297] = "Боец клана Нокхуд",
		[197788] = "Куалаши – охотник на драконов",
		[191903] = "Матерый магмонт",
		[153266] = "Смертолап Ужасный",
		[190368] = "Призывательница пламени Аюми",
		[193969] = "Поджигатель Туманного дола",
		[48338] = "Разносчица напитков",
		[187316] = "Разрастающийся смертоцвет",
		[187645] = "Кроджек Береговой Охотник",
		[195742] = "Воин стихий – инструктор",
		[194436] = "Молодой густошерстный медведь",
		[187218] = "Магмакоготь-налетчик",
		[184581] = "Бейлог",
		[194719] = "Находчивый древозуб",
		[186120] = "Древорот",
		[187043] = "Застывшая лава <Охотник на драконов Игордан>",
		[192045] = "Искатель Ветра Аваш",
		[185508] = "Боец-коготь",
		[193799] = "Тотем гниломагии",
		[188067] = "Ткач Холода Морозной Вспышки",
		[190370] = "Вестник бури Сайраз",
		[196767] = "Чаденот",
		[153582] = "Вуг",
		[160433] = "Курганный паучок",
		[197535] = "Верховная чаротворица Ривати",
		[189859] = "Пещерный скрытень",
		[198047] = "Чаротворица бури",
		[190115] = "Куалаши-разоритель",
		[190371] = "Воин стихий – землетряс",
		[182439] = "Злобный бокоход",
		[195269] = "Темнозубый-застрельщик",
		[193442] = "Камнекрушительница Токара",
		[191395] = "Дикий протодракон",
		[186336] = "Пылающее проявление",
		[187813] = "Куалаши-стенолом",
		[190116] = "Куалаши-черепоносец",
		[195138] = "Детонирующий кристалл",
		[195917] = "Изначальный загробник",
		[192931] = "Скрог-волнокол",
		[187273] = "Солезубый стрекотун",
		[193443] = "Молька Камнеломка",
		[186329] = "Заклинатель гор",
		[192796] = "Трубач из клана Нокхуд",
		[194467] = "Бурошкур-рубака",
		[190373] = "Воин стихий – певица бури",
		[196770] = "Хотнот",
		[184580] = "Олаф",
		[191597] = "Куалаши - заклинатель земли",
		[48521] = "Заклинатель штормов из братства Справедливости",
		[187559] = "Тень горя",
		[196003] = "Нокхудский мародер",
		[194212] = "Бушующие обломки",
		[186678] = "Вождь Гррлгллмеш",
		[190630] = "Лавовые щупальца <Магмобивень>",
		[186792] = "Куалаши-застрельщик",
		[190700] = "Паровой разоритель",
		[191398] = "Ужасающий страж",
		[191654] = "Инеистый подчинитель",
		[191716] = "Льдистый паучок",
		[187265] = "Затерянный во времени геомант",
		[194469] = "Молодая рубака",
		[196772] = "Опаленный магмобивень",
		[195273] = "Темнозубый-завыватель",
		[199331] = "Морозный червь",
		[191399] = "Крылатая погибель",
		[193958] = "Вестник урагана из клана Нокхуд",
		[187817] = "Посвященный призыватель бури",
		[198645] = "Магмовый яростень <Тень Смерти>",
		[47626] = "Адмирал Терзающий Рев",
		[190278] = "Малифрон",
		[186107] = "Стражник хранилища",
		[195756] = "Ледокоготь-чаромет",
		[191400] = "Акир-предвестник",
		[187306] = "Морхок",
		[98035] = "Зловещий охотник <Отверстия>",
		[187082] = "Изначальная лавина",
		[190377] = "Воин стихий – сотворительница льда",
		[192680] = "Охранник",
		[193486] = "Воин стихий – штормовой разоритель",
		[191145] = "Надзиратель Замбул",
		[48522] = "Пират из братства Справедливости",
		[197798] = "Куалаши-крыложог",
		[196007] = "Нокхудский мародер",
		[192169] = "Взрослая лиса-виверна",
		[186284] = "Медведь-кишкожуй",
		[194624] = "Зумакх",
		[191303] = "Протодракон-патриарх",
		[196006] = "Нокхудский мародер",
		[191658] = "Инеистый поработитель",
		[195752] = "Ледокоготь-боец",
		[186664] = "Душитель из племени Каменного Свода",
		[189266] = "Куалаши-новобранец",
		[188447] = "Джадзигет",
		[191659] = "Саламантера-вожак",
		[192938] = "Проворный убийца",
		[195241] = "Изначальный протодракон",
		[185262] = "Воющий речной дух",
		[187565] = "Гиена-дворняга",
		[194806] = "Потрескивающая воронка",
		[186323] = "Каратель Расколотого Пламени",
		[196521] = "Костоглод-цепежуй",
		[198824] = "Красноклюв-охотник",
		[187088] = "Воин стихий – землетряс",
		[186339] = "Тиира",
		[199368] = "Каменистый кристалл",
		[187566] = "Гиена-матриарх",
		[189869] = "Шпион воинов стихий",
		[194219] = "Изначальный изводень",
		[190381] = "Тотем взрывной гнили <Гниломаг Око Гнева>",
		[192684] = "Прожорливый речной луциан",
		[185811] = "Льдистый ползун",
		[186658] = "Геомант из племени Каменного Свода",
		[185810] = "Льдистый паук",
		[191661] = "Камневерный заклинатель",
		[191917] = "Извергающаяся лава",
		[186112] = "Насыщатель-воин стихий",
		[191983] = "Вулканическая капля",
		[187819] = "Скованная сущность бури",
		[192941] = "Громоспин-грохотун",
		[190611] = "Бешеный пыльцерог",
		[184862] = "Изначальный протодракончик",
		[187568] = "Тенелапый-собиратель",
		[186696] = "Сотрясающий тотем",
		[194315] = "Призыватель бури Солонго",
		[189363] = "Зараженный плеточник <Бурошкур-заклинательница>",
		[196005] = "Нокхудский мародер",
		[194803] = "Неторопливый жесткозуб",
		[193198] = "Капитан Копьеносица",
		[186321] = "Разгневанная орхидея",
		[165189] = "Копытень",
		[61029] = "Изначальный элементаль огня",
		[194222] = "Куалаши – душитель пламени",
		[191083] = "Паучьи яйца",
		[187211] = "Протодракон-ветробой",
		[188231] = "Штормохлест из клана Нокхуд",
		[191152] = "Огнеметатель клана Рыжей Иглы",
		[188725] = "Углезуб-копейщик",
		[187209] = "Клозикк Вознесенный",
		[193967] = "Крылорез Драконьей Погибели",
		[187352] = "Тарасекк-воин",
		[26125] = "Восставший вурдалак <Инитесса>",
		[192226] = "Ганмат Мудрый",
		[190407] = "Водяной яростень",
		[187083] = "Изначальная лавина",
		[187315] = "Больная рубака",
		[191665] = "Рычащий чернолап",
		[190528] = "Искра Пепла",
		[194224] = "Бешеный матерый медведь",
		[46153] = "Нагорный ворг",
		[188667] = "Кипящий элементаль огня",
		[186684] = "Лавовый феникс",
		[187084] = "Воин стихий – ветробой",
		[193457] = "Балара",
		[197697] = "Огнезев",
		[189875] = "Ожившие тлеющие осколки",
		[194225] = "Муугурв",
		[187553] = "Кровавый Коготь",
		[182455] = "Подчиненный клубок пара",
		[192946] = "Чешуйчатый кусака зарослей",
		[191155] = "Земляной ваятель клана Рыжей Иглы",
		[186115] = "Страж Ледяного Шипа",
		[195366] = "Резвый долгоног",
		[193970] = "Терзатель Туманного дола",
		[186490] = "Темнолап-охотник",
		[188341] = "Подстрекательница из клана Нокхуд",
		[186550] = "Изначальный элементаль огня",
		[36384] = "Гном с шокером",
		[193783] = "Тракхан",
		[187318] = "Кипящий плескун",
		[189039] = "Первозданный град",
		[193301] = "Агрессивный длиннорог",
		[190133] = "Краб-солдат",
		[186295] = "Нокхудский охотник-мистик",
		[187748] = "Хребтодерка",
		[190345] = "Воин стихий – геомант",
		[157300] = "Тунк",
		[191413] = "Дикий протодракон",
		[185528] = "Хитроклык-мистик",
		[191341] = "Воспламененная ярость",
		[189656] = "Гиена снегошкуров",
		[188343] = "Воин стихий – призыватель бурь",
		[191898] = "Куалаши - укротитель ярости",
		[192949] = "Скаара",
		[189289] = "Пенумбрий",
		[187320] = "Мокророт-моребой",
		[185529] = "Бурая бичевательница",
		[193973] = "Чароброс Туманного дола",
		[191084] = "Паучок",
		[191354] = "Тай'фун Перерожденный",
		[192694] = "Защитник-покровитель",
		[192950] = "Шензай",
		[189149] = "Диссонирующая хранительница",
		[193462] = "Батак",
		[186738] = "Мраскул",
		[186338] = "Маруук",
		[188089] = "Быстрый длиннорог",
		[195853] = "Куалаши-новобранец",
		[166262] = "Разлагающийся труп",
		[192951] = "Банкай",
		[189669] = "Приковывающее копье",
		[191844] = "Шпион воинов стихий",
		[191672] = "Лавовый тарантул",
		[186598] = "Солдат Драконьей Погибели",
		[187750] = "Смертельный Ветер",
		[186299] = "Нокхудский мародер",
		[192696] = "Дозорный Тирхолда",
		[192952] = "Эдай",
		[189798] = "Древний протодракон",
		[191637] = "Лавовый феникс",
		[188009] = "Великий Огонь",
		[62005] = "Зверь <Вайтишка>",
		[192741] = "Грелла Огнетушительница",
		[187432] = "Ветрожабр-ветромант",
		[152843] = "Гарпия - призывательница молний",
		[188859] = "Согглмоггл",
		[186735] = "Инферно Скованный",
		[186229] = "Увядший дуб",
		[190188] = "Темнолап-тихоступ",
		[194241] = "Злобный заклинатель гнили",
		[192786] = "Куалаши-расхититель",
		[156814] = "Гор'грот",
		[194745] = "Гнилозубая гиена",
		[188860] = "Уирглгургл",
		[186391] = "Злобный ледяной змей",
		[189372] = "Защитник из клана Зимней Шкуры",
		[185534] = "Охотник-костестрел",
		[189478] = "Главный кузнец Горек",
		[190962] = "Бойцовский пес клана Нокхуд",
		[197099] = "Проекция Тарантизы",
		[192699] = "Смотритель крепости",
		[186604] = "Солдат Драконьей Погибели",
		[191164] = "Хранитель чар",
		[195514] = "Нубаг",
		[193723] = "Моховой бронедон",
		[43778] = "Врагорез-5000",
		[192188] = "Одичалый протодракон",
		[186125] = "Лови-тотем",
		[192700] = "Часовой крепости",
		[190909] = "Быстрый длиннорог",
		[188413] = "Ярость воды",
		[189734] = "Куалаши-стреломет",
		[151091] = "Геолорд Грек'ог",
		[189886] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[187201] = "Разоритель из клана Нокхуд",
		[187916] = "Воин стихий – кузнец",
		[197414] = "Паровой гневень",
		[192636] = "Дикий протодракон",
		[189247] = "Прирученный феникс",
		[184582] = "Эрик \"Быстрый\"",
		[193725] = "Каркидан",
		[186628] = "Обузданный галечник",
		[184456] = "Магический громила",
		[196540] = "Яростное пламя <Пасталависта>",
		[192702] = "Чернорабочий",
		[192958] = "Удар молнии",
		[193214] = "Забытое творение",
		[186759] = "Молящийся воин стихий",
		[197820] = "Тенелапый-жилорез",
		[184461] = "Тарасекк-мародер",
		[195092] = "Гидравлический размыватель",
		[190243] = "Изворотливая саламантера",
		[192703] = "Смотритель крепости",
		[186660] = "Саблелап Зловонный",
		[195842] = "Укхельский осквернитель",
		[193541] = "Разбухший плеточник",
		[191680] = "Камневерный покоритель",
		[187842] = "Голиаф из клана Нокхуд",
		[156986] = "Огр-надсмотрщик",
		[190401] = "Воздушный протодракон",
		[196798] = "Оскверненный манадемон",
		[187792] = "Сердитая капля",
		[187075] = "Головокружение",
		[189378] = "Глашатай снега из клана Зимней Шкуры",
		[186142] = "Бурошкур-детеныш",
		[187843] = "Скованный колосс бури",
		[186272] = "Возрожденный феникс <Лавовый феникс>",
		[186308] = "Илистый луциан",
		[187172] = "Воин стихий – землетряс",
		[192961] = "Аянга",
		[191545] = "Ненасытный стервятник",
		[187326] = "Ползучая лава",
	},
	["death_recap"] = {
		["show_segments"] = false,
		["enabled"] = true,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		10, -- [1]
		3, -- [2]
		"Мир (падение)", -- [3]
		[61447] = 10,
		[53385] = 2,
		[382867] = "Чикенсаня",
		[376725] = "Буремант из клана Нокхуд",
		[391058] = 12,
		[321444] = 11,
		[88839] = "Адмирал Терзающий Рев",
		[376727] = "Хан Балакар",
		[394131] = 4,
		[47755] = 5,
		[199658] = 1,
		[376730] = "[*] Штормовые ветра",
		[123904] = 10,
		[351140] = 8,
		[385948] = 4,
		[367521] = "Охотник-костестрел",
		[389020] = 3,
		[385949] = 4,
		[94472] = 5,
		[115203] = 10,
		[59913] = 12,
		[385951] = 4,
		[200174] = 5,
		[385952] = 1,
		[388000] = "Бертинуат",
		[24394] = 3,
		[388001] = "Бертинуат",
		[384930] = "Брюхокол",
		[385954] = 1,
		[382883] = "Злобный заклинатель гнили",
		[388002] = "Бертинуат",
		[153595] = 8,
		[57994] = 7,
		[527] = 5,
		[393122] = "Смерч <Ворота порывов ветра>",
		[264130] = 9,
		[2139] = 8,
		[153596] = 8,
		[381862] = "Киракка",
		[385958] = "Вексам <Магическая книга>",
		[395172] = 11,
		[59914] = 5,
		[381864] = "Киракка",
		[30153] = "Грабоминул <Гернина>",
		[262115] = 1,
		[385960] = 4,
		[358319] = 11,
		[388008] = "Телаш Серокрылый",
		[372652] = "[*] Резонирующая сфера",
		[324536] = 9,
		[395175] = 6,
		[388009] = 3,
		[383915] = 1,
		[585] = 5,
		[385963] = "Каджин Непреклонная",
		[370607] = 11,
		[388011] = 2,
		[388012] = 2,
		[373680] = "Мелидрусса Истощенная Холодом",
		[374704] = "Чаргат Дробитель Чешуи",
		[388013] = 2,
		[267211] = 9,
		[190456] = 1,
		[374706] = "Призывательница пламени Аюми",
		[396206] = "Нокхудский ученик",
		[633] = 2,
		[101643] = 10,
		[200183] = 5,
		[229872] = 7,
		[178173] = 10,
		[5221] = 11,
		[267217] = 9,
		[329666] = 3,
		[383925] = "Мелидрусса Истощенная Холодом",
		[373688] = "Мелидрусса Истощенная Холодом",
		[386997] = 9,
		[383926] = 1,
		[385974] = "Профессор Макдорму",
		[197626] = 11,
		[392117] = 11,
		[383928] = "Надзиратель Лахар",
		[376762] = 10,
		[691] = 9,
		[388024] = 10,
		[697] = 9,
		[373692] = "Пламенный разрушитель",
		[378811] = 12,
		[49039] = 6,
		[114954] = 8,
		[197628] = 11,
		[388026] = 10,
		[373694] = "[*] Живая бомба",
		[322507] = 10,
		[344006] = 10,
		[391099] = 5,
		[122121] = 5,
		[374720] = "Леймор",
		[383934] = 2,
		[369602] = "Олаф",
		[218617] = 1,
		[47632] = 6,
		[373698] = "Бурошкур-заклинательница",
		[382912] = 11,
		[155145] = 2,
		[389055] = "Чародейский добытчик",
		[755] = 9,
		[387008] = 6,
		[389056] = "Страж Иридий",
		[369605] = "Бромач",
		[374724] = "Призывательница пламени Аюми",
		[183811] = 2,
		[212988] = 12,
		[383939] = 1,
		[376773] = 10,
		[781] = 3,
		[783] = 11,
		[389059] = "Чаргат Дробитель Чешуи",
		[193538] = 4,
		[383941] = 12,
		[368585] = 10,
		[388037] = 12,
		[369610] = "Сотрясающий тотем",
		[391109] = 5,
		[307162] = 8,
		[288735] = "Leóo-Stormscale",
		[120588] = 7,
		[372683] = "Заряженный дракончик",
		[30283] = 9,
		[374731] = "Леймор",
		[158221] = 10,
		[378827] = "Куалаши-расхититель",
		[376780] = "Полководец Сарга",
		[373709] = 10,
		[3355] = 3,
		[376781] = "Ворота жгучего пламени",
		[845] = 1,
		[200196] = 5,
		[6789] = 9,
		[385996] = 10,
		[374735] = "Призывательница пламени Аюми",
		[392139] = "Магическая книга",
		[376783] = "Полководец Сарга",
		[381902] = 11,
		[378831] = "Куалаши-расхититель",
		[388045] = 3,
		[319454] = 11,
		[388046] = "Мерзорот",
		[190984] = 11,
		[391118] = "Лейтенант чешуйчатых губителей",
		[883] = 3,
		[386001] = 6,
		[391120] = "Лейтенант чешуйчатых губителей",
		[376788] = "Аймил",
		[386002] = 6,
		[374741] = "Призывательница пламени Аюми",
		[386003] = 6,
		[321507] = 8,
		[200200] = 5,
		[221699] = 6,
		[264178] = 9,
		[392147] = 11,
		[376791] = "Куча сокровищ",
		[394195] = 8,
		[228354] = 8,
		[388053] = 10,
		[372697] = "Изначальный исполин",
		[383960] = 12,
		[185358] = 3,
		[392151] = "Тиира",
		[122128] = 5,
		[26573] = 2,
		[372701] = "Часовая Талондрас",
		[390105] = 10,
		[376797] = "Древорот",
		[384988] = 10,
		[386012] = "Призывательница бури Аринга",
		[387036] = 10,
		[388060] = "Мерзорот",
		[378847] = "Куалаши-хребтолом",
		[307185] = 12,
		[31884] = 2,
		[90905] = "Пират из братства Справедливости",
		[377825] = "[*] Пылающая смола",
		[378849] = 6,
		[204301] = 2,
		[390111] = "Каджин Непреклонная",
		[153626] = 8,
		[391136] = "Драконид-разрушительница",
		[388065] = "Руна хранилища",
		[373733] = "Чаргат Дробитель Чешуи",
		[270335] = 3,
		[224266] = 2,
		[377830] = "Рира Когтерезка",
		[1066] = 11,
		[388068] = 9,
		[391140] = 11,
		[383974] = "Пузострелка",
		[370666] = "Рэйис",
		[388070] = 9,
		[270339] = 3,
		[353263] = 2,
		[370667] = 8,
		[392166] = "[*] Лазурный камень мощи",
		[1122] = 9,
		[1126] = 11,
		[391143] = "Драконид-разрушительница",
		[363502] = "Чикенсаня",
		[339956] = 1,
		[321529] = 8,
		[383978] = 1,
		[229388] = 1,
		[386026] = "Нестабильный шквал",
		[321530] = 3,
		[383979] = "Пузострелка",
		[372718] = "Часовая Талондрас",
		[373742] = "Чаргат Дробитель Чешуи",
		[203795] = 12,
		[392170] = 12,
		[372719] = "Часовая Талондрас",
		[381933] = 7,
		[382957] = 4,
		[392171] = 12,
		[386029] = 1,
		[203796] = 12,
		[254472] = 2,
		[213011] = 12,
		[377844] = "Рира Когтерезка",
		[382963] = 10,
		[262161] = 1,
		[256522] = 4,
		[387059] = "Пылающий мастер цепей",
		[188443] = 7,
		[5302] = 1,
		[346111] = 5,
		[383991] = 2,
		[372730] = "Изначальный исполин",
		[361469] = "Рэйис",
		[374778] = "Страж хранилища",
		[375802] = "Marianro-DunModr",
		[369660] = "Сотрясающий тотем",
		[391159] = 12,
		[376827] = "Хан Балакар",
		[390137] = 12,
		[376829] = "Хан Балакар",
		[115994] = 6,
		[387067] = "Чародейское создание",
		[372735] = "Демиург Морозной Вспышки",
		[5782] = 9,
		[383997] = 8,
		[153640] = 8,
		[376832] = "Рэйис",
		[90913] = "Страшный попугай",
		[1490] = 12,
		[373762] = "Чаргат Дробитель Чешуи",
		[391166] = 12,
		[381954] = "Вредняшаа",
		[93985] = 11,
		[390145] = 12,
		[374789] = "Леймор",
		[381956] = "Вредняшаа",
		[195617] = 6,
		[6262] = 9,
		[372743] = "Ткач Холода Морозной Вспышки",
		[381957] = "Вредняшаа",
		[391171] = 12,
		[194594] = 3,
		[390148] = "Лоухэпэшер-СвежевательДуш",
		[391172] = 12,
		[386054] = 4,
		[157228] = 11,
		[368651] = 4,
		[369675] = "Геомант из племени Каменного Свода",
		[257044] = 3,
		[363534] = "Лоухэпэшер-СвежевательДуш",
		[368653] = 3,
		[369677] = "Олаф",
		[387081] = 12,
		[372749] = "Ткач Холода Морозной Вспышки",
		[385036] = "Воин стихий – певица бури",
		[390155] = 12,
		[1714] = 9,
		[384014] = "Страж Иридий",
		[225311] = 2,
		[106785] = 11,
		[384015] = "Страж Иридий",
		[385039] = "Затаившийся брюхокол",
		[386063] = "Маруук",
		[184362] = 1,
		[1766] = 4,
		[375827] = 9,
		[385042] = 1,
		[193065] = 5,
		[384019] = "Чаргат Дробитель Чешуи",
		[1822] = 11,
		[116768] = 10,
		[16979] = 11,
		[372760] = 5,
		[394259] = 7,
		[1850] = 11,
		[385046] = "Затаившийся брюхокол",
		[361500] = "Рэйис",
		[342049] = 3,
		[386071] = 1,
		[195627] = 4,
		[384024] = "Мелидрусса Истощенная Холодом",
		[391191] = 12,
		[375835] = 3,
		[374812] = "Главный кузнец Горек",
		[392216] = 7,
		[184367] = 1,
		[90920] = "Страшный попугай",
		[380956] = 6,
		[83242] = 3,
		[203819] = 12,
		[265273] = 9,
		[369696] = "Прыгун-падальшик",
		[132157] = 5,
		[1966] = 4,
		[335913] = 10,
		[369697] = "Прыгун-падальшик",
		[195630] = 10,
		[376864] = "Хан Балакар",
		[381983] = 2,
		[395292] = "Огнезев",
		[376865] = "Хан Балакар",
		[361509] = "Рэйис",
		[376866] = "Хан Балакар",
		[267325] = 3,
		[383009] = 7,
		[386081] = 4,
		[385058] = "Затаившийся брюхокол",
		[267327] = 3,
		[385059] = 1,
		[369703] = "Бромач",
		[375846] = 10,
		[385060] = 1,
		[381989] = 4,
		[374823] = "Вестник бури Сайраз",
		[396322] = 10,
		[352301] = 10,
		[267330] = 3,
		[17364] = 7,
		[385062] = 1,
		[267331] = 3,
		[90923] = "Головорез из братства Справедливости",
		[385063] = "Пеплоплет воинов стихий",
		[83245] = 3,
		[380969] = 10,
		[386088] = "[*] Чародейская сфера",
		[373804] = "Бурошкур-заклинательница",
		[114214] = 5,
		[243241] = 5,
		[115750] = 2,
		[195125] = 4,
		[33697] = 10,
		[307263] = 7,
		[386092] = 6,
		[375855] = 10,
		[397354] = "Профессор Ихистраз",
		[381998] = 10,
		[344120] = 3,
		[205364] = 5,
		[111400] = 9,
		[397356] = "Профессор Мистаркия",
		[2484] = 7,
		[375858] = 10,
		[200758] = 4,
		[10060] = 5,
		[24275] = 2,
		[390192] = 12,
		[342076] = 3,
		[384050] = 8,
		[5143] = 8,
		[132168] = 1,
		[380980] = 12,
		[191034] = 11,
		[10444] = 7,
		[192058] = 7,
		[372791] = 5,
		[390195] = 12,
		[132169] = 1,
		[105771] = 1,
		[387125] = "Изначальный громозверь",
		[385078] = "Потрескивающая воронка",
		[390197] = 12,
		[383031] = 11,
		[397364] = 1,
		[398388] = 3,
		[387127] = "Изначальный громозверь",
		[328774] = 9,
		[383033] = 10,
		[389176] = 12,
		[191037] = 11,
		[383034] = 10,
		[262232] = 1,
		[90928] = "Головорез из братства Справедливости",
		[389178] = 12,
		[120361] = 3,
		[389179] = "Страж Иридий",
		[88625] = 5,
		[2908] = 11,
		[331850] = 4,
		[192063] = 7,
		[2948] = 8,
		[383039] = 10,
		[326733] = 2,
		[116011] = 8,
		[387135] = "Воин стихий – искрящий клинок",
		[56222] = 6,
		[228920] = 1,
		[49184] = 6,
		[397376] = 10,
		[391234] = 12,
		[392258] = 7,
		[382021] = 7,
		[6343] = 1,
		[382022] = 7,
		[392260] = 7,
		[382024] = 7,
		[387143] = 9,
		[52128] = 7,
		[372811] = "Кокия Пламенное Копыто",
		[373835] = "Рэйис",
		[370764] = "Кристальная ярость",
		[312411] = 6,
		[89652] = "Огр-надзиратель",
		[334934] = 1,
		[370766] = "Кристальный крушитель",
		[90932] = "Кровавый волшебник из братства Справедливости",
		[219199] = 3,
		[116014] = 8,
		[351316] = 11,
		[381005] = 6,
		[6807] = 11,
		[391243] = 5,
		[391244] = 5,
		[372817] = 10,
		[387150] = "Телаш Серокрылый",
		[387151] = "Телаш Серокрылый",
		[375890] = "Магмобивень",
		[372819] = "Кокия Пламенное Копыто",
		[387152] = "Телаш Серокрылый",
		[375891] = 3,
		[344155] = 6,
		[390224] = 1,
		[69179] = 1,
		[255546] = 4,
		[372822] = 10,
		[33702] = 9,
		[344158] = 6,
		[383061] = "Тотем жидкой магмы <Wolfenstian-TwistingNether>",
		[387157] = 9,
		[3716] = "Граз'крито <Пази-СвежевательДуш>",
		[369754] = "Бромач",
		[387158] = 9,
		[315496] = 4,
		[203849] = 1,
		[384088] = 7,
		[205385] = 5,
		[185422] = 4,
		[390232] = 3,
		[387161] = 9,
		[212552] = 6,
		[372829] = 2,
		[205386] = 5,
		[383067] = "Балара",
		[396376] = "Укхельский вестник смерти",
		[390234] = 8,
		[387163] = 2,
		[375902] = 5,
		[376926] = 10,
		[378974] = 2,
		[375904] = 5,
		[343145] = 4,
		[307315] = 10,
		[390239] = 10,
		[246851] = 3,
		[388193] = 10,
		[373861] = "Аймил",
		[329840] = 12,
		[90938] = "Кровавый волшебник из братства Справедливости",
		[223306] = 2,
		[373862] = "Аймил",
		[192082] = 7,
		[376934] = "Древорот",
		[221771] = 10,
		[246853] = 3,
		[223819] = 2,
		[17] = 5,
		[385126] = 2,
		[387174] = 2,
		[385127] = 2,
		[344179] = 7,
		[377963] = "Куалаши-стенолом",
		[378987] = 11,
		[361584] = 2,
		[387178] = 2,
		[206930] = 6,
		[377965] = "Лови-тотем",
		[378989] = 11,
		[388203] = 10,
		[204883] = 5,
		[378990] = 11,
		[206931] = 6,
		[378991] = 11,
		[390253] = 12,
		[383087] = "Злобная заклинательница гнили",
		[115767] = 1,
		[388207] = 10,
		[372851] = "Мелидрусса Истощенная Холодом",
		[387184] = 10,
		[392303] = 11,
		[97340] = 7,
		[398446] = 11,
		[280715] = 1,
		[384114] = 11,
		[5176] = 11,
		[244813] = 8,
		[192090] = 11,
		[274575] = 9,
		[197209] = 7,
		[197721] = 11,
		[384117] = 12,
		[385141] = "Воин стихий – певица бури",
		[280719] = 4,
		[375929] = "Хан Балакар",
		[372858] = "Кокия Пламенное Копыто",
		[103740] = 8,
		[372859] = "Кокия Пламенное Копыто",
		[369788] = "Куалаши-костекрушитель",
		[185438] = 4,
		[372860] = "Кокия Пламенное Копыто",
		[5672] = "Тотем исцеляющего потока <Какабвиэюя>",
		[371838] = "Аймил",
		[211545] = 11,
		[372863] = "Кокия Пламенное Копыто",
		[369792] = "Эрик \"Быстрый\"",
		[324748] = 5,
		[55078] = 6,
		[384126] = 2,
		[197214] = 7,
		[375937] = "Хан Балакар",
		[19801] = 3,
		[383104] = 1,
		[390271] = 6,
		[384129] = 1,
		[113724] = 8,
		[229976] = 2,
		[49576] = 6,
		[279709] = 11,
		[384132] = "Лазурный Клинок",
		[345230] = 1,
		[214621] = 5,
		[377991] = "Охранник",
		[191587] = 6,
		[384134] = "Боевое копье клана Нокхуд",
		[192611] = 12,
		[152173] = 10,
		[193635] = "Щупальце Бездны <Тауфе>",
		[127802] = 5,
		[257620] = 3,
		[382089] = 7,
		[270501] = 5,
		[377995] = "Главный кузнец Горек",
		[333974] = 7,
		[369806] = "Огромный берсерк",
		[379020] = "[*] Жезл отрицания",
		[396424] = "Чаргат Дробитель Чешуи",
		[383116] = 1,
		[375950] = "Воин стихий – сотворительница льда",
		[124988] = 11,
		[333977] = 7,
		[34477] = 3,
		[34861] = 5,
		[369811] = "Огромный берсерк",
		[385168] = "[*] Гром и молния",
		[390287] = 7,
		[366741] = 7,
		[378003] = "Охранник",
		[366742] = 11,
		[115008] = 10,
		[194153] = 11,
		[390290] = "Насыщательница Сария",
		[379029] = 8,
		[384148] = "Гнилозубая гиена <Пузострелка>",
		[386196] = 1,
		[373912] = "Гниломаг Око Гнева",
		[388245] = "Голиаф-проглот",
		[385174] = 1,
		[369818] = "Огромный берсерк",
		[399507] = "Изначальный громозверь",
		[90951] = "Страж Тьмы из братства Справедливости",
		[199786] = 8,
		[124991] = 11,
		[373915] = "Гниломаг Око Гнева",
		[117313] = 1,
		[386201] = "[*] Оскверненная мана",
		[322729] = 10,
		[386202] = "Вексам <Магическая книга>",
		[391321] = 5,
		[202347] = 11,
		[369823] = "Злобный василиск",
		[104773] = 9,
		[385181] = "Голиаф-проглот",
		[195182] = 6,
		[317614] = 6,
		[384158] = "[*] Частица возгорания",
		[389277] = 9,
		[390301] = 11,
		[47788] = 5,
		[371875] = "Куалаши-новобранец",
		[386208] = 1,
		[44461] = 8,
		[371877] = "Чикенсаня",
		[385186] = "Мерзорот",
		[2061] = 5,
		[376997] = "Кроут",
		[371879] = "Чикенсаня",
		[369832] = 10,
		[384165] = 9,
		[117828] = 9,
		[215661] = 2,
		[358572] = 1,
		[385191] = 7,
		[12975] = 1,
		[48045] = 5,
		[392359] = 1,
		[373932] = "Драконья иллюзия",
		[392360] = 11,
		[377004] = "Кроут",
		[375981] = 5,
		[378029] = "Рви-зуб",
		[375982] = 7,
		[217200] = 3,
		[156287] = 1,
		[382126] = 8,
		[375984] = 7,
		[280776] = 1,
		[375985] = 7,
		[377009] = "Кроут",
		[386223] = "Изначальный щит бури",
		[375986] = 7,
		[315585] = 4,
		[373939] = "Тотем взрывной гнили <Гниломаг Око Гнева>",
		[201846] = 7,
		[384177] = 2,
		[212084] = 12,
		[2565] = 1,
		[353466] = 4,
		[395440] = 3,
		[202359] = 11,
		[373942] = "Гниломаг Око Гнева",
		[49966] = "АПРИЧНИК <Дайстрелу>",
		[373943] = "Увядший дуб",
		[2645] = 7,
		[206967] = 6,
		[373944] = "Гниломаг Око Гнева",
		[384182] = 2,
		[29722] = 9,
		[374969] = "Главный кузнец Горек",
		[78674] = 11,
		[377017] = "Полководец Сарга",
		[51886] = 7,
		[395445] = 3,
		[377018] = "Полководец Сарга",
		[367805] = 4,
		[369853] = "Дюжий камнемет",
		[392376] = 1,
		[382139] = 10,
		[90960] = "Страж Тьмы из братства Справедливости",
		[22812] = 11,
		[62124] = 2,
		[359618] = "Marianro-DunModr",
		[196733] = 10,
		[210042] = 12,
		[391356] = 11,
		[55342] = 8,
		[308433] = 11,
		[391357] = 10,
		[47536] = 5,
		[64044] = 5,
		[308434] = 11,
		[387263] = 9,
		[387264] = "Гниломаг Око Гнева",
		[384193] = 11,
		[384194] = "Пеплоплет воинов стихий",
		[106830] = 11,
		[33076] = 5,
		[90962] = "Страж Тьмы из братства Справедливости",
		[389314] = 11,
		[108366] = 9,
		[382149] = 11,
		[384197] = "Пеплоплет воинов стихий",
		[382150] = 1,
		[370889] = "Leóo-Stormscale",
		[391365] = 10,
		[378057] = "Разлагающийся слизень <Древорот>",
		[377034] = "Кроут",
		[306396] = 8,
		[188550] = 11,
		[391369] = 12,
		[373966] = 10,
		[374990] = 3,
		[392394] = "Огнезев",
		[196741] = 10,
		[234108] = "Рэйис",
		[391371] = 5,
		[392395] = "Громоголов",
		[270569] = 9,
		[342232] = 8,
		[81751] = 5,
		[389325] = 10,
		[225919] = 12,
		[370898] = "Рэйис",
		[302307] = 11,
		[47666] = 5,
		[391374] = 12,
		[392398] = "Изначальная грозовая туча",
		[386256] = 9,
		[383185] = 2,
		[392399] = "Изначальная грозовая туча",
		[385233] = 1,
		[386257] = 10,
		[370901] = "Рэйис",
		[351450] = 11,
		[385234] = 1,
		[373973] = "Воин стихий – танцор пламени",
		[302311] = 11,
		[61999] = 6,
		[391378] = 12,
		[302312] = 11,
		[308455] = "Тунк",
		[157331] = "Изначальный элементаль бури <Nyashá-Kazzak>",
		[198793] = 12,
		[342240] = 7,
		[390357] = 1,
		[342242] = 8,
		[392406] = "Воин бури",
		[275699] = 6,
		[383193] = 11,
		[113746] = 10,
		[386265] = 9,
		[393432] = "Рефти-защитник",
		[391385] = "Призванный элементаль лавы",
		[132764] = 3,
		[219271] = 7,
		[212105] = 12,
		[378078] = 7,
		[342247] = 8,
		[260734] = 7,
		[212106] = 12,
		[335082] = 1,
		[386270] = 4,
		[391389] = 6,
		[384223] = "Лазурный Клинок",
		[378081] = 7,
		[91737] = "Наблюдатель братства Справедливости",
		[372963] = "Мелидрусса Истощенная Холодом",
		[388320] = 10,
		[221322] = 6,
		[213644] = 2,
		[123986] = 10,
		[353515] = 3,
		[191634] = 7,
		[392418] = 10,
		[390371] = 7,
		[1079] = 11,
		[392420] = 11,
		[393444] = "Рефти-защитник",
		[106839] = 11,
		[395492] = 12,
		[392421] = 11,
		[383208] = 2,
		[377066] = 5,
		[369900] = "Застывшая лава <Скульптор кости Джардак>",
		[328951] = 12,
		[395495] = 10,
		[122708] = 11,
		[200851] = 11,
		[119381] = 10,
		[328953] = 12,
		[269576] = 3,
		[391403] = 5,
		[335097] = 1,
		[335098] = 1,
		[165534] = 1,
		[260231] = 3,
		[203413] = 3,
		[335100] = 1,
		[48438] = 11,
		[371956] = "Изначальный земляной часовой",
		[49206] = 6,
		[377077] = 6,
		[390386] = "Рэйис",
		[343294] = 6,
		[378102] = 7,
		[17057] = 11,
		[343295] = 6,
		[308488] = 1,
		[157348] = "Изначальный элементаль бури <Nyashá-Kazzak>",
		[377081] = 10,
		[386295] = "Ледяной валун",
		[124503] = 10,
		[148135] = 10,
		[383226] = 1,
		[384250] = 3,
		[115546] = 10,
		[368896] = 10,
		[197277] = 2,
		[80483] = 3,
		[384253] = 6,
		[1459] = 8,
		[383231] = "Куалаши-лавамант",
		[368899] = 2,
		[372995] = 10,
		[368901] = 7,
		[374020] = "Аппарат сдерживания",
		[395519] = 10,
		[1543] = 3,
		[90978] = "Жнец братства Справедливости",
		[115804] = 10,
		[308502] = "Гор'грот",
		[375046] = "Главный кузнец Горек",
		[341263] = 5,
		[99] = 11,
		[55095] = 6,
		[343312] = 12,
		[196770] = 6,
		[205472] = 8,
		[260243] = 3,
		[79206] = 7,
		[391430] = 12,
		[392454] = "Чаротворец пламени",
		[196771] = 6,
		[205473] = 8,
		[114014] = 4,
		[393480] = 3,
		[345364] = 11,
		[272678] = 3,
		[90980] = "Наблюдатель братства Справедливости",
		[123996] = "Сюэнь <Хугомонк>",
		[272679] = 3,
		[385292] = "[*] Жидкая сталь",
		[370960] = "Дредвирм",
		[371984] = "Ткач Холода Морозной Вспышки",
		[1715] = 1,
		[1719] = 1,
		[375056] = "Чаргат Дробитель Чешуи",
		[376080] = 1,
		[375057] = "Чаргат Дробитель Чешуи",
		[377105] = "Страж хранилища",
		[219809] = 6,
		[388367] = 10,
		[389391] = 10,
		[234142] = 11,
		[81256] = 6,
		[370965] = 12,
		[375061] = "Главный кузнец Горек",
		[163505] = 11,
		[307495] = 12,
		[88423] = 11,
		[371992] = 12,
		[370969] = 12,
		[116] = 8,
		[352542] = 3,
		[386326] = 10,
		[387350] = "Аймил",
		[247454] = 12,
		[274738] = 7,
		[370971] = 12,
		[253597] = 6,
		[274739] = 7,
		[382233] = "Батак",
		[247455] = 12,
		[274740] = 7,
		[114018] = 4,
		[130654] = 10,
		[120] = 8,
		[274741] = 7,
		[374045] = "Аппарат сдерживания",
		[247456] = 12,
		[274742] = 7,
		[1943] = 4,
		[195757] = 6,
		[96103] = 1,
		[308527] = "Гор'грот",
		[375071] = "Лавовые щупальца",
		[388380] = 1,
		[373024] = "Разложившийся старый древень",
		[73325] = 5,
		[188592] = 7,
		[194223] = 11,
		[199854] = 1,
		[12051] = 8,
		[8122] = 5,
		[384290] = 11,
		[323889] = 2,
		[275773] = 2,
		[53563] = 2,
		[378149] = "Элементаль руды",
		[212653] = 8,
		[155835] = 11,
		[133] = 8,
		[383269] = 6,
		[376103] = 8,
		[375080] = "Вестник бури Сайраз",
		[136] = 3,
		[234153] = 9,
		[377129] = 2,
		[139] = 5,
		[203953] = 11,
		[392486] = "Чаротворица бури",
		[386344] = 9,
		[388392] = "Хаотичный учебник",
		[65081] = 5,
		[81262] = "Период цветения <Паскудин>",
		[392488] = "Чаротворица бури",
		[61882] = 7,
		[196277] = 9,
		[369968] = 10,
		[375087] = "Marianro-DunModr",
		[157375] = "Изначальный элементаль бури <Nyashá-Kazzak>",
		[19236] = 5,
		[196278] = 9,
		[189112] = 12,
		[198838] = 7,
		[374066] = "Воин стихий – геомант",
		[372019] = 11,
		[80240] = 9,
		[396590] = 12,
		[198839] = "Тотем земляной стены <Какабвиэюя>",
		[203958] = 11,
		[373046] = "Мелидрусса Истощенная Холодом",
		[5211] = 11,
		[120679] = 3,
		[50622] = 1,
		[167105] = 1,
		[374073] = "Воин стихий – геомант",
		[202425] = 11,
		[124007] = "Сюэнь <Хугомонк>",
		[203961] = 11,
		[172] = 9,
		[116841] = 10,
		[152262] = 2,
		[2782] = 11,
		[114282] = 11,
		[378172] = "Элементаль руды",
		[391481] = 6,
		[385339] = "Маруук",
		[371007] = "Кристальный крушитель",
		[108396] = 9,
		[347462] = 12,
		[374080] = "Опустошитель воинов стихий",
		[384318] = 1,
		[267611] = 2,
		[352273] = 7,
		[124009] = "Сюэнь <Хугомонк>",
		[382272] = 8,
		[372971] = "Куалаши-кузнец",
		[373977] = "Воин стихий – танцор пламени",
		[343963] = 4,
		[119914] = 9,
		[378770] = 3,
		[382998] = 8,
		[154797] = 11,
		[382274] = "Балара",
		[216251] = 7,
		[49088] = 6,
		[342938] = 9,
		[382864] = "Чикенсаня",
		[327851] = 3,
		[384323] = 5,
		[385228] = 1,
		[369991] = 11,
		[228537] = 12,
		[16870] = 11,
		[116844] = 10,
		[382277] = "Балара",
		[396172] = 1,
		[384325] = 11,
		[384186] = "Яростная буря",
		[81269] = 11,
		[383302] = 2,
		[119910] = 9,
		[368970] = "Leóo-Stormscale",
		[190446] = 8,
		[358733] = "Рэйис",
		[228358] = 8,
		[389446] = "Нейтрализующее устройство",
		[128594] = 3,
		[369826] = "Злобный василиск",
		[207386] = 11,
		[356687] = 3,
		[348162] = 10,
		[383305] = 2,
		[388424] = "Изначальное цунами",
		[389448] = "Элегон <Инотэк>",
		[386228] = "Изначальный щит бури",
		[371021] = "[*] Крошащиеся осколки",
		[20572] = 3,
		[385354] = 2,
		[110959] = 8,
		[115310] = 10,
		[388334] = 10,
		[389450] = 3,
		[369791] = "Эрик \"Быстрый\"",
		[334168] = 7,
		[372047] = "Драгхар Отрицатель",
		[6795] = 11,
		[84342] = 3,
		[382860] = "Чикенсаня",
		[372048] = "Аймил",
		[333964] = 7,
		[328957] = 12,
		[367503] = "Голос разложения",
		[200389] = 11,
		[392165] = 3,
		[110960] = 8,
		[384004] = 10,
		[102401] = 11,
		[19750] = 2,
		[187878] = 7,
		[383312] = 6,
		[384336] = "Мастер копья из клана Нокхуд",
		[116847] = 10,
		[200806] = 4,
		[325983] = 2,
		[381834] = "Рира Когтерезка",
		[369781] = "Эрик \"Быстрый\"",
		[382290] = 8,
		[387409] = 9,
		[369573] = "Бейлог",
		[257622] = 3,
		[377738] = "Рефти-распорядитель",
		[373084] = "Командир Железного Факела",
		[145109] = 11,
		[387975] = "Алгет'арская заклинательница",
		[374699] = "Призывательница пламени Аюми",
		[203975] = 11,
		[388435] = 6,
		[196809] = "Божественный образ <Зевуудду>",
		[152175] = 10,
		[227291] = "Нюцзао <Тигрушкинс-Гордунни>",
		[145110] = 11,
		[394205] = 10,
		[388224] = 7,
		[387413] = 9,
		[55233] = 6,
		[196810] = "Божественный образ <Зевуудду>",
		[86392] = 4,
		[197834] = 4,
		[384343] = "Пузострелка",
		[376811] = "Древорот",
		[372617] = 5,
		[305515] = "Равнир",
		[388439] = 6,
		[116849] = 10,
		[378202] = "Элементаль руды",
		[56641] = 3,
		[47540] = 5,
		[48707] = 6,
		[376933] = "Древорот",
		[173184] = 7,
		[212680] = 3,
		[368990] = "Тлерон",
		[152279] = 6,
		[192109] = 7,
		[392537] = 1,
		[375034] = 10,
		[196718] = 12,
		[192081] = 11,
		[291944] = 6,
		[373087] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[124506] = 10,
		[375901] = 5,
		[388444] = 11,
		[260286] = 3,
		[260798] = 1,
		[264571] = 9,
		[163025] = "Зефистраза",
		[377184] = "Древорот",
		[382303] = "Бромач",
		[115315] = 10,
		[384351] = "Страж Иридий",
		[393565] = 10,
		[384899] = "Стрелок гнили",
		[383328] = 2,
		[384352] = 7,
		[393566] = 10,
		[148187] = 10,
		[386984] = 10,
		[384353] = "Пузострелка",
		[377187] = 11,
		[387028] = 10,
		[383307] = 2,
		[12294] = 1,
		[196816] = "Божественный образ <Зевуудду>",
		[213708] = 11,
		[333957] = 7,
		[8936] = 11,
		[145629] = 6,
		[378213] = "Рэйис",
		[231895] = 2,
		[378011] = "Охранник",
		[383873] = 1,
		[213709] = 11,
		[32390] = 9,
		[122] = 8,
		[382028] = 7,
		[90956] = "Страж Тьмы из братства Справедливости",
		[369828] = "Злобный василиск",
		[385953] = 1,
		[2060] = 5,
		[382311] = 7,
		[214222] = 2,
		[376169] = "Высший Чудотворец Фурал",
		[392061] = 3,
		[124275] = 10,
		[370562] = "Лоухэпэшер-СвежевательДуш",
		[384360] = 8,
		[385384] = 12,
		[382245] = 4,
		[391527] = 6,
		[376171] = "Воин стихий – сотворительница льда",
		[44614] = 8,
		[392164] = 3,
		[391528] = 11,
		[384362] = 1,
		[369006] = "Тлерон",
		[201427] = 12,
		[392060] = 3,
		[91004] = "Заклинательница из братства Справедливости",
		[215572] = 1,
		[378221] = "Элементаль руды",
		[395303] = "Громоголов",
		[388459] = 10,
		[374854] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[108920] = 5,
		[317821] = 6,
		[384365] = "Мастер копья из клана Нокхуд",
		[384150] = "Боец-коготь",
		[378016] = 3,
		[4987] = 2,
		[270232] = 8,
		[382889] = 7,
		[13877] = 4,
		[118] = 8,
		[392557] = "Вексам <Магическая книга>",
		[385391] = 1,
		[25504] = 7,
		[384891] = 6,
		[115450] = 10,
		[5246] = 1,
		[345466] = 4,
		[55090] = 6,
		[388464] = 10,
		[360823] = "Рэйис",
		[378020] = "Рви-зуб",
		[387441] = 2,
		[388465] = 10,
		[377204] = "Полководец Сарга",
		[376879] = 11,
		[78675] = 11,
		[385061] = 1,
		[368509] = "Рэйис",
		[378229] = "Рви-зуб",
		[58180] = 11,
		[372087] = "Драгхар Отрицатель",
		[386124] = 9,
		[378230] = "Рви-зуб",
		[375924] = "Бейлог",
		[372088] = "Драгхар Отрицатель",
		[385397] = 10,
		[81281] = 11,
		[50977] = 6,
		[383151] = 10,
		[390163] = 12,
		[85288] = 1,
		[339] = 11,
		[256460] = 12,
		[62618] = 5,
		[270481] = "Демонический тиран <Гернина>",
		[362877] = "Рэйис",
		[104316] = 9,
		[196742] = 10,
		[94462] = 2,
		[157736] = 9,
		[348] = 9,
		[374876] = 10,
		[36554] = 4,
		[387449] = "Магическая книга",
		[100] = 1,
		[22568] = 11,
		[193530] = 3,
		[259277] = "Шипокляк <Чебукряшка-Дракономор>",
		[235219] = 8,
		[274838] = 11,
		[124280] = 10,
		[5740] = 9,
		[392570] = "Огнезев",
		[116858] = 9,
		[114255] = 5,
		[267329] = 3,
		[168657] = 5,
		[369025] = "Тлерон",
		[377718] = 2,
		[387453] = "Профессор Макдорму",
		[385075] = "Мраскул",
		[369026] = "Тлерон",
		[370] = 7,
		[387955] = "Алгет'арский целитель",
		[255696] = 5,
		[362361] = "Чикенсаня",
		[381955] = "Вредняшаа",
		[390493] = 9,
		[392574] = "Чаротворица бури",
		[385408] = 4,
		[394258] = 9,
		[379] = 7,
		[306389] = "Центурион из клана Темного Молота",
		[258845] = 12,
		[165961] = 11,
		[321937] = 12,
		[392576] = "Чаротворица бури",
		[372222] = "Лазурный Клинок",
		[97341] = 5,
		[86659] = 2,
		[396672] = "Чаргат Дробитель Чешуи",
		[207317] = 6,
		[388976] = "Чародейский опустошитель",
		[157153] = 7,
		[192226] = "Тотем жидкой магмы <Wolfenstian-TwistingNether>",
		[377222] = "[*] Поглощение",
		[51490] = 7,
		[387460] = 1,
		[227034] = 11,
		[8599] = "Лакей-болванчик",
		[254474] = 2,
		[387461] = 1,
		[185394] = 1,
		[382445] = 8,
		[388010] = 2,
		[47750] = 5,
		[363916] = "Leóo-Stormscale",
		[373130] = 5,
		[57755] = 1,
		[227847] = 1,
		[372107] = "Кокия Пламенное Копыто",
		[17962] = 9,
		[115191] = 4,
		[6572] = 1,
		[129914] = 10,
		[385417] = 2,
		[377807] = "Рира Когтерезка",
		[93827] = 1,
		[370665] = "Рэйис",
		[382029] = 7,
		[32216] = 1,
		[156910] = 2,
		[277925] = 4,
		[271896] = 4,
		[43308] = "Вредняшаа",
		[305567] = "Равнир",
		[108416] = 9,
		[334713] = "Зловещий охотник <Гернина>",
		[382005] = "Жарокрыл-вожак",
		[342423] = 10,
		[229837] = 7,
		[392130] = "Профессор Макдорму",
		[374160] = 2,
		[123725] = 10,
		[19434] = 3,
		[396167] = 10,
		[6940] = 2,
		[281000] = 1,
		[376209] = "Хронолорд Дейос",
		[369043] = "Стражник хранилища",
		[60103] = 7,
		[110745] = 5,
		[118699] = 9,
		[385424] = 4,
		[271788] = 3,
		[373693] = "Пламенный разрушитель",
		[291843] = 11,
		[152108] = 9,
		[383385] = "Призывательница гнили",
		[391568] = 6,
		[388497] = 10,
		[196840] = 7,
		[383032] = 10,
		[387474] = "Изначальное цунами",
		[383204] = "[*] Сокрушающее цунами",
		[453] = 5,
		[378992] = 11,
		[167152] = 8,
		[388499] = 10,
		[384974] = "Стрелок гнили",
		[388556] = 10,
		[121471] = 4,
		[388500] = 10,
		[385429] = 10,
		[395110] = 11,
		[89735] = "Испорченный хлеб",
		[77130] = 7,
		[465] = 2,
		[92155] = 6,
		[257542] = 8,
		[269747] = 3,
		[215270] = 11,
		[75] = 3,
		[52042] = "Тотем исцеляющего потока <Какабвиэюя>",
		[394202] = 10,
		[369052] = "Стражник хранилища",
		[369061] = "Тлерон",
		[210152] = 12,
		[273844] = "Шуджа Люторез",
		[155777] = 11,
		[15286] = 5,
		[373960] = "Гниломаг Око Гнева",
		[53] = 4,
		[385434] = "Тиира",
		[83244] = 3,
		[210153] = 12,
		[269751] = 3,
		[377245] = 6,
		[264689] = 1,
		[389054] = "Чародейский добытчик",
		[269752] = 3,
		[378818] = "Куалаши-чудотворица",
		[217832] = 12,
		[89267] = 9,
		[359843] = 10,
		[46668] = 5,
		[215785] = 7,
		[107574] = 1,
		[88481] = "Врагорез-5000",
		[389533] = 12,
		[498] = 2,
		[350631] = 12,
		[384379] = 8,
		[384868] = "Лучница из клана Нокхуд",
		[166646] = 10,
		[383392] = "Призывательница гнили",
		[384416] = "Пузострелка",
		[385187] = "Голиаф-проглот",
		[8092] = 5,
		[384090] = 1,
		[324540] = 9,
		[385441] = 10,
		[378275] = 7,
		[375204] = "[*] Жидкая магма",
		[388513] = 10,
		[385442] = "Голиаф-проглот",
		[377234] = 10,
		[391602] = 3,
		[388514] = 10,
		[384139] = "Пламенный разрушитель",
		[378277] = 7,
		[396718] = 1,
		[393056] = 10,
		[385444] = 10,
		[375652] = "Хранитель чар",
		[332235] = 6,
		[369509] = 10,
		["DEBUFF"] = 1,
		[370089] = 7,
		[321973] = 5,
		[255937] = 2,
		[546] = 7,
		[313424] = 10,
		[383399] = "[*] Гнилостный всплеск",
		[327093] = 6,
		[386912] = "[*] Туча энергии бури",
		[378281] = "Куалаши-чудотворица",
		[192249] = 7,
		[202770] = 11,
		[281465] = 2,
		[378282] = "Куалаши-чудотворица",
		[394220] = 1,
		[145152] = 11,
		[397734] = 12,
		[135700] = 11,
		[153561] = 8,
		[372141] = 6,
		[396124] = "Пузострелка",
		[115078] = 10,
		[387498] = "Магическая книга",
		[321390] = 8,
		[385451] = "Голиаф-проглот",
		[389541] = "Статуя белого тигра <Хугомонк>",
		[204019] = 2,
		[119582] = 10,
		[389539] = 2,
		[2383] = 11,
		[395690] = "Воин стихий – штурмовик",
		[218615] = 9,
		[35395] = 2,
		[378287] = 8,
		[395691] = "Воин стихий – штурмовик",
		[370602] = 11,
		[377912] = "Охранник",
		[386478] = 1,
		[51533] = 7,
		[396716] = "Заросшее древо",
		[264058] = 1,
		[390279] = 6,
		[204021] = 12,
		[372147] = "Балара",
		[387393] = 9,
		[48792] = 6,
		[395694] = "Воин стихий – штурмовик",
		[88974] = "Бомба-липучка",
		[319836] = 8,
		[391610] = "Воздушный протодракон",
		[383410] = 11,
		[396719] = 1,
		[642] = 2,
		[386018] = "Нестабильный шквал",
		[281036] = 3,
		[89769] = "Порох",
		[328082] = 4,
		[195321] = 10,
		[49998] = 6,
		[396721] = "Ветвь древня",
		[181943] = 4,
		[5277] = 4,
		[155158] = 8,
		[396722] = "Телаш Серокрылый",
		[54861] = 7,
		[81297] = 2,
		[111898] = 9,
		[371807] = "Marianro-DunModr",
		[306399] = "Центурион из клана Темного Молота",
		[386486] = 1,
		[25771] = 2,
		[384029] = 2,
		[373178] = 5,
		[386959] = 10,
		[686] = 9,
		[52174] = 1,
		[397726] = "Кричащий дракончик",
		[374203] = 3,
		[64843] = 5,
		[61391] = 11,
		[8921] = 11,
		[387096] = 9,
		[702] = 9,
		[388537] = "Вексам <Магическая книга>",
		[143625] = 3,
		[195181] = 6,
		[66198] = 6,
		[41425] = 8,
		[17735] = "Граз'крито <Пази-СвежевательДуш>",
		[383298] = "Призванный элементаль лавы",
		[228597] = 8,
		[388539] = 1,
		[213241] = 12,
		[27243] = 9,
		[385359] = "Пузострелка",
		[333889] = 9,
		[208628] = 12,
		[116888] = 6,
		[264667] = 3,
		[383351] = 2,
		[118922] = 3,
		[31850] = 2,
		[391613] = "Подземный протодракон",
		[47568] = 6,
		[2983] = 4,
		[215802] = 7,
		[342428] = 1,
		[389181] = "Страж Иридий",
		[213243] = 12,
		[320976] = 3,
		[64844] = 5,
		[388544] = "Заросшее древо",
		[388948] = 11,
		[373089] = "Командир Железного Факела",
		[187650] = 3,
		[392640] = "Громоголов",
		[381379] = "Рви-зуб",
		[772] = 1,
		[774] = 11,
		[392641] = "Громоголов",
		[57934] = 4,
		[12472] = 8,
		[387523] = "Оскверненный манадемон",
		[392642] = "Громоголов",
		[321442] = 11,
		[118038] = 1,
		[32747] = 12,
		[185099] = 10,
		[274912] = 10,
		[391634] = "Ледниковый протодракон",
		[57984] = "Большой элементаль огня <Wolfenstian-TwistingNether>",
		[307046] = 12,
		[356813] = 12,
		[386483] = 10,
		[375241] = "Опаляющая кузня",
		[347600] = 3,
		[205766] = 8,
		[359816] = "Чикенсаня",
		[232698] = 5,
		[384294] = 11,
		[131347] = 12,
		[381769] = 1,
		[382802] = "Злобный заклинатель гнили",
		[120360] = 3,
		[387547] = 9,
		[382410] = "Хитроклык-мистик",
		[384476] = "Лучница из клана Нокхуд",
		[378235] = "Рви-зуб",
		[372820] = "Кокия Пламенное Копыто",
		[82326] = 2,
		[393038] = 2,
		[355794] = 7,
		[275335] = 1,
		[382412] = "Хитроклык-мистик",
		[184575] = 2,
		[387621] = 10,
		[274282] = 11,
		[376186] = "Надзиратель Лахар",
		[379256] = "Драконья иллюзия",
		[368081] = "[*] Иссушение",
		[376292] = "Хронолорд Дейос",
		[274281] = 11,
		[369162] = 11,
		[90925] = "Головорез из братства Справедливости",
		[369106] = 10,
		[267326] = 3,
		[388940] = "Чародейский опустошитель",
		[194311] = 6,
		[270827] = 9,
		[345561] = "Тиира",
		[367971] = 8,
		[212739] = 6,
		[50842] = 6,
		[374227] = "Leóo-Stormscale",
		[375251] = "Магмобивень",
		[369033] = "Тлерон",
		[373204] = 5,
		[386513] = 10,
		[387402] = 9,
		[368086] = 3,
		[369110] = "Тлерон",
		[106898] = 11,
		[33110] = 5,
		[396752] = 1,
		[392010] = 11,
		[386515] = 10,
		[362969] = "Рэйис",
		[370511] = 3,
		[381416] = "Рира Когтерезка",
		[386516] = 12,
		[374250] = 10,
		[257284] = 3,
		[382795] = "Куалаши-лавамант",
		[325092] = 10,
		[89751] = "Грабоминул <Гернина>",
		[388565] = 10,
		[388929] = 12,
		[386518] = 10,
		[346554] = 3,
		[368091] = "Злобная гиена",
		[119952] = 2,
		[394709] = 2,
		[69369] = 11,
		[212743] = 4,
		[369116] = "Тлерон",
		[386520] = 4,
		[325464] = 6,
		[381770] = "Разлагающийся слизень <Древорот>",
		[235450] = 8,
		[279043] = 4,
		[381419] = "Рира Когтерезка",
		[394054] = 10,
		[344548] = 7,
		[382865] = "Чикенсаня",
		[383816] = 2,
		[45524] = 6,
		[236282] = 1,
		[372151] = "Медведь-кишкожуй",
		[974] = 7,
		[392666] = "Главный кузнец Горек",
		[50259] = 11,
		[980] = 9,
		[982] = 3,
		[387564] = "Сотворенный плеточник",
		[211210] = 2,
		[387504] = "Изначальное цунами",
		[89753] = "Грабоминул <Гернина>",
		[325461] = 6,
		[31661] = 8,
		[386526] = "Рогоплав-магоед",
		[90099] = "Наблюдатель братства Справедливости",
		[384479] = "Лучница из клана Нокхуд",
		[114050] = 7,
		[178963] = 12,
		[375215] = "[*] Обрушение",
		[81141] = 6,
		[228600] = 8,
		[213771] = 11,
		[157131] = 2,
		[373304] = 5,
		[20271] = 2,
		[257045] = 3,
		[1022] = 2,
		[314867] = 5,
		[388931] = 11,
		[390625] = 12,
		[383169] = 2,
		[91034] = "Гоблин-надсмотрщик",
		[1044] = 2,
		[387585] = "Изначальное цунами",
		[334320] = 9,
		[123981] = 6,
		[196881] = 7,
		[1064] = 7,
		[356857] = 12,
		[61336] = 11,
		[197568] = 7,
		[20549] = 1,
		[179478] = 11,
		[372201] = "Куалаши-факельщица",
		[90098] = "Лакей-болванчик",
		[375286] = "Рейд на драккаре",
		[375273] = 12,
		[376049] = "Хронолорд Дейос",
		[223500] = 7,
		[382440] = 8,
		[387559] = "Изначальное цунами",
		[372203] = "Куалаши-факельщица",
		[370150] = 7,
		[386536] = "Рогоплав-магоед",
		[343883] = "Шуджа Люторез",
		[224239] = 2,
		[157981] = 8,
		[271877] = 4,
		[375276] = 12,
		[386411] = "Тиира",
		[196884] = 7,
		[1160] = 1,
		[371182] = 10,
		[91036] = "Гоблин-надсмотрщик",
		[157982] = 11,
		[382444] = "Тотем гниломагии",
		[387411] = "Жнец душ Галтмаа",
		[384492] = "Повелительница зверей из клана Нокхуд",
		[387629] = "Оскверненный охун",
		[386540] = 8,
		[383469] = 2,
		[372208] = "[*] Джарадинская лава",
		[385517] = "Часовой гнили",
		[390636] = 5,
		[89757] = "Пушка братства Справедливости",
		[384494] = "Киракка",
		[110744] = 5,
		[375289] = 5,
		[395756] = "Куалаши – метатель пламени",
		[203415] = 3,
		[395535] = 4,
		[227255] = 12,
		[157128] = 2,
		[376208] = "Хронолорд Дейос",
		[320334] = 12,
		[386544] = "Магическая книга",
		[195072] = 12,
		[290819] = 3,
		[111771] = 9,
		[205025] = 8,
		[337819] = 12,
		[384498] = 8,
		[344572] = "Элегон <Инотэк>",
		[386546] = "Чародейский элементаль",
		[395760] = "Куалаши – метатель пламени",
		[91038] = "Обезьяна-рудокоп",
		[377344] = "Агрессивный орел",
		[386547] = "Тиира",
		[387571] = "Изначальное цунами",
		[29166] = 11,
		[360954] = 12,
		[27827] = 5,
		[263642] = 12,
		[388923] = "Заросшее древо",
		[188499] = 12,
		[192222] = 7,
		[386562] = "Каджин Непреклонная",
		[5374] = 4,
		[384827] = "Пузострелка",
		[359407] = 2,
		[383479] = 8,
		[384503] = 7,
		[104318] = "Дикий бес <Гернина>",
		[207640] = 11,
		[91807] = 6,
		[388599] = "Аймил",
		[377338] = "Воденыш",
		[381755] = 7,
		[375291] = "Главный кузнец Горек",
		[388600] = 12,
		[194844] = 6,
		[90096] = "[*] Взрыв",
		[21169] = 7,
		[382791] = "Куалаши-лавамант",
		[215479] = 10,
		[115098] = 10,
		[388044] = 10,
		[384507] = 7,
		[385531] = "Голиаф-проглот",
		[387896] = 2,
		[230090] = 1,
		[372223] = "Куалаши-костестраж",
		[132403] = 2,
		[374271] = 6,
		[383485] = 1,
		[210714] = 7,
		[385533] = 1,
		[1464] = 1,
		[376634] = "Хан Балакар",
		[372225] = "Куалаши-костедробительница",
		[102558] = 11,
		[30146] = 9,
		[586] = 5,
		[372226] = "Куалаши-костестраж",
		[377178] = 6,
		[386559] = "Каджин Непреклонная",
		[384823] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[384512] = "Мастер копья из клана Нокхуд",
		[389631] = 8,
		[28271] = 8,
		[384961] = "Стрелок гнили",
		[375348] = "Воздушный протодракон",
		[394036] = 4,
		[327193] = 2,
		[264735] = 3,
		[120954] = 10,
		[589] = 5,
		[209693] = 12,
		[115356] = 7,
		[376325] = "[*] Зона вечности",
		[381444] = "Рира Когтерезка",
		[260881] = 7,
		[155722] = 11,
		[108446] = 9,
		[385540] = 3,
		[344118] = 2,
		[289308] = 8,
		[396802] = "Заклинатель ветров из клана Он'ир",
		[382267] = "Балара",
		[292380] = 2,
		[77478] = 7,
		[188196] = 7,
		[373257] = 10,
		[193315] = 4,
		[115357] = 7,
		[372234] = "Аймил",
		[243991] = 6,
		[394757] = 4,
		[375306] = "Главный кузнец Горек",
		[325190] = 10,
		[129253] = 5,
		[88484] = "Врагорез-5000",
		[117405] = 3,
		[86040] = 9,
		[157997] = 8,
		[382474] = "Голос разложения",
		[391688] = 1,
		[146739] = 9,
		[133630] = 3,
		[341374] = 5,
		[379404] = "Куалаши - воин лавы",
		[1680] = 1,
		[88751] = 11,
		[285515] = 7,
		[392490] = 6,
		[384524] = "Страж Иридий",
		[89263] = "\"Капитан\" Пирожок",
		[364343] = "Рэйис",
		[387596] = "Восставший мистик",
		[93825] = 12,
		[378155] = "Лови-тотем",
		[394031] = 4,
		[364342] = "Зефистраза",
		[197625] = 11,
		[373265] = 10,
		[395532] = 4,
		[373277] = 5,
		[396812] = "Зачарованный скипетр",
		[385551] = "Голиаф-проглот",
		[263725] = 8,
		[334364] = 12,
		[388623] = "Заросшее древо",
		[373267] = "Рэйис",
		[98440] = 4,
		[379410] = "Куалаши - воин лавы",
		[384529] = "Гнилозубая гиена",
		[373268] = "Рэйис",
		[1784] = 4,
		[89766] = "Страж Скверны <Гернина>",
		[372245] = "Аймил",
		[375602] = "Хранитель чар",
		[325153] = 10,
		[115360] = 7,
		[145205] = 11,
		[198103] = 7,
		[315720] = 1,
		[101542] = 11,
		[392375] = 7,
		[90605] = "\"Капитан\" Пирожок",
		[34914] = 5,
		[397099] = "Яростный Коготь",
		[90929] = "Головорез из братства Справедливости",
		[333120] = 12,
		[85416] = 2,
		[34433] = 5,
		[1856] = 4,
		[385558] = "Эркхарт Кровь Бури",
		[390677] = 5,
		[388625] = "Заросшее древо",
		[202164] = 1,
		[389407] = 11,
		[394026] = 4,
		[351338] = "Рэйис",
		[53595] = 2,
		[287280] = 2,
		[381476] = 12,
		[387608] = "Укхельский осквернитель",
		[93095] = "Leóo-Stormscale",
		[373276] = 5,
		[15290] = 5,
		[85673] = 2,
		[316220] = 4,
		[123040] = 5,
		[341541] = 4,
		[204079] = 2,
		[107428] = 10,
		[57723] = 7,
		[47528] = 6,
		[387611] = "Укхельский осквернитель",
		[385834] = "Яростный Коготь",
		[373279] = "Потусторонняя тварь <Тауфе>",
		[370208] = "Куалаши-стенолом",
		[375327] = "Подземный протодракон",
		[384810] = 2,
		[360995] = "Рэйис",
		[114083] = 7,
		[387613] = "Укхельский осквернитель",
		[273977] = 6,
		[381471] = 12,
		[265187] = 9,
		[387614] = "Укхельский вестник смерти",
		[204490] = 12,
		[385567] = "Воин стихий – танцор пламени",
		[382496] = 4,
		[391710] = 11,
		[7384] = 1,
		[196911] = 4,
		[370212] = "Куалаши-стенолом",
		[355913] = "Рэйис",
		[228645] = 6,
		[374087] = 4,
		[385832] = "Яростный Коготь",
		[187698] = 3,
		[23922] = 1,
		[381475] = 12,
		[382499] = 12,
		[387618] = "Насыщательница-воин стихий",
		[372262] = "Куалаши-костедробительница",
		[207150] = 6,
		[274837] = 11,
		[228649] = 10,
		[377642] = 6,
		[2120] = 8,
		[392452] = "Чаротворец пламени",
		[387620] = 3,
		[195707] = 1,
		[393763] = 11,
		[390692] = 5,
		[395811] = "Куалаши-костекрушитель",
		[45334] = 11,
		[377384] = "Водяной яростень",
		[90603] = "\"Капитан\" Пирожок",
		[322109] = 10,
		[372266] = "Куалаши-костедробительница",
		[63560] = 6,
		[325174] = 7,
		[108199] = 6,
		[387877] = 12,
		[315961] = 1,
		[395336] = 11,
		[375339] = "Эрик \"Быстрый\"",
		[30449] = 8,
		[101545] = 10,
		[308463] = "Тунк",
		[343142] = 4,
		[387876] = 12,
		[385578] = "Лазурный Клинок",
		[378412] = 2,
		[395816] = "Куалаши-стенолом",
		[22703] = 9,
		[377389] = "Орел-вожак",
		[201671] = 11,
		[391722] = 11,
		[388651] = "Вексам <Магическая книга>",
		[122278] = 10,
		[121253] = 10,
		[391723] = "Огнезев",
		[210738] = 6,
		[101546] = 10,
		[370225] = "Кричащий дракончик",
		[391724] = "Огнезев",
		[204596] = 12,
		[390300] = 12,
		[199600] = 4,
		[196813] = "Божественный образ <Зевуудду>",
		[387356] = 9,
		[387874] = 12,
		[385524] = "Часовой гнили",
		[391726] = "Громоголов",
		[45181] = 4,
		[2050] = 5,
		[49020] = 6,
		[391727] = "Громоголов",
		[321329] = 8,
		[89262] = "\"Капитан\" Пирожок",
		[386609] = "Грабоминул <Гернина>",
		[77489] = 5,
		[204598] = 12,
		[373540] = "Приковывающее копье",
		[871] = 1,
		[375349] = "Воздушный протодракон",
		[384407] = 6,
		[386848] = 4,
		[5215] = 11,
		[187707] = 3,
		[124507] = 10,
		[374343] = "Эхо Дорагосы",
		[100780] = 10,
		[375351] = "Ледниковый протодракон",
		[370970] = 12,
		[389684] = 10,
		[114089] = 7,
		[195503] = 3,
		[192106] = 7,
		[389685] = 10,
		[372296] = "Командир Железного Факела",
		[375353] = "Ледниковый протодракон",
		[235313] = 8,
		[389686] = "Кристальная ярость",
		[112042] = "Граз'крито <Пази-СвежевательДуш>",
		[5487] = 11,
		[388663] = 10,
		[377402] = "Насыщательница Сария",
		[258860] = 12,
		[385536] = "Воин стихий – танцор пламени",
		[235314] = 8,
		[390941] = 2,
		[382522] = 2,
		[196608] = 10,
		[212792] = 8,
		[220890] = 6,
		[342246] = 8,
		[375357] = 3,
		[395035] = "Жнец душ Галтмаа",
		[377405] = "Хронолорд Дейос",
		[383921] = 2,
		[387145] = "Призыватель бури Бороо",
		[33763] = 11,
		[393786] = 10,
		[207407] = 12,
		[117418] = 10,
		[214743] = 12,
		[209426] = 12,
		[96231] = 2,
		[385029] = "Стервятник-шкуродер",
		[274009] = 6,
		[211881] = 12,
		[325197] = 10,
		[375361] = 6,
		[228477] = 12,
		[190784] = 2,
		[199486] = 5,
		[212283] = 4,
		[225080] = 7,
		[73510] = 5,
		[374339] = "Рефти-защитник",
		[281178] = 2,
		[388672] = 12,
		[390299] = 12,
		[85256] = 2,
		[395839] = 3,
		[372293] = "Командир Железного Факела",
		[18499] = 1,
		[49376] = 11,
		[315341] = 4,
		[207400] = 7,
		[336463] = 11,
		[325202] = 10,
		[228260] = 5,
		[3408] = 4,
		[853] = 2,
		[100784] = 10,
		[330323] = 11,
		[355916] = "Рэйис",
		[260402] = 3,
		[114093] = 7,
		[318038] = 7,
		[355605] = 3,
		[123051] = "Подчинитель разума <Хардкоорщица>",
		[366155] = "Рэйис",
		[312106] = 10,
		[47585] = 5,
		[381512] = "Эркхарт Кровь Бури",
		[271971] = "Зловещий охотник <Гернина>",
		[116705] = 10,
		[384584] = 7,
		[381513] = "Эркхарт Кровь Бури",
		[125355] = 10,
		[157503] = 7,
		[30451] = 8,
		[324184] = 10,
		[374348] = "Лоухэпэшер-СвежевательДуш",
		[374349] = "Лоухэпэшер-СвежевательДуш",
		[392776] = 1,
		[381515] = "Эркхарт Кровь Бури",
		[325209] = 10,
		[53600] = 2,
		[88747] = 11,
		[373326] = "Эхо Дорагосы",
		[196728] = "Нюцзао <Тигрушкинс-Гордунни>",
		[386028] = "Изначальный громозверь",
		[392778] = 1,
		[381517] = "Эркхарт Кровь Бури",
		[50401] = 6,
		[14914] = 5,
		[198813] = 12,
		[381518] = "Эркхарт Кровь Бури",
		[374352] = "Эхо Дорагосы",
		[132158] = 11,
		[98021] = "Тотем духовной связи <Какабвиэюя>",
		[205636] = 11,
		[19574] = 3,
		[394003] = 10,
		[388686] = 10,
		[389710] = 1,
		[207684] = 12,
		[194679] = 6,
		[386640] = "Тарасекк-расхититель",
		[385616] = 4,
		[374355] = "Опаляющая кузня",
		[372311] = "Куалаши-новобранец",
		[117679] = 11,
		[381522] = 8,
		[207685] = 12,
		[196937] = 4,
		[327264] = 10,
		[383313] = 6,
		[325217] = 10,
		[183117] = 12,
		[384595] = 12,
		[389714] = 8,
		[325218] = 10,
		[391762] = 12,
		[384596] = 12,
		[381525] = "Киракка",
		[80313] = 11,
		[343648] = 11,
		[384597] = "Куалаши-страж",
		[381526] = "Киракка",
		[93622] = 11,
		[375384] = "Воин стихий – землетряс",
		[372313] = 5,
		[42650] = 6,
		[374361] = "Эхо Дорагосы",
		[391765] = "Яростный пламень <Полководец Сарга>",
		[379406] = "Куалаши - воин лавы",
		[392329] = 11,
		[201428] = 12,
		[108211] = 4,
		[193356] = 4,
		[381529] = "Дредвирм",
		[292463] = 11,
		[384601] = "[*] Бомба антимагии",
		[392791] = 1,
		[97462] = 1,
		[374364] = "Леймор",
		[376149] = "Удушающее облако гнили <Гниломаг Око Гнева>",
		[382555] = "Бурая бичевательница",
		[193357] = 4,
		[374365] = "Магмобивень",
		[391769] = "Драконье извержение",
		[392793] = 1,
		[385627] = 4,
		[382556] = "Бурая бичевательница",
		[193358] = 4,
		[301861] = 10,
		[196941] = 2,
		[378462] = 2,
		[228532] = 12,
		[386652] = 2,
		[97463] = 1,
		[382538] = 2,
		[391772] = "Драконье извержение",
		[355941] = "Рэйис",
		[387855] = 8,
		[222024] = 6,
		[391773] = "Драконье извержение",
		[335467] = 5,
		[124081] = 10,
		[193359] = 4,
		[361237] = 11,
		[371300] = 10,
		[31935] = 2,
		[263806] = 7,
		[281210] = 6,
		[388704] = 10,
		[372696] = "Изначальный исполин",
		[207693] = 12,
		[385806] = 4,
		[396895] = "Потусторонняя тварь <Тауфе>",
		[381516] = "Эркхарт Кровь Бури",
		[292473] = 11,
		[375397] = "Чаргат Дробитель Чешуи",
		[194384] = 5,
		[387260] = 9,
		[292474] = 5,
		[85222] = 2,
		[264173] = 9,
		[112870] = 9,
		[386660] = "Леймор",
		[252216] = 11,
		[384613] = 1,
		[33917] = 11,
		[77758] = 11,
		[205648] = 7,
		[85948] = 6,
		[385638] = 3,
		[90555] = "\"Капитан\" Пирожок",
		[259395] = "Вредняшаа",
		[384615] = 1,
		[375055] = "Чаргат Дробитель Чешуи",
		[32409] = "[*] Слово Тьмы: Смерть",
		[372014] = "Дредвирм",
		[355951] = 7,
		[184662] = 2,
		[371470] = 3,
		[205523] = 10,
		[221883] = 2,
		[393831] = 12,
		[387146] = "Тотем энергии бури",
		[316643] = 1,
		[355851] = 5,
		[73920] = 7,
		[90556] = "\"Капитан\" Пирожок",
		[212800] = 12,
		[182104] = 2,
		[353884] = 2,
		[347765] = 12,
		[391786] = 11,
		[384620] = "Яростная буря",
		[393834] = 12,
		[382573] = "Земельник-страж",
		[369663] = "Сотрясающий тотем",
		[377656] = 6,
		[388673] = 3,
		[113780] = 4,
		[116189] = 10,
		[156000] = 6,
		[73921] = 7,
		[373803] = "Заряженный дракончик",
		[192077] = 7,
		[384623] = "Куалаши-кузнец",
		[59638] = "Зеркальное изображение <Модусгоргон-СвежевательДуш>",
		[382576] = "Земельник-страж",
		[342314] = 8,
		[384624] = 1,
		[374885] = "Астральный служитель",
		[259387] = 3,
		[384625] = "Лазурный Клинок",
		[198487] = 10,
		[272013] = "Злобная адская гончая <Гернина>",
		[382578] = "Земельник-страж",
		[77505] = 7,
		[77761] = 11,
		[388868] = "[*] Магическая воронка",
		[374389] = "Любопытный детеныш рогоплава",
		[108853] = 8,
		[364152] = 6,
		[324226] = 11,
		[374535] = "Главный кузнец Горек",
		[385981] = "[*] Чародейская сфера",
		[384628] = "Яростная буря",
		[390771] = 5,
		[34026] = 3,
		[90047] = "Заклинательница из братства Справедливости",
		[200025] = 2,
		[381700] = 2,
		[364155] = 6,
		[375416] = "Зараженный плеточник",
		[77762] = 7,
		[370298] = 8,
		[115129] = 10,
		[382723] = "Жестокая костекрушительница",
		[384631] = 4,
		[385794] = 4,
		[394869] = "Скульптор кости Джардак",
		[355] = 1,
		[194879] = 6,
		[222026] = 6,
		[372113] = "Зараженный плеточник",
		[343819] = 10,
		[388728] = 12,
		[369277] = 10,
		[258883] = 12,
		[367230] = "Лоухэпэшер-СвежевательДуш",
		[90560] = "\"Капитан\" Пирожок",
		[205146] = 9,
		[374397] = "Главный кузнец Горек",
		[367231] = "Лоухэпэшер-СвежевательДуш",
		[367500] = "Бурая бичевательница",
		[228598] = 8,
		[385568] = "Воин стихий – танцор пламени",
		[383612] = 4,
		[384636] = 1,
		[356995] = "Рэйис",
		[181089] = "Кроут",
		[192231] = "Тотем жидкой магмы <Wolfenstian-TwistingNether>",
		[383781] = 3,
		[371306] = "Чародейский элементаль",
		[260708] = 1,
		[191840] = 10,
		[77764] = 11,
		[374403] = 7,
		[19577] = 3,
		[363143] = 1,
		[376449] = "Ворота жгучего пламени",
		[377473] = "Полководец Сарга",
		[374402] = 10,
		[32182] = 7,
		[274075] = 9,
		[196448] = 9,
		[382593] = "Жестокая костекрушительница",
		[132463] = 10,
		[274076] = 9,
		[199581] = 9,
		[345739] = 6,
		[342668] = 2,
		[20473] = 2,
		[53351] = 3,
		[374405] = "[*] Токсин рогоплава",
		[381694] = "Рви-зуб",
		[377477] = "Полководец Сарга",
		[194913] = 6,
		[384644] = 12,
		[388739] = 11,
		[274079] = 9,
		[374407] = 6,
		[386692] = 1,
		[367241] = 8,
		[384764] = "Гнилозубая гиена <Пузострелка>",
		[307159] = 3,
		[203981] = 12,
		[385787] = 11,
		[384646] = 2,
		[384763] = 10,
		[386694] = "Тотем энергии бури",
		[11426] = 8,
		[25912] = 2,
		[119996] = 10,
		[374410] = "Магмобивень",
		[375341] = "Подземный протодракон",
		[378208] = "Рви-зуб",
		[278326] = 12,
		[394886] = "Скульптор кости Джардак",
		[132467] = 10,
		[30455] = 8,
		[202497] = 11,
		[191685] = 6,
		[375436] = "Магмобивень",
		[186270] = 3,
		[388379] = 10,
		[374523] = "Силовой росток",
		[134359] = 1,
		[388746] = 10,
		[369662] = "Сотрясающий тотем",
		[35546] = 4,
		[375439] = "Магмобивень",
		[116670] = 10,
		[377486] = "Посланница из рода Бесконечности",
		[382605] = 10,
		[109248] = 3,
		[373869] = "Сполох",
		[207203] = 6,
		[102793] = 11,
		[27576] = 4,
		[225119] = 8,
		[377488] = "Хранительница печати",
		[386702] = "Грабоминул <Гернина>",
		[45438] = 8,
		[369299] = "Рэйис",
		[389774] = 1,
		[5394] = 7,
		[395427] = "Надзиратель Лахар",
		[368276] = 5,
		[385789] = 10,
		[32375] = 5,
		[376079] = 1,
		[372372] = "Куалаши-новобранец",
		[378286] = 2,
		[391459] = 6,
		[263140] = 3,
		[80353] = 8,
		[344732] = 3,
		[263858] = "Шипокляк <Чебукряшка-Дракономор>",
		[33786] = 11,
		[386709] = 1,
		[375449] = "Магмобивень",
		[393969] = 4,
		[16827] = "Элегон <Инотэк>",
		[388755] = 11,
		[88263] = 2,
		[7328] = 2,
		[371352] = "Нестабильный смотритель",
		[384663] = "Выкованное чудовище",
		[324260] = 1,
		[114113] = 11,
		[121536] = 5,
		[384662] = "Выкованное чудовище",
		[21562] = 5,
		[230242] = 11,
		[59752] = 1,
		[51690] = 4,
		[385691] = "Голиаф-проглот",
		[53365] = 6,
		[281265] = 5,
		[388759] = 6,
		[381593] = "Голем из черного камня",
		[349857] = 3,
		[26297] = 11,
		[388760] = "Изначальное цунами",
		[360184] = 3,
		[57724] = 3,
		[373406] = "Надзиратель Лахар",
		[382620] = "Охотник-костестрел",
		[377500] = "Посланница из рода Бесконечности",
		[11327] = 4,
		[371358] = "Нестабильный смотритель",
		[368287] = "Охотник-костестрел",
		[22842] = 11,
		[179057] = 12,
		[376478] = 1,
		[31224] = 4,
		[209258] = 12,
		[384391] = 1,
		[318125] = "Воевода Брека Люторез",
		[190319] = 8,
		[377503] = "Хранительница печати",
		[69070] = 8,
		[373392] = "Лучница из клана Нокхуд",
		[102342] = 11,
		[184689] = 2,
		[288438] = 1,
		[359077] = "Marianro-DunModr",
		[343721] = 2,
		[377859] = "Древорот",
		[5225] = 11,
		[389328] = 10,
		[388025] = 10,
		[382043] = 7,
		[313010] = 10,
		[148859] = 5,
		[186265] = 3,
		[381602] = "Киракка",
		[22482] = 4,
		[383651] = "Куалаши-лавамант",
		[343724] = 2,
		[385698] = 1,
		[388376] = 10,
		[123586] = 10,
		[382628] = "Тотем энергии бури",
		[332464] = 1,
		[386723] = 2,
		[381605] = "Киракка",
		[377510] = "Попиратель времен из рода Бесконечности",
		[385700] = 12,
		[313015] = 10,
		[392939] = 2,
		[343727] = "Исчадие Тьмы <Полисыя>",
		[385701] = 10,
		[386725] = 10,
		[301754] = 11,
		[388773] = "Мраскул",
		[381607] = "Киракка",
		[55531] = 11,
		[121557] = 5,
		[368299] = "Охотник-костестрел",
		[25914] = 2,
		[106951] = 11,
		[119611] = 10,
		[376319] = "Хронолорд Дейос",
		[373917] = "Гниломаг Око Гнева",
		[386728] = 2,
		[386276] = 10,
		[377516] = "Агрессивный орел",
		[113862] = 8,
		[386729] = 1,
		[392937] = 1,
		[388084] = "Телаш Серокрылый",
		[196980] = 4,
		[369327] = "Рунический защитник",
		[373424] = "Чаргат Дробитель Чешуи",
		[181113] = "Вечная сфера",
		[393897] = 11,
		[272071] = 5,
		[383660] = "Куалаши-лавамант",
		[271049] = 3,
		[369328] = "Рунический защитник",
		[42223] = 9,
		[285381] = 11,
		[384685] = 8,
		[389804] = "Нестабильный смотритель",
		[93644] = 12,
		[369399] = "Ткач земли",
		[384686] = "Яростная буря",
		[221886] = 2,
		[160029] = 2,
		[210803] = 10,
		[384687] = "Яростная буря",
		[319236] = 6,
		[374451] = "Пылающий мастер цепей",
		[372459] = "[*] Горение",
		[377524] = "Орел-вожак",
		[377522] = "Яростный пламень <Полководец Сарга>",
		[258920] = 12,
		[269005] = "Изначальный элементаль бури <Nyashá-Kazzak>",
		[358126] = 4,
		[369335] = "Рунический защитник",
		[163201] = 1,
		[116680] = 10,
		[258922] = 12,
		[316099] = 9,
		[258921] = 12,
		[390838] = 11,
		[388786] = "[*] Непокорные волны",
		[389810] = 12,
		[5217] = 11,
		[387763] = "Рэйис",
		[33778] = 11,
		[387766] = 10,
		[390835] = 12,
		[2649] = "Элегон <Инотэк>",
		[190331] = "Шуджа Люторез",
		[369337] = "Рунический защитник",
		[388790] = 10,
		[347812] = 6,
		[381670] = "Жарокрыл-вожак",
		[381623] = 4,
		[59628] = 4,
		[318151] = "Воевода Брека Люторез",
		[319175] = 4,
		[385720] = 10,
		[394933] = 12,
		[318152] = "Воевода Брека Люторез",
		[384696] = "Мраскул",
		[389815] = 12,
		[387767] = 12,
		[51052] = 6,
		[356689] = 3,
		[53390] = 7,
		[199547] = 12,
		[202602] = 1,
		[386787] = 10,
		[2825] = 7,
		[258925] = 12,
		[385723] = 2,
		[384699] = "Мраскул",
		[291538] = 12,
		[372787] = 5,
		[385724] = 2,
		[230261] = 9,
		[205179] = 9,
		[68054] = "Дживс <Зевуудду>",
		[198013] = 12,
		[388796] = "Заросшее древо",
		[389820] = 1,
		[390844] = 5,
		[126664] = 1,
		[381684] = 7,
		[205180] = 9,
		[390845] = 5,
		[327408] = 1,
		[380608] = 8,
		[373442] = "Подчинитель разума <Тауфе>",
		[385727] = 4,
		[204157] = 12,
		[388799] = "Заросшее древо",
		[61425] = 3,
		[258926] = 12,
		[375491] = 2,
		[228478] = 12,
		[393899] = 2,
		[102351] = 11,
		[388801] = "Восставший воин",
		[396991] = "Драконид-разрушительница",
		[180612] = 6,
		[45297] = 7,
		[391873] = 11,
		[191837] = 10,
		[271048] = 3,
		[195457] = 4,
		[108238] = 11,
		[381637] = 4,
		[377542] = "[*] Горящая земля",
		[374471] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[390981] = 5,
		[388804] = "Мраскул",
		[319190] = 4,
		[386757] = "Каджин Непреклонная",
		[391876] = 11,
		[102352] = 11,
		[395996] = 4,
		[127797] = 11,
		[260247] = 3,
		[389372] = 9,
		[385805] = "Мерзорот",
		[207744] = 12,
		[377102] = "Лоухэпэшер-СвежевательДуш",
		[389860] = 12,
		[224125] = 7,
		[321240] = "Тунк",
		[371404] = 10,
		[388808] = 1,
		[163212] = 10,
		[138130] = 10,
		[191877] = 7,
		[374251] = "Рэйис",
		[6673] = 1,
		[210294] = 2,
		[385816] = 2,
		[391882] = 11,
		[137619] = 4,
		[224126] = 7,
		[220543] = 5,
		[219432] = 11,
		[197509] = "Кровавый червь <Byvako-Drak'thul>",
		[3409] = 4,
		[374533] = "Главный кузнец Горек",
		[382787] = "Больная рубака",
		[393931] = 1,
		[382670] = "Тиира",
		[105421] = 2,
		[392908] = 2,
		[218164] = 10,
		[115151] = 10,
		[387790] = 12,
		[383696] = 10,
		[373458] = "Изначальный земляной часовой",
		[374482] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[195975] = 6,
		[280375] = 2,
		[389839] = 1,
		[32379] = 5,
		[36213] = "Большой элементаль земли <Wolfenstian-TwistingNether>",
		[274156] = 6,
		[393935] = 11,
		[210833] = 8,
		[61295] = 7,
		[224127] = 7,
		[210824] = 8,
		[195592] = 7,
		[391889] = 11,
		[388818] = 10,
		[373462] = 5,
		[373463] = 10,
		[389847] = 12,
		[388819] = 10,
		[369368] = "Земельник-дозорный",
		[381654] = 10,
		[383701] = 10,
		[384725] = "Гнилозубая гиена <Пузострелка>",
		[373464] = 5,
		[325348] = 8,
		[391891] = 11,
		[217979] = 9,
		[185123] = 12,
		[369365] = "Земельник-дозорный",
		[15487] = 5,
		[388822] = "Эхо Дорагосы",
		[377561] = "Хронолорд Дейос",
		[393869] = 11,
		[20484] = 11,
		[377559] = "Древорот",
		[381657] = 2,
		[2641] = 3,
		[393942] = 11,
		[372444] = 10,
		[344803] = 7,
		[391888] = 11,
		[45470] = 6,
		[66196] = 6,
		[393944] = 11,
		[390873] = 10,
		[118905] = 7,
		[57841] = 4,
		[381660] = 6,
		[373068] = 9,
		[117952] = 10,
		[13750] = 4,
		[389809] = 12,
		[361195] = "Рэйис",
		[386761] = 10,
		[93402] = 11,
		[381662] = "Жарокрыл-вожак",
		[386781] = "Телаш Серокрылый",
		[221562] = 6,
		[392924] = "Верховная чаротворица Ривати",
		[381663] = "Жарокрыл-вожак",
		[205708] = 8,
		[198030] = 12,
		[186257] = 3,
		[740] = 11,
		[305485] = 7,
		[199552] = 12,
		[368297] = "Охотник-костестрел",
		[265931] = 9,
		[188290] = 6,
		[105174] = 9,
		[186258] = 3,
		[393951] = 1,
		[394975] = "Плеточник Бездны <Тауфе>",
		[98008] = 7,
		[102359] = 11,
		[395521] = 10,
		[394976] = "Плеточник Бездны <Тауфе>",
		[90633] = 9,
		[57842] = 4,
		[389858] = 12,
		[378597] = 7,
		[114108] = 11,
		[388035] = "Гачи <Эльфпиуко>",
		[369946] = "Скульптор кости Джардак",
		[342245] = 8,
		[387812] = 2,
		[386743] = "Каджин Непреклонная",
		[393955] = 11,
		[394979] = "Плеточник Бездны <Тауфе>",
		[305913] = "Призыватель теней из клана Темного Молота",
		[389813] = 12,
		[373481] = 5,
		[388788] = "[*] Непокорные волны",
		[318149] = "Воевода Брека Люторез",
		[190356] = 8,
		[393957] = 11,
		[382696] = "Земельник-страж",
		[392883] = 10,
		[52212] = 6,
		[373017] = "Шторм бушующего пламени <Кокия Пламенное Копыто>",
		[384773] = "Киракка",
		[225921] = 12,
		[190357] = 8,
		[393959] = 11,
		[385352] = 2,
		[77535] = 6,
		[372461] = "Надзиратель Лахар",
		[246152] = 3,
		[1161] = 1,
		[371179] = 10,
		[315132] = "Leóo-Stormscale",
		[393961] = 11,
		[271045] = 3,
		[191894] = 10,
		[397041] = 9,
		[279302] = 6,
		[51505] = 7,
		[375535] = "Магмобивень",
		[356084] = 5,
		[279303] = 6,
		[129250] = 5,
		[371441] = "Рэйис",
		[147362] = 3,
		[88522] = "Врагорез-5000",
		[72221] = 11,
		[6552] = 1,
		[397036] = 2,
		[132404] = 1,
		[384161] = "Куалаши-факельщица",
		[383346] = 2,
		[369049] = "Стражник хранилища",
		[393966] = 1,
		[102417] = 11,
		[35079] = 3,
		[2643] = 3,
		[263865] = "Scalehide <Noghle-Blackhand>",
		[390896] = 8,
		[374711] = "Балара",
		[397039] = 1,
		[381683] = "Боевое копье клана Нокхуд",
		[374517] = "Главный кузнец Горек",
		[202090] = 10,
		[372470] = "Рэйис",
		[137639] = 10,
		[382708] = "Куалаши-страж",
		[285452] = 7,
		[347901] = 11,
		[369400] = "Земельник-дозорный",
		[390899] = 8,
		[345361] = 11,
		[1329] = 4,
		[393971] = 4,
		[353759] = "Рэйис",
		[259756] = 9,
		[319238] = 6,
		[283407] = "Воевода Брека Люторез",
		[185245] = 12,
		[202137] = 12,
		[90559] = "\"Капитан\" Пирожок",
		[283408] = "Воевода Брека Люторез",
		[382712] = "Увядший дуб",
		[385303] = "[*] Зубастый капкан",
		[298765] = 7,
		[88288] = "Болванчик",
		[80354] = 8,
		[392451] = "Чаротворец пламени",
		[384761] = "Яростная буря",
		[386308] = 6,
		[383316] = 1,
		[372815] = 10,
		[49143] = 6,
		[373501] = 2,
		[61684] = "Элегон <Инотэк>",
		[275779] = 2,
		[319243] = 6,
		[381692] = "Боевое копье клана Нокхуд",
		[381514] = "Эркхарт Кровь Бури",
		[346665] = 12,
		[31230] = 4,
		[369408] = "Земельник-комендант",
		[1449] = 8,
		[202140] = 12,
		[375727] = "Хронолорд Дейос",
		[369409] = "Земельник-комендант",
		[207771] = 12,
		[46968] = 1,
		[118459] = "Элегон <Инотэк>",
		[196447] = 9,
		[345864] = 6,
		[5938] = 4,
		[388862] = "Оскверненный манадемон",
		[369411] = "Пещерный ловец",
		[341770] = 2,
		[367364] = "Рэйис",
		[388863] = "Оскверненный манадемон",
		[184364] = 1,
		[272156] = "Ужасень Бездны <Гернина>",
		[48743] = 6,
		[392959] = 10,
		[394454] = 2,
		[390912] = "Мерзкий плеточник",
		[285466] = 7,
		[343820] = 10,
		[381699] = 7,
		[313108] = 10,
		[185763] = 4,
		[388866] = "Оскверненный манадемон",
		[389890] = 12,
		[374534] = "Главный кузнец Горек",
		[387843] = "Алгет'арская заклинательница",
		[388867] = 10,
		[213405] = 12,
		[390915] = "Мерзкий плеточник",
		[377341] = "Водяной яростень",
		[46585] = 6,
		[34428] = 1,
		[45242] = 5,
		[185565] = 4,
		[375079] = "Вестник бури Сайраз",
		[196819] = 4,
		[201633] = 7,
		[387846] = 9,
		[386173] = "Вексам <Магическая книга>",
		[369419] = "Прыгучий паук",
		[390918] = "Мерзкий плеточник",
		[387847] = 9,
		[382551] = 1,
		[24858] = 11,
		[370966] = 12,
		[387848] = 12,
		[387691] = "Вексам <Магическая книга>",
		[205448] = 5,
		[204031] = 11,
		[395498] = 12,
		[372015] = 11,
		[385802] = 4,
		[18562] = 11,
		[202147] = 1,
		[48181] = 9,
		[369423] = "Прыгучий паук",
		[408] = 4,
		[383756] = 3,
		[278310] = 8,
		[369424] = "Прыгучий паук",
		[376170] = "Гниломаг Око Гнева",
		[374839] = "Главный кузнец Горек",
		[374075] = "[*] Сейсмический удар",
		[207267] = 6,
		[374544] = "Зловонная певица гнили",
		[5308] = 1,
		[377427] = 5,
		[114911] = 7,
		[200175] = 12,
		[396044] = "Мелидрусса Истощенная Холодом",
		[194249] = 5,
		[70890] = 6,
		[259285] = 3,
		[204197] = 5,
		[387678] = 10,
		[3600] = "Тотем оков земли <Какабвиэюя>",
		[370452] = "Бабичрион-СвежевательДуш",
		[383761] = 1,
		[266030] = 9,
		[388007] = 2,
		[386833] = 9,
		[383762] = 1,
		[247402] = 2,
		[384316] = "Яростная буря",
		[370454] = "Marianro-DunModr",
		[384300] = 11,
		[388882] = "Насыщательница Сария",
		[394001] = "Veldors-Antonidas",
		[384598] = 1,
		[269937] = 2,
		[257946] = 3,
		[164273] = 3,
		[1833] = 4,
		[142073] = 7,
		[388884] = "Зачарованный скипетр",
		[385813] = 10,
		[384499] = 7,
		[375576] = 2,
		[372505] = 11,
		[385814] = 10,
		[390933] = 5,
		[342817] = 12,
		[388886] = "Зачарованный скипетр",
		[394005] = 12,
		[372793] = "Изначальный исполин",
		[375068] = "Лавовые щупальца",
		[397077] = "Мелидрусса Истощенная Холодом",
		[394006] = 5,
		[12654] = 8,
		[272790] = 3,
		[392983] = 10,
		[231843] = 2,
		[390936] = 8,
		[387865] = 12,
		[335096] = 1,
		[394008] = "Аймил",
		[374557] = 6,
		[387866] = 12,
		[31821] = 2,
		[369439] = 10,
		[390938] = "Рассерженная стрекотуха",
		[139546] = 4,
		[1953] = 8,
		[381725] = 7,
		[195292] = 6,
		[84714] = 8,
		[223143] = 2,
		[394011] = 12,
		[31616] = 7,
		[371489] = "Ткач Холода Морозной Вспышки",
		[372808] = "Мелидрусса Истощенная Холодом",
		[381727] = 12,
		[193455] = 3,
		[375065] = "Зловонная певица гнили",
		[202669] = 4,
		[377633] = 6,
		[390942] = "Рассерженная стрекотуха",
		[376675] = 10,
		[392990] = 5,
		[385824] = "Яростный Коготь",
		[374563] = "Ослепительная стрекоза",
		[239013] = 5,
		[197835] = 4,
		[365350] = 8,
		[390944] = "Рассерженная стрекотуха",
		[85739] = 1,
		[196528] = 6,
		[12323] = 1,
		[90602] = "\"Капитан\" Пирожок",
		[259489] = 3,
		[372518] = 10,
		[385827] = "Яростный Коготь",
		[2098] = 4,
		[187827] = 12,
		[325984] = 2,
		[89739] = "\"Капитан\" Пирожок",
		[374567] = "Леймор",
		[375591] = "Пузырящийся побег",
		[384289] = "Сияющий дракон <Хугомонк>",
		[370984] = "Дредвирм",
		[328748] = 10,
		[8676] = 4,
		[397091] = 12,
		[23920] = 1,
		[189364] = 1,
		[383783] = 8,
		[390435] = "Рэйис",
		[394021] = 4,
		[374570] = "Леймор",
		[391974] = 11,
		[382249] = "Хитроклык-мистик",
		[88300] = "Болванчик",
		[384455] = 8,
		[198067] = 7,
		[33757] = 7,
		[385833] = "Яростный Коготь",
		[33891] = 11,
		[375596] = "Хранитель чар",
		[380715] = 3,
		[45182] = 4,
		[90604] = "\"Капитан\" Пирожок",
		[391977] = "Leóo-Stormscale",
		[373735] = "Чаргат Дробитель Чешуи",
		[357170] = "Рэйис",
		[107270] = 10,
		[89734] = "Испорченная кукуруза",
		[97547] = 11,
		[67826] = 5,
		[371005] = "Кристальный крушитель",
		[198069] = 5,
		[58875] = 7,
		[365362] = 8,
		[273947] = 6,
		[86949] = 8,
		[388909] = 3,
		[114919] = 2,
		[115175] = 10,
		[259495] = 3,
		[596] = 5,
		[248622] = 1,
		[374578] = "Ослепительная стрекоза",
		[204213] = 5,
		[388911] = "Зачарованный боевой топор",
		[216371] = 2,
		[40192] = 8,
		[202166] = 1,
		[388912] = "Зачарованный боевой топор",
		[385841] = 10,
		[53652] = 2,
		[285514] = 7,
		[372533] = 10,
		[385842] = 1,
		[124274] = 10,
		[157122] = 2,
		[87023] = 8,
		[381748] = "Вредняшаа",
		[374582] = "Леймор",
		[52437] = 1,
		[278350] = 9,
		[385844] = 7,
		[280398] = 5,
		[202168] = 1,
		[66188] = 6,
		[369465] = "Ткач земли",
		[390964] = 5,
		[173183] = 7,
		[228360] = 5,
		[369466] = "Ткач земли",
		[374585] = 6,
		[390462] = "Лазурный Клинок",
		[372538] = "Вспышка лавы",
		[162243] = 12,
		[374586] = "Главный кузнец Горек",
		[387895] = 2,
		[282449] = 4,
		[124682] = 10,
		[49821] = 5,
		[84721] = 8,
		[44544] = 8,
		[207289] = 6,
		[390968] = "Древорот",
		[386181] = "Вексам <Магическая книга>",
		[2818] = 4,
		[394040] = 10,
		[51637] = 4,
		[199667] = 1,
		[372542] = "Командир Железного Факела",
		[209388] = 2,
		[369854] = "Дюжий камнемет",
		[375614] = "Разлагающийся слизень",
		[372543] = "Командир Железного Факела",
		[373567] = 3,
		[390971] = 5,
		[204513] = 12,
		[198589] = 12,
		[373568] = 3,
		[386877] = 3,
		[7268] = 8,
		[101033] = 7,
		[114923] = 8,
		[43265] = 6,
		[342857] = 12,
		[198590] = 9,
		[381760] = 12,
		[378055] = "Разлагающийся слизень <Древорот>",
		[372134] = 11,
		[89252] = "\"Капитан\" Пирожок",
		[381761] = 7,
		[383405] = 4,
		[51399] = 6,
		[388928] = 10,
		[394047] = 11,
		[377383] = "Орел-вожак",
		[385368] = 10,
		[102383] = 11,
		[320338] = 12,
		[193473] = "Щупальце Бездны <Тауфе>",
		[208086] = 1,
		[77472] = 7,
		[394049] = 11,
		[390978] = 5,
		[125050] = 3,
		[196545] = 6,
		[394050] = 11,
		[374599] = 10,
		[383813] = 11,
		[305483] = 7,
		[8613] = 3,
		[83381] = "Элегон <Инотэк>",
		[88490] = "Врагорез-5000",
		[245686] = 11,
		[322101] = 10,
		[115181] = 10,
		[387910] = "Алгет'арский рыцарь эха",
		[122783] = 10,
		[381768] = "Вредняшаа",
		[381329] = "Куалаши - воин лавы",
		[108271] = 7,
		[327510] = 2,
		[373579] = 10,
		[374868] = "Астральный служитель",
		[374776] = 6,
		[388936] = 10,
		[385865] = 10,
		[114158] = 2,
		[383818] = 1,
		[27285] = 9,
		[389443] = "Нейтрализующее устройство",
		[164812] = 11,
		[387359] = "[*] Промокание насквозь",
		[131900] = 3,
		[395799] = 4,
		[374606] = 6,
		[183752] = 12,
		[107570] = 1,
		[768] = 11,
		[91800] = "Восставший вурдалак <Дигитлерочка>",
		[382836] = "Маруук",
		[393035] = 12,
		[703] = 4,
		[288613] = 3,
		[232893] = 12,
		[372561] = "Куалаши-охотник",
		[343173] = 4,
		[390989] = 5,
		[383823] = "Трубач из клана Нокхуд",
		[388942] = "Чародейский опустошитель",
		[394061] = 11,
		[228287] = 10,
		[304051] = 3,
		[274283] = 11,
		[394062] = 1,
		[164815] = 11,
		[280735] = 1,
		[207349] = 6,
		[196414] = 9,
		[374612] = "Затаившийся фанатик",
		[115989] = 6,
		[171982] = 9,
		[357209] = "Рэйис",
		[390993] = 5,
		[392569] = "Огнезев",
		[372566] = "Куалаши-охотник",
		[357210] = "Рэйис",
		[41635] = 5,
		[117014] = 7,
		[117526] = 3,
		[357211] = "Marianro-DunModr",
		[382805] = "Увядший дуб",
		[294133] = 2,
		[190411] = 1,
		[357212] = "Marianro-DunModr",
		[203720] = 12,
		[2580] = 5,
		[3714] = 6,
		[376778] = 3,
		[51271] = 6,
		[265157] = 3,
		[372570] = "Куалаши-охотник",
		[357214] = "Leóo-Stormscale",
		[382808] = "[*] Иссушающее заражение",
		[367802] = 6,
		[371844] = 2,
		[73899] = 7,
		[8690] = 3,
		[234946] = 5,
		[393047] = 10,
		[190925] = 3,
		[372213] = "Куалаши - воин лавы",
		[83243] = 3,
		[386963] = 10,
		[15407] = 5,
		[25046] = 4,
		[226757] = 8,
		[194509] = 5,
		[243955] = 4,
		[264057] = 9,
		[376737] = "[*] Молния",
		[393050] = 10,
		[385884] = 8,
		[321388] = 8,
		[387932] = "Алгет'арский рыцарь эха",
		[376671] = 2,
		[375209] = "Опаляющая кузня",
		[120644] = 5,
		[216521] = 10,
		[388957] = "Чародейский опустошитель",
		[90361] = "Элегон <Инотэк>",
		[386910] = "Телаш Серокрылый",
		[375649] = "Хранитель чар",
		[393053] = 10,
		[216331] = 2,
		[386911] = 2,
		[383840] = "Страж Иридий",
		[393054] = 12,
		[359867] = 2,
		[374627] = 3,
		[203794] = 12,
		[393055] = 12,
		[162264] = 12,
		[391008] = 4,
		[49028] = 6,
		[188370] = 2,
		[385890] = 1,
		[108839] = 8,
		[383843] = 2,
		[6201] = 9,
		[390581] = 1,
		[143924] = 1,
		[281469] = 5,
		[372583] = "Куалаши-охотник",
		[372224] = "Куалаши-костедробительница",
		[386916] = "Яростная буря",
		[201754] = "Элегон <Инотэк>",
		[376679] = 10,
		[207311] = 6,
		[370537] = "Лоухэпэшер-СвежевательДуш",
		[148022] = 8,
		[388546] = "Вексам <Магическая книга>",
		[384965] = 2,
		[51460] = 6,
		[132578] = 10,
		[257541] = 8,
		[344578] = 2,
		[271881] = 4,
		[212431] = 3,
		[30213] = "Грабоминул <Гернина>",
		[5405] = 8,
		[374635] = "Главный кузнец Горек",
		[48517] = 11,
		[376683] = "Хан Балакар",
		[385897] = 4,
		[270343] = 3,
		[204242] = 2,
		[384978] = "Мраскул",
		[371982] = 11,
		[376310] = 11,
		[369563] = "Бейлог",
		[376685] = "Хан Балакар",
		[373614] = "Пламенный разрушитель",
		[292361] = 11,
		[385579] = "Лазурный Клинок",
		[292359] = 5,
		[299905] = 2,
		[374245] = "[*] Гниющий залив",
		[109304] = 3,
		[386016] = "Тиира",
		[63106] = 9,
		[202028] = 11,
		[382435] = "Голос разложения",
		[388973] = "Чикенсаня",
		[371689] = 10,
		[374641] = "Главный кузнец Горек",
		[228128] = 11,
		[371178] = 10,
		[385903] = 5,
		[373896] = "Гниломаг Око Гнева",
		[108281] = 7,
		[393606] = 10,
		[383062] = "Разложившийся старый древень",
		[124974] = 11,
		[48518] = 11,
		[113656] = 10,
		[344955] = 6,
		[32645] = 4,
		[212436] = 3,
		[384882] = "[*] Молния призванной бури",
		[385906] = 8,
		[148563] = 8,
		[91776] = "Восставший вурдалак <Дигитлерочка>",
		[327707] = 3,
		[385907] = 4,
		[386931] = 9,
		[54149] = 2,
		[377864] = "Древорот",
		[125174] = 10,
		[358267] = "Рэйис",
		[367481] = "Жестокая костекрушительница",
		[390181] = 12,
		[90958] = "Страж Тьмы из братства Справедливости",
		[370553] = "Лоухэпэшер-СвежевательДуш",
		[114216] = 5,
		[207167] = 6,
		[63619] = "Подчинитель разума <Тауфе>",
		[345638] = 9,
		[322098] = 5,
		[388982] = "Чародейский опустошитель",
		[394101] = 2,
		[268877] = 3,
		[367484] = "Боец-коготь",
		[373936] = "Увядший дуб",
		[386164] = 1,
		[391031] = "Изначальная грозовая туча",
		[367485] = "Боец-коготь",
		[388984] = "Чародейский опустошитель",
		[372271] = 12,
		[378747] = 3,
		[297871] = 11,
		[50334] = 11,
		[326731] = 2,
		[185311] = 4,
		[11366] = 8,
		[266136] = 9,
		[374842] = "Главный кузнец Горек",
		[122470] = 10,
		[392058] = 3,
		[368512] = "Рэйис",
		[88321] = "Бомба-липучка",
		[246852] = 3,
		[8004] = 7,
		[372608] = 3,
		[219788] = 6,
		[390118] = "[*] Морозный смерч",
		[118522] = 7,
		[372796] = "Драгхар Отрицатель",
		[394108] = 11,
		[185313] = 4,
		[82691] = 8,
		[372610] = 3,
		[385919] = 6,
		[109132] = 10,
		[374863] = "Вестник бури Сайраз",
		[155625] = 11,
		[382002] = "Жарокрыл-вожак",
		[370564] = "Лоухэпэшер-СвежевательДуш",
		[44425] = 8,
		[375893] = 3,
		[394111] = 11,
		[315508] = 4,
		[187874] = 7,
		[118779] = 1,
		[377732] = "Рефти-распорядитель",
		[378105] = "Рэйис",
		[383168] = 9,
		[202719] = 12,
		[387122] = "Чародейское создание",
		[372794] = "Драгхар Отрицатель",
		[204255] = 12,
		[372615] = "Прирученный феникс",
		[367568] = 3,
		[329849] = 12,
		[375687] = "Тотем разложения <Зловонная певица гнили>",
		[372616] = 5,
		[312215] = 5,
		[162794] = 12,
		[47541] = 6,
		[393092] = "Смерч",
		[267171] = 9,
		[378760] = 8,
		[369674] = "Геомант из племени Каменного Свода",
		[311193] = 1,
		[47753] = 5,
		[386951] = 9,
		[30151] = "Грабоминул <Гернина>",
		[188389] = 7,
		[48265] = 6,
		[371595] = 5,
		[88836] = "Адмирал Терзающий Рев",
		[389387] = 10,
		[72968] = 11,
		[296863] = 1,
		[77575] = 6,
		[384906] = 2,
		[326863] = 12,
		[378764] = "Древорот",
		[396168] = 10,
		[373972] = "Воин стихий – танцор пламени",
		[361361] = "Рэйис",
		[391050] = "Верховная чаротворица Ривати",
		[367504] = "Голос разложения",
		[372623] = "Часовая Талондрас",
		[369552] = 10,
		[382861] = "Чикенсаня",
		[345228] = 8,
		[393099] = 10,
		[369553] = 10,
		[382862] = "Чикенсаня",
		[391215] = 12,
		[8042] = 7,
		[254069] = "Leóo-Stormscale",
		[382863] = "Чикенсаня",
		[359317] = 11,
		[231390] = 3,
		[23881] = 1,
		[391054] = 2,
		[200166] = 12,
		[382106] = 8,
		[315584] = 4,
		[386960] = 10,
		[378054] = 11,
		[376723] = "Буремант из клана Нокхуд",
		[373652] = "Сбивающее копье <Чаргат Дробитель Чешуи>",
		[382866] = "Чикенсаня",
		[391400] = 10,
	},
	["auto_open_news_window"] = true,
	["got_first_run"] = true,
	["all_switch_config"] = {
		["scale"] = 1,
		["font_size"] = 10,
	},
	["__profiles"] = {
		["Хугопвар-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = true,
			["disable_window_groups"] = false,
			["ps_abbreviation"] = 3,
			["data_broker_text"] = "",
			["instances_suppress_trash"] = 0,
			["pvp_as_group"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["numerical_system_symbols"] = "auto",
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["report_schema"] = 1,
			["death_tooltip_width"] = 350,
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -107.6824035644531,
							["x"] = 538.4136352539062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["start_after_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_enable_custom_text"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["texture_background"] = "Details D'ictum (reverse)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["skin_custom"] = "",
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["stretch_button_side"] = 1,
					["bars_inverted"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["ignore_mass_showhide"] = false,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["backdrop_texture"] = "Details Ground",
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_all_roles_in_combat"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["bg_alpha"] = 0.6,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = -107.6824188232422,
						["x"] = -281.8245849609375,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["strata"] = "LOW",
					["rowareaborder_shown"] = false,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["auto_current"] = true,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -107.6824035644531,
							["x"] = 538.4136352539062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_sidebars"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["fontstrings_text3_anchor"] = 38,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["overall_clear_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["time_type_original"] = 2,
			["overall_clear_newboss"] = true,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 177.3010476268708,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["memory_threshold"] = 3,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["segments_panic_mode"] = false,
			["overall_flag"] = 16,
			["show_arena_role_icon"] = false,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type"] = 2,
			["report_lines"] = 5,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["clear_ungrouped"] = true,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["standard_skin"] = false,
			["instances_disable_bar_highlight"] = false,
			["default_bg_alpha"] = 0.5,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
		},
		["Хугомонк-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 6,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["animation_speed"] = 33,
			["default_bg_alpha"] = 0.5,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["instances_disable_bar_highlight"] = false,
			["standard_skin"] = false,
			["disable_window_groups"] = false,
			["animate_scroll"] = false,
			["pvp_as_group"] = true,
			["instances_suppress_trash"] = 0,
			["use_battleground_server_parser"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["clear_ungrouped"] = true,
			["force_activity_time_pvp"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["time_type"] = 2,
			["report_lines"] = 5,
			["segments_amount"] = 40,
			["overall_clear_pvp"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["show_arena_role_icon"] = false,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["overall_flag"] = 16,
			["overall_clear_newboss"] = true,
			["deny_score_messages"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
			},
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 178.253831834886,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["total_abbreviation"] = 2,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["time_type_original"] = 2,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -71.1107177734375,
							["x"] = 549.5886840820312,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {func local player, combat = ...;local ilvl = _detalhes.ilevel:GetIlvl(player.serial); ilvl = ilvl and ilvl.ilvl or 0;return math.floor(0.5+ilvl);} {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["height"] = 21,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textR_bracket"] = "(",
						["percent_type"] = 1,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["show_faction_icon"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["arena_role_icon_size_offset"] = -10,
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textL_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fullborder_shown"] = false,
					["grab_on_top"] = false,
					["use_multi_fontstrings"] = true,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["fontstrings_text_limit_offset"] = -10,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["menu_icons_size"] = 0.82,
					["micro_displays_locked"] = true,
					["backdrop_texture"] = "Details Ground",
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["hide_in_combat_alpha"] = 0,
					["clickthrough_rows"] = false,
					["rowareaborder_shown"] = false,
					["libwindow"] = {
						["y"] = -71.11073303222656,
						["x"] = -270.649658203125,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["show_statusbar"] = false,
					["bars_grow_direction"] = 1,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["switch_all_roles_after_wipe"] = false,
					["auto_current"] = true,
					["skin_custom"] = "",
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -71.1107177734375,
							["x"] = 549.5886840820312,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["numerical_system"] = 1,
			["death_tooltip_width"] = 350,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Хугохав-Гордунни"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["default_bg_alpha"] = 0.5,
			["instances_disable_bar_highlight"] = false,
			["disable_window_groups"] = false,
			["standard_skin"] = false,
			["animate_scroll"] = false,
			["instances_suppress_trash"] = 0,
			["pvp_as_group"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["report_lines"] = 5,
			["segments_amount"] = 40,
			["overall_clear_pvp"] = true,
			["time_type"] = 2,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_flag"] = 16,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["minimum_combat_time"] = 5,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["deny_score_messages"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["trash_auto_remove"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["use_scroll"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["segments_panic_mode"] = false,
			["overall_clear_newboss"] = true,
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["numerical_system"] = 1,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -114.7936706542969,
							["x"] = 545.5239868164062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["show_faction_icon"] = true,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["percent_type"] = 1,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["texture_background"] = "Details D'ictum (reverse)",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_inverted"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["backdrop_texture"] = "Details Ground",
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["micro_displays_locked"] = true,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["bars_grow_direction"] = 1,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["libwindow"] = {
						["y"] = -114.7936706542969,
						["x"] = -274.714111328125,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["switch_all_roles_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -114.7936706542969,
							["x"] = 545.5239868164062,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["skin_custom"] = "",
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["death_tooltip_width"] = 350,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Хугакон-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 6,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["disable_lock_ungroup_buttons"] = false,
			["animation_speed"] = 33,
			["default_bg_alpha"] = 0.5,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["instances_disable_bar_highlight"] = false,
			["standard_skin"] = false,
			["disable_window_groups"] = false,
			["animate_scroll"] = false,
			["pvp_as_group"] = true,
			["instances_suppress_trash"] = 0,
			["use_battleground_server_parser"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["clear_ungrouped"] = true,
			["force_activity_time_pvp"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["time_type"] = 2,
			["overall_clear_pvp"] = true,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -96.50753784179688,
							["x"] = 540.4454956054688,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["start_after_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_enable_custom_text"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textR_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["show_faction_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["skin"] = "Minimalistic",
					["bars_inverted"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["micro_displays_side"] = 2,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["stretch_button_side"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text3_anchor"] = 38,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["bg_alpha"] = 0.6,
					["clickthrough_rows"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["skin_custom"] = "",
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = -96.50755310058594,
						["x"] = -279.792724609375,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager"] = false,
					["bars_grow_direction"] = 1,
					["strata"] = "LOW",
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["show_statusbar"] = false,
					["auto_current"] = true,
					["rowareaborder_shown"] = false,
					["backdrop_texture"] = "Details Ground",
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -96.50753784179688,
							["x"] = 540.4454956054688,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_lines"] = 5,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["show_arena_role_icon"] = false,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["overall_flag"] = 16,
			["overall_clear_newboss"] = true,
			["deny_score_messages"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["overall_clear_logout"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["trash_auto_remove"] = false,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["time_type_original"] = 2,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["auto_swap_to_dynamic_overall"] = false,
			["segments_amount"] = 40,
			["numerical_system"] = 1,
			["death_tooltip_width"] = 350,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Хугопал-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["fontsize"] = 10,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["tooltip_max_abilities"] = 6,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["show_amount"] = false,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["all_in_one_windows"] = {
			},
			["animation_speed"] = 33,
			["deadlog_limit"] = 16,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["instances_segments_locked"] = true,
			["disable_window_groups"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_suppress_trash"] = 0,
			["use_battleground_server_parser"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["clear_ungrouped"] = true,
			["report_schema"] = 1,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["numerical_system_symbols"] = "auto",
			["update_speed"] = 0.2,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -95.4915771484375,
							["x"] = 556.6992797851562,
							["w"] = 310.0000610351563,
							["h"] = 157.9999237060547,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["show_faction_icon"] = true,
						["textL_enable_custom_text"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textR_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["use_multi_fontstrings"] = true,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["micro_displays_side"] = 2,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["switch_all_roles_in_combat"] = false,
					["micro_displays_locked"] = true,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["backdrop_texture"] = "Details Ground",
					["rowareaborder_shown"] = false,
					["clickthrough_rows"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["bars_grow_direction"] = 1,
					["grab_on_top"] = false,
					["libwindow"] = {
						["y"] = -95.49154663085938,
						["x"] = -263.538818359375,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["strata"] = "LOW",
					["switch_damager"] = false,
					["switch_damager_in_combat"] = false,
					["switch_all_roles_after_wipe"] = false,
					["skin_custom"] = "",
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -95.4915771484375,
							["x"] = 556.6992797851562,
							["w"] = 310.0000610351563,
							["h"] = 157.9999237060547,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["ignore_mass_showhide"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["segments_amount"] = 40,
			["report_lines"] = 5,
			["auto_swap_to_dynamic_overall"] = false,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["overall_flag"] = 16,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["instances_disable_bar_highlight"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 189.9538521253377,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["version"] = 1,
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["memory_threshold"] = 3,
			["minimum_combat_time"] = 5,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_panic_mode"] = false,
			["use_scroll"] = false,
			["overall_clear_newboss"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_clear_pvp"] = true,
			["time_type"] = 2,
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["standard_skin"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
		["Maelti-Doomhammer"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["disable_lock_ungroup_buttons"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_window_groups"] = false,
			["standard_skin"] = false,
			["death_tooltip_width"] = 350,
			["instances_suppress_trash"] = 0,
			["animate_scroll"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["report_lines"] = 5,
			["segments_amount"] = 40,
			["overall_clear_pvp"] = true,
			["numerical_system"] = 1,
			["time_type"] = 2,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_clear_newboss"] = true,
			["use_scroll"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["overall_clear_logout"] = false,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["animation_speed_triggertravel"] = 5,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 77.68040432739132,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["instances_disable_bar_highlight"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["segments_panic_mode"] = false,
			["minimum_combat_time"] = 5,
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["update_speed"] = 0.2,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -376.9998779296875,
							["x"] = 796.9998779296875,
							["w"] = 309.9999389648438,
							["h"] = 157.9999694824219,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Interface\\AddOns\\VuhDo\\Fonts\\ariblk.ttf",
						["faction_icon_size_offset"] = -10,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["textL_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Arial Black",
						["texture_class_colors"] = true,
						["start_after_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["font_size"] = 16,
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fontstrings_text3_anchor"] = 38,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_inverted"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 3,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["backdrop_texture"] = "Details Ground",
					["switch_tank_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["micro_displays_locked"] = true,
					["clickthrough_rows"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["bars_grow_direction"] = 1,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["libwindow"] = {
						["y"] = 84.00006866455078,
						["x"] = -8,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["rowareaborder_shown"] = false,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_damager"] = false,
					["auto_current"] = true,
					["bg_alpha"] = 0.6,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["switch_all_roles_in_combat"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -376.9998779296875,
							["x"] = 796.9998779296875,
							["w"] = 309.9999389648438,
							["h"] = 157.9999694824219,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["titlebar_height"] = 16,
					["skin_custom"] = "",
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Хугокан-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["all_in_one_windows"] = {
			},
			["tooltip"] = {
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["bar_color"] = {
					0.396, -- [1]
					0.396, -- [2]
					0.396, -- [3]
					0.87, -- [4]
				},
				["tooltip_max_pets"] = 2,
				["abbreviation"] = 2,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["background"] = {
					0.0941, -- [1]
					0.0941, -- [2]
					0.0941, -- [3]
					0.8, -- [4]
				},
				["divisor_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["anchor_relative"] = "top",
				["anchored_to"] = 1,
				["show_amount"] = false,
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["commands"] = {
				},
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["fontsize"] = 10,
				["border_size"] = 14,
				["maximize_method"] = 1,
				["tooltip_max_abilities"] = 6,
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["disable_lock_ungroup_buttons"] = false,
			["animation_speed"] = 33,
			["default_bg_alpha"] = 0.5,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["instances_no_libwindow"] = false,
			["standard_skin"] = false,
			["disable_window_groups"] = false,
			["animate_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["instances_suppress_trash"] = 0,
			["clear_ungrouped"] = true,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["pvp_as_group"] = true,
			["numerical_system"] = 1,
			["overall_clear_pvp"] = true,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -90.41256713867188,
							["x"] = 523.1754760742188,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_hyanda",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["start_after_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_enable_custom_text"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Details Hyanda",
						["textL_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["show_faction_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_icons_color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["skin"] = "Minimalistic",
					["bars_inverted"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["fullborder_shown"] = false,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["stretch_button_side"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["ignore_mass_showhide"] = false,
					["fontstrings_text3_anchor"] = 38,
					["menu_icons_size"] = 0.82,
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["bg_alpha"] = 0.6,
					["skin_custom"] = "",
					["rowareaborder_shown"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["switch_all_roles_after_wipe"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = -90.41258239746094,
						["x"] = -297.062744140625,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["strata"] = "LOW",
					["bars_grow_direction"] = 1,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["show_statusbar"] = false,
					["auto_current"] = true,
					["clickthrough_rows"] = false,
					["backdrop_texture"] = "Details Ground",
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -90.41256713867188,
							["x"] = 523.1754760742188,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["fontstrings_text_limit_offset"] = -10,
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["__was_opened"] = true,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_lines"] = 5,
			["auto_swap_to_dynamic_overall"] = false,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["overall_clear_newboss"] = true,
			["overall_flag"] = 16,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["use_scroll"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["disable_alldisplays_window"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.5764, -- [2]
					0.498, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["trash_auto_remove"] = false,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["total_abbreviation"] = 2,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["deny_score_messages"] = false,
			["segments_panic_mode"] = false,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["segments_amount"] = 40,
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Хуговар-Ревущий фьорд"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["default_bg_alpha"] = 0.5,
			["standard_skin"] = false,
			["disable_window_groups"] = false,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances_suppress_trash"] = 0,
			["ps_abbreviation"] = 3,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["report_lines"] = 5,
			["segments_amount"] = 40,
			["overall_clear_pvp"] = true,
			["time_type"] = 2,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["overall_clear_newboss"] = true,
			["use_scroll"] = false,
			["overall_flag"] = 16,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["trash_auto_remove"] = false,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 185.706359326547,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["instances_disable_bar_highlight"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["segments_panic_mode"] = false,
			["time_type_original"] = 2,
			["show_arena_role_icon"] = false,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["update_speed"] = 0.2,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -128.7928161621094,
							["x"] = 548.0162963867188,
							["w"] = 326.25390625,
							["h"] = 162.0634918212891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["titlebar_texture"] = "Details Serenity",
					["ignore_mass_showhide"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["backdrop_texture"] = "Details Ground",
					["__was_opened"] = true,
					["bars_inverted"] = false,
					["skin"] = "Minimalistic",
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\FRIZQT___CYR.TTF",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["font_size"] = 16,
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["height"] = 21,
						["textL_translit_text"] = false,
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["texture_custom"] = "",
						["use_spec_icons"] = true,
						["textR_enable_custom_text"] = false,
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["texture_background"] = "Details D'ictum (reverse)",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["show_faction_icon"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["stretch_button_side"] = 1,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["fontstrings_text_limit_offset"] = -10,
					["switch_tank"] = false,
					["fullborder_shown"] = false,
					["show_sidebars"] = false,
					["skin_custom"] = "",
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["__snapH"] = false,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["plugins_grow_direction"] = 1,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["strata"] = "LOW",
					["hide_in_combat_alpha"] = 0,
					["switch_damager_in_combat"] = false,
					["rowareaborder_shown"] = false,
					["libwindow"] = {
						["y"] = -128.7928314208984,
						["x"] = -264.094970703125,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["__snapV"] = false,
					["bars_grow_direction"] = 1,
					["clickthrough_rows"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["grab_on_top"] = false,
					["show_statusbar"] = false,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["auto_current"] = true,
					["micro_displays_locked"] = true,
					["bg_alpha"] = 0.6,
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -128.7928161621094,
							["x"] = 548.0162963867188,
							["w"] = 326.25390625,
							["h"] = 162.0634918212891,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["menu_icons_size"] = 0.82,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["fontstrings_text3_anchor"] = 38,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["clear_ungrouped"] = true,
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances_segments_locked"] = true,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["all_in_one_windows"] = {
			},
		},
		["Hugork-Draenor"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.125, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["update_interval"] = 0.3,
				["text_offset"] = 2,
				["font_face"] = "Friz Quadrata TT",
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["disable_lock_ungroup_buttons"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_window_groups"] = false,
			["standard_skin"] = false,
			["death_tooltip_width"] = 350,
			["instances_suppress_trash"] = 0,
			["animate_scroll"] = false,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["force_activity_time_pvp"] = true,
			["overall_clear_pvp"] = true,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 113.0003051757813,
							["x"] = 820.2383422851562,
							["w"] = 309.9999389648438,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["bars_sort_direction"] = 1,
					["use_auto_align_multi_fontstrings"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Interface\\Addons\\Details\\fonts\\Accidental Presidency.ttf",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["font_size"] = 16,
						["texture_custom_file"] = "Interface\\",
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["percent_type"] = 1,
						["show_faction_icon"] = true,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["arena_role_icon_size_offset"] = -10,
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_enable_custom_text"] = false,
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["show_arena_role_icon"] = false,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["textL_class_colors"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_bracket"] = "(",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["__was_opened"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["skin_custom"] = "",
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["stretch_button_side"] = 1,
					["bars_inverted"] = false,
					["fontstrings_text_limit_offset"] = -10,
					["ignore_mass_showhide"] = false,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 3,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textAlign"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["backdrop_texture"] = "Details Ground",
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_all_roles_in_combat"] = false,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["enable_custom_text"] = false,
						["show_timer"] = true,
						["show_timer_bg"] = true,
					},
					["bg_alpha"] = 0.6,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["show_statusbar"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 113.0003051757813,
						["x"] = 0,
						["point"] = "RIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_damager_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["strata"] = "LOW",
					["rowareaborder_shown"] = false,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["auto_current"] = true,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["micro_displays_locked"] = true,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 113.0003051757813,
							["x"] = 820.2383422851562,
							["w"] = 309.9999389648438,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_sidebars"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["height"] = 114.042518615723,
						["anchor"] = "all",
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["fontstrings_text3_anchor"] = 38,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["report_lines"] = 5,
			["numerical_system"] = 1,
			["time_type"] = 2,
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["overall_clear_newboss"] = true,
			["use_scroll"] = false,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["minimum_combat_time"] = 5,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["overall_flag"] = 16,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["trash_auto_remove"] = false,
			["segments_auto_erase"] = 1,
			["segments_amount_to_save"] = 40,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 151.0110888896486,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
			},
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["instances_disable_bar_highlight"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["segments_panic_mode"] = false,
			["overall_clear_logout"] = false,
			["time_type_original"] = 2,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["update_speed"] = 0.2,
			["segments_amount"] = 40,
			["report_schema"] = 1,
			["numerical_system_symbols"] = "auto",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["ps_abbreviation"] = 3,
			["instances_segments_locked"] = true,
			["deadlog_limit"] = 16,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
		},
		["Hugotest-Draenor"] = {
			["overall_clear_newtorghast"] = true,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[1467] = {
					0.5, -- [1]
					0.625, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[1468] = {
					0.625, -- [1]
					0.75, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0, -- [1]
					0.125, -- [2]
					0.75, -- [3]
					0.875, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["default_bg_color"] = 0.0941,
			["world_combat_is_trash"] = false,
			["pvp_as_group"] = true,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = false,
			["fade_speed"] = 0.15,
			["death_tooltip_spark"] = false,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["use_self_color"] = false,
			["data_cleanup_logout"] = false,
			["instances_no_libwindow"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["realtime_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = false,
				["sample_size"] = 3,
				["frame_settings"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["point"] = "TOP",
					["scale"] = 1,
					["width"] = 300,
					["y"] = -110,
					["x"] = 0,
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = true,
					["height"] = 23,
				},
				["font_face"] = "Friz Quadrata TT",
				["text_offset"] = 2,
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["memory_ram"] = 64,
			["death_log_colors"] = {
				["debuff"] = "purple",
				["friendlyfire"] = "darkorange",
				["heal"] = "green",
				["cooldown"] = "yellow",
				["damage"] = "red",
			},
			["deadlog_limit"] = 16,
			["disable_window_groups"] = false,
			["instances_segments_locked"] = true,
			["ps_abbreviation"] = 3,
			["instances_suppress_trash"] = 0,
			["data_broker_text"] = "",
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["use_battleground_server_parser"] = false,
			["clear_ungrouped"] = true,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["numerical_system_symbols"] = "auto",
			["report_schema"] = 1,
			["segments_amount"] = 40,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 6.103515625e-05,
							["x"] = 0,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["titlebar_shown"] = false,
					["menu_anchor"] = {
						20, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.243,
					["fullborder_size"] = 0.5,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons_2_shadow",
					["micro_displays_locked"] = true,
					["use_auto_align_multi_fontstrings"] = true,
					["rowareaborder_shown"] = false,
					["fullborder_shown"] = false,
					["clickthrough_toolbaricons"] = false,
					["row_info"] = {
						["show_arena_role_icon"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Interface\\Addons\\Details\\fonts\\Accidental Presidency.ttf",
						["faction_icon_size_offset"] = -10,
						["backdrop"] = {
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
							["enabled"] = false,
							["size"] = 12,
						},
						["font_size"] = 16,
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["show_faction_icon"] = true,
						["textL_translit_text"] = false,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\bar_skyline",
						["icon_size_offset"] = 0,
						["textL_enable_custom_text"] = false,
						["textR_outline"] = false,
						["overlay_color"] = {
							0.7, -- [1]
							0.7, -- [2]
							0.7, -- [3]
							0, -- [4]
						},
						["texture_custom_file"] = "Interface\\",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["arena_role_icon_size_offset"] = -10,
						["icon_grayscale"] = false,
						["textR_enable_custom_text"] = false,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["start_after_icon"] = true,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "Skyline",
						["textR_class_colors"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["overlay_texture"] = "Details D'ictum",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["use_spec_icons"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_outline_small"] = true,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
					},
					["titlebar_texture"] = "Details Serenity",
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["icon_desaturated"] = false,
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = false,
					["toolbar_side"] = 1,
					["bg_g"] = 0.2352,
					["menu_icons_alpha"] = 0.92,
					["bg_b"] = 0.2588,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.1215, -- [1]
						0.1176, -- [2]
						0.1294, -- [3]
						0.91, -- [4]
					},
					["hide_on_context"] = {
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [1]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [2]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [3]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [4]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [5]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [6]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [7]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [8]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [9]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [10]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [11]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [12]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [13]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [14]
						{
							["enabled"] = false,
							["inverse"] = false,
							["value"] = 100,
						}, -- [15]
					},
					["plugins_grow_direction"] = 1,
					["skin"] = "Minimalistic",
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["show_timer_arena"] = true,
						["text_face"] = "Accidental Presidency",
						["show_timer_always"] = true,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = {
							1.4, -- [1]
							2, -- [2]
						},
						["show_timer"] = true,
						["enable_custom_text"] = false,
						["show_timer_bg"] = true,
					},
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_healer"] = false,
					["fontstrings_text2_anchor"] = 73,
					["menu_icons_size"] = 0.82,
					["stretch_button_side"] = 1,
					["fontstrings_text_limit_offset"] = -10,
					["fontstrings_text3_anchor"] = 38,
					["show_sidebars"] = false,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 1,
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["fontstrings_text4_anchor"] = 0,
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["bars_sort_direction"] = 1,
					["rowareaborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["clickthrough_rows"] = false,
					["rowareaborder_size"] = 0.5,
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["ignore_mass_showhide"] = false,
					["hide_in_combat_alpha"] = 0,
					["hide_in_combat_type"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["libwindow"] = {
						["y"] = 7.62939453125e-05,
						["x"] = 0,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["backdrop_texture"] = "Details Ground",
					["micro_displays_side"] = 2,
					["strata"] = "LOW",
					["switch_damager_in_combat"] = false,
					["bars_grow_direction"] = 1,
					["switch_damager"] = false,
					["auto_current"] = true,
					["fullborder_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["skin_custom"] = "",
					["bg_alpha"] = 0.6,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 6.103515625e-05,
							["x"] = 0,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_all_roles_in_combat"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["level"] = 2,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["titlebar_height"] = 16,
					["bars_inverted"] = false,
					["use_multi_fontstrings"] = true,
					["titlebar_texture_color"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
						0.8, -- [4]
					},
				}, -- [1]
			},
			["overall_clear_pvp"] = true,
			["update_speed"] = 0.2,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["skin"] = "Minimalistic",
			["override_spellids"] = true,
			["show_arena_role_icon"] = false,
			["time_type_original"] = 2,
			["overall_clear_logout"] = false,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["minimum_combat_time"] = 5,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["instances_disable_bar_highlight"] = false,
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["SHAMAN"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["PET"] = {
					0.125, -- [1]
					0.248046875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DRUID"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["MONK"] = {
					0.25, -- [1]
					0.369140625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["UNKNOW"] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["PRIEST"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["WARLOCK"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				["Alliance"] = {
					0.248046875, -- [1]
					0.02968748, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.36914063, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				["Horde"] = {
					0.37109375, -- [1]
					0.494140625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				["EVOKER"] = {
					0.50390625, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				["ROGUE"] = {
					0.248046875, -- [1]
					0.37109375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
			},
			["deny_score_messages"] = false,
			["disable_alldisplays_window"] = false,
			["trash_auto_remove"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["version"] = 1,
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["ARENA_GREEN"] = {
					0.686, -- [1]
					0.372, -- [2]
					0.905, -- [3]
				},
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["EVOKER"] = {
					0.2, -- [1]
					0.498, -- [2]
					0.5764, -- [3]
				},
				["SELF"] = {
					0.89019, -- [1]
					0.32156, -- [2]
					0.89019, -- [3]
				},
			},
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 40,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["animation_speed_triggertravel"] = 5,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["overall_flag"] = 16,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["segments_panic_mode"] = false,
			["use_scroll"] = false,
			["overall_clear_newboss"] = true,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["time_type"] = 2,
			["numerical_system"] = 1,
			["report_lines"] = 5,
			["force_activity_time_pvp"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["death_tooltip_texture"] = "Details Serenity",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["standard_skin"] = false,
			["default_bg_alpha"] = 0.5,
			["disable_lock_ungroup_buttons"] = false,
		},
	},
	["immersion_special_units"] = true,
	["boss_mods_timers"] = {
		["encounter_timers_bw"] = {
		},
		["encounter_timers_dbm"] = {
		},
	},
	["spell_category_latest_query"] = 0,
	["played_class_time"] = true,
	["check_stuttering"] = true,
	["class_time_played"] = {
		[8] = {
			["WARRIOR"] = 96473.18000000023,
			["PALADIN"] = 98505.77199999952,
			["MONK"] = 87959.49399999985,
			["EVOKER"] = 9455.419000000053,
			["DEMONHUNTER"] = 42732.27000000016,
		},
		["WARRIOR"] = 128707.1390000001,
		[9] = {
			["MAGE"] = 5385.56899999996,
			["EVOKER"] = 31.28800000000047,
			["MONK"] = 181324.5370000006,
			["PALADIN"] = 53975.76600000016,
		},
	},
	["merge_pet_abilities"] = false,
	["aura_tracker_frame"] = {
		["scaletable"] = {
			["scale"] = 1,
		},
		["position"] = {
		},
	},
	["update_warning_timeout"] = 10,
	["realm_sync"] = true,
	["show_warning_id1"] = true,
	["run_code"] = {
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["switchSaved"] = {
		["slots"] = 24,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
				["atributo"] = 1,
				["sub_atributo"] = 2,
			}, -- [5]
			{
				["atributo"] = 1,
				["sub_atributo"] = 3,
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
			{
			}, -- [15]
			{
			}, -- [16]
			{
			}, -- [17]
			{
			}, -- [18]
			{
			}, -- [19]
			{
			}, -- [20]
			{
			}, -- [21]
			{
			}, -- [22]
			{
			}, -- [23]
			{
			}, -- [24]
		},
	},
	["exit_errors"] = {
	},
	["damage_scroll_position"] = {
		["scale"] = 1,
	},
	["spellid_ignored"] = {
	},
	["createauraframe"] = {
	},
	["item_level_pool"] = {
		["Player-1390-0C5CD4C1"] = {
			["name"] = "Blackshado-Hyjal",
			["time"] = 1670868079,
			["ilvl"] = 363.375,
		},
		["Player-3691-09BFF0B7"] = {
			["name"] = "Noghle-Blackhand",
			["time"] = 1670869333,
			["ilvl"] = 358.875,
		},
		["Player-3674-0A77FC80"] = {
			["name"] = "Kadida-TwistingNether",
			["time"] = 1670871155,
			["ilvl"] = 369.5625,
		},
		["Player-1615-0B07C4E5"] = {
			["name"] = "Хугомонк",
			["time"] = 1670873135,
			["ilvl"] = 372.5,
		},
		["Player-1403-06DE9B3F"] = {
			["name"] = "Nimuz-Draenor",
			["time"] = 1670871155,
			["ilvl"] = 369.375,
		},
		["Player-1604-0E74F0D8"] = {
			["name"] = "Дукхалис-СвежевательДуш",
			["time"] = 1670868079,
			["ilvl"] = 367.1875,
		},
		["Player-1302-0BD80ACC"] = {
			["name"] = "Sïtoze-Archimonde",
			["time"] = 1670873135,
			["ilvl"] = 370.5625,
		},
		["Player-2073-09EA4319"] = {
			["name"] = "Voyeurist-Stormscale",
			["time"] = 1670869333,
			["ilvl"] = 354.8125,
		},
		["Player-3674-0AA6F780"] = {
			["name"] = "Roséy-TwistingNether",
			["time"] = 1670873135,
			["ilvl"] = 365.75,
		},
		["Player-1604-0A5B61F6"] = {
			["name"] = "Садилья-СвежевательДуш",
			["time"] = 1670868079,
			["ilvl"] = 370.75,
		},
		["Player-3674-0AC34315"] = {
			["name"] = "Texi-TwistingNether",
			["time"] = 1670871155,
			["ilvl"] = 371.9375,
		},
		["Player-1587-0F4B4FDC"] = {
			["name"] = "Criptic-Nagrand",
			["time"] = 1670873135,
			["ilvl"] = 362.5,
		},
		["Player-1615-097038E5"] = {
			["name"] = "Бэдасс",
			["time"] = 1670869304,
			["ilvl"] = 378.375,
		},
		["Player-1302-0C5CF9E1"] = {
			["name"] = "Rousété-Archimonde",
			["time"] = 1670873135,
			["ilvl"] = 352.3125,
		},
		["Player-1615-0B1052E9"] = {
			["name"] = "Зефистраза",
			["time"] = 1670869304,
			["ilvl"] = 335.125,
		},
		["Player-1604-0AC9C9BC"] = {
			["name"] = "Танимура-СвежевательДуш",
			["time"] = 1670868079,
			["ilvl"] = 369.4375,
		},
	},
	["latest_news_saw"] = "10.0.2 10333",
	["tutorial"] = {
		["unlock_button"] = 0,
		["main_help_button"] = 464,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["logons"] = 464,
		["DETAILS_INFO_TUTORIAL2"] = 6,
		["MIN_COMBAT_TIME"] = true,
		["version_announce"] = 0,
		["WINDOW_LOCK_UNLOCK1"] = true,
		["ctrl_click_close_tutorial"] = false,
		["bookmark_tutorial"] = false,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
	},
	["installed_skins_cache"] = {
	},
	["merge_player_abilities"] = false,
	["report_where"] = "SAY",
	["data_wipes_exp"] = {
		["9"] = true,
		["14"] = false,
		["13"] = false,
		["12"] = false,
		["11"] = false,
		["10"] = true,
	},
	["spell_category_latest_sent"] = 0,
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["savedTimeCaptures"] = {
	},
	["spell_category_savedtable"] = {
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show who in your raid used a potion during the encounter.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo(DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine(name, 1) --can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo(spellId)\n						GameCooltip:AddLine(name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["name"] = "Potion Used",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs( misc_container ) do\n\n					--only player in group\n					if (player:IsGroupPlayer()) then\n\n						local found_potion = false\n\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player\n								instance_container:AddValue (player, 1)\n							end\n						end\n\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n\n										--add amount to the player\n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n\n						if (found_potion) then\n							amount = amount + 1\n						end\n					end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["attribute"] = false,
			["script_version"] = 6,
		}, -- [1]
		{
			["source"] = false,
			["total_script"] = false,
			["author"] = "Details! Team",
			["percent_script"] = false,
			["desc"] = "Show who in your raid group used the healthstone or a heal potion.",
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["spellid"] = false,
			["name"] = "Health Potion & Stone",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs(AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs(AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n				local R, G, B, A = 0, 0, 0, 0.75\n\n				local hs = actor:GetSpell (6262)\n				if (hs) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION2_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				--Cooltip code\n			",
			["attribute"] = false,
			["script_version"] = 16,
		}, -- [2]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing damage.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "Damage Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [3]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Tells how much time each character spent doing healing.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "Healing Activity Time",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the crowd control amount for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["spellid"] = false,
			["name"] = "Crowd Control Done",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs(actor.cc_done_spells._ActorTable) do\n				    tinsert(spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs(actor.cc_done_targets) do\n				    tinsert(targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass(actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs(targets) do\n				    GameCooltip:AddLine(target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor(character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of crowd control received for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["spellid"] = false,
			["name"] = "Crowd Control Received",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert(from, {character:name(), on_actor})\n\n					    for spellid, spell in pairs(character.cc_done_spells._ActorTable) do\n\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs(spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert(spells, {spellid, spell_on_actor})\n						    end\n						end\n\n					    end\n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs(from) do\n				    GameCooltip:AddLine(t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n\n					for player_name, amount in pairs(character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor(value) / combat:GetCombatTime())\n				local percent = string.format(\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Show your spells in the window.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption(\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n\n			if (spell.n_dmg) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor(debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo(spell.id)\n				    for casted_spellid, amount in pairs(misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo(casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n\n			    --Cooltip code\n			    GC:AddLine(\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine(\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n\n				GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Dps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n\n			elseif (spell.n_curado) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    --Cooltip code\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n\n				GC:AddLine(\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Hps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "My Spells",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n\n				local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then\n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs(spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n\n					for _, PetName in ipairs(player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs(pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with skull.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine(RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["name"] = "Damage On Skull Marked Targets",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--raid target flags:\n				-- 128: skull\n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of damage applied on targets marked with any other mark.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine(RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine(RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine(RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine(RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine(RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine(RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine(RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["name"] = "Damage On Other Marked Targets",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["desc"] = "Show overall damage done on the fly.",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat(-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat(0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--calculate the DPS and return it as percent\n				local totalValue = value\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n\n				return s\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "Dynamic Overall Damage",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor(actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs(playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor(actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs(playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs(AllSpells) do\n					tinsert(sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs(sortedList) do\n					local spellID, total = unpack(t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n\n						GameCooltip:AddLine(spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n\n					end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container_overall ) do\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n\n				if (Details.in_combat) then\n					for _, player in ipairs( damage_container_current ) do\n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)\n						end\n					end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine(actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n\n					GameCooltip:AddLine(petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()\n\n				    end\n				end\n			",
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["name"] = "Damage on Shields",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs(Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs(actor.pets) do\n					    local pet = Combat :GetActor(1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)\n\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [11]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показать, кто в вашем рейде использовал зелье во время сражения.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n				local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n				if (focus_potion) then\n				local name, _, icon = GetSpellInfo(DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine(name, 1) --can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n			end\n\n			--get the misc actor container\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n				for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n					local potionUsed = buff_uptime_container [spellId]\n\n					if (potionUsed) then\n						local name, _, icon = GetSpellInfo(spellId)\n						GameCooltip:AddLine(name, potionUsed.activedamt)\n						_detalhes:AddTooltipBackgroundStatusbar()\n						GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					end\n				end\n			end\n			",
			["icon"] = "Interface\\ICONS\\INV_Potion_03",
			["name"] = "Использовано зелий",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs( misc_container ) do\n\n					--only player in group\n					if (player:IsGroupPlayer()) then\n\n						local found_potion = false\n\n						--get the spell debuff uptime container\n						local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n						if (debuff_uptime_container) then\n							--potion of focus (can't use as pre-potion, so, its amount is always 1\n							local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n\n							if (focus_potion) then\n								total = total + 1\n								found_potion = true\n								if (top < 1) then\n									top = 1\n								end\n								--add amount to the player\n								instance_container:AddValue (player, 1)\n							end\n						end\n\n						--get the spell buff uptime container\n						local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n						if (buff_uptime_container) then\n							for spellId, _ in pairs(DetailsFramework.PotionIDs) do\n								local potionUsed = buff_uptime_container [spellId]\n\n								if (potionUsed) then\n									local used = potionUsed.activedamt\n									if (used and used > 0) then\n										total = total + used\n										found_potion = true\n										if (used > top) then\n											top = used\n										end\n\n										--add amount to the player\n										instance_container:AddValue (player, used)\n									end\n								end\n							end\n						end\n\n						if (found_potion) then\n							amount = amount + 1\n						end\n					end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["attribute"] = false,
			["script_version"] = 6,
		}, -- [12]
		{
			["source"] = false,
			["total_script"] = false,
			["author"] = "Details! Team",
			["percent_script"] = false,
			["desc"] = "Показать, кто в вашей рейдовой группе использовал камень здоровья или целебное зелье.",
			["icon"] = "Interface\\ICONS\\INV_Stone_04",
			["spellid"] = false,
			["name"] = "Лечебное зелье и камень",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs(AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs(AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n				local R, G, B, A = 0, 0, 0, 0.75\n\n				local hs = actor:GetSpell (6262)\n				if (hs) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_HEALTH_POTION2_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_HEALTH_POTION2_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n				if (pot) then\n					GameCooltip:AddLine(select(1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n					GameCooltip:AddIcon (select(3, GetSpellInfo(DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n					GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n				end\n\n				--Cooltip code\n			",
			["attribute"] = false,
			["script_version"] = 16,
		}, -- [13]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел на нанесение урона.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Red",
			["spellid"] = false,
			["name"] = "Урон (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [14]
		{
			["source"] = false,
			["author"] = "Details!",
			["tooltip"] = "\n			",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format(\"%.1f\", value/top*100)\n			",
			["desc"] = "Сообщает, сколько времени каждый персонаж провел, делая исцеление.",
			["icon"] = "Interface\\Buttons\\UI-MicroStream-Green",
			["spellid"] = false,
			["name"] = "Исцеление (активность)",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n\n				--do the loop:\n				for _, player in ipairs( damage_container ) do\n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player\n						instance_container:AddValue (player, activity)\n					end\n				end\n\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor(value/60), math.floor(value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["attribute"] = false,
			["script_version"] = 2,
		}, -- [15]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the crowd control amount for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["spellid"] = false,
			["name"] = "Контроль толпы сделано",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs(actor.cc_done_spells._ActorTable) do\n				    tinsert(spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs(actor.cc_done_targets) do\n				    tinsert(targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass(actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs(targets) do\n				    GameCooltip:AddLine(target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor(character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 11,
		}, -- [16]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Show the amount of crowd control received for each player.",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor(value)\n			",
			["icon"] = "Interface\\ICONS\\Spell_Frost_ChainsOfIce",
			["spellid"] = false,
			["name"] = "Контроль толпы получено",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert(from, {character:name(), on_actor})\n\n					    for spellid, spell in pairs(character.cc_done_spells._ActorTable) do\n\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs(spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert(spells, {spellid, spell_on_actor})\n						    end\n						end\n\n					    end\n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs(spells) do\n				    local name, _, icon = GetSpellInfo(spell [1])\n				    GameCooltip:AddLine(name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs(from) do\n				    GameCooltip:AddLine(t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n\n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass(t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n\n				end\n			",
			["target"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs(misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n\n					for player_name, amount in pairs(character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n\n				    end\n				end\n\n				return total, top, amt\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [17]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor(value) / combat:GetCombatTime())\n				local percent = string.format(\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "Показать свои заклинания в окне.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption(\"YSpacingMod\", 0)\n\n			local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n\n			if (spell.n_dmg) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor(debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo(spell.id)\n				    for casted_spellid, amount in pairs(misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo(casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n\n			    --Cooltip code\n			    GC:AddLine(\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine(\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n\n				GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Dps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n\n			elseif (spell.n_curado) then\n\n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n\n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n\n			    --Cooltip code\n			    GC:AddLine(\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local average = spell.total / total_hits\n			    GC:AddLine(\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    GC:AddLine(\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Normal Hits: \", spell.n_amt .. \" (\" ..floor( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n\n			    GC:AddLine(\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format(\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    --GC:AddLine(\" \")\n\n			    GC:AddLine(\"Critical Hits: \", spell.c_amt .. \" (\" ..floor( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n\n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n\n				GC:AddLine(\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine(\"Average / E-Hps: \",  \"0 / 0\")\n			    end\n\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["icon"] = "Interface\\CHATFRAME\\UI-ChatIcon-Battlenet",
			["name"] = "Мои заклинания",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n\n				local role = DetailsFramework.UnitGroupRolesAssigned(\"player\")\n				local spec = DetailsFramework.GetSpecialization()\n				role = spec and DetailsFramework.GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then\n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs(spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n\n					for _, PetName in ipairs(player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs(pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [18]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, меткой с черепом.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine(RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["name"] = "Наносимый урон по метки с черепом",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--raid target flags:\n				-- 128: skull\n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [19]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Показывает количество наносимого урона по целям, отмеченным любой другой меткой.",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine(RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine(RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine(RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine(RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine(RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine(RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine(RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["name"] = "Наносимый урон на другие помеченные метки",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs(Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 3,
		}, -- [20]
		{
			["source"] = false,
			["desc"] = "Show overall damage done on the fly.",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat(-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n					local CurrentCombatTime = Details:GetCombat(0):GetCombatTime()\n					OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--calculate the DPS and return it as percent\n				local totalValue = value\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n\n				return s\n			",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return value\n			",
			["icon"] = "Interface\\Buttons\\Spell-Reset",
			["spellid"] = false,
			["name"] = "Динамический общий урон",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				local AllSpells = {}\n\n				local playerTotal = 0\n\n				--overall\n				local player = OverallCombat [1]:GetActor(actor.nome)\n				if (player) then\n					playerTotal = playerTotal + player.total\n					local playerSpells = player:GetSpellList()\n					for spellID, spellTable in pairs(playerSpells) do\n						AllSpells [spellID] = spellTable.total\n					end\n				end\n				--current\n				if (Details.in_combat) then\n					local player = CurrentCombat [1]:GetActor(actor.nome)\n					if (player) then\n						playerTotal = playerTotal + player.total\n						local playerSpells = player:GetSpellList()\n						for spellID, spellTable in pairs(playerSpells) do\n							AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n						end\n					end\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs(AllSpells) do\n					tinsert(sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n\n				local topSpellTotal = sortedList and sortedList[1] and sortedList[1][2] or 0\n\n				for i, t in ipairs(sortedList) do\n					local spellID, total = unpack(t)\n					if (total > 1) then\n						local spellName, _, spellIcon = Details.GetSpellInfo(spellID)\n\n						local spellPercent = total / playerTotal * 100\n						local formatedSpellPercent = format(\"%.1f\", spellPercent)\n\n						if (string.len(formatedSpellPercent) < 4) then\n							formatedSpellPercent = formatedSpellPercent  .. \"0\"\n						end\n\n						GameCooltip:AddLine(spellName, format_func (_, total) .. \"    \" .. formatedSpellPercent  .. \"%\")\n\n						Details:AddTooltipBackgroundStatusbar(false, total / topSpellTotal * 100)\n						GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, 0.078125, 0.921875, 0.078125, 0.921875)\n\n					end\n				end\n			",
			["target"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat(-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat(0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n					return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs( damage_container_overall ) do\n					--only player in group\n					if (player:IsGroupPlayer()) then\n						instance_container:AddValue (player, player.total)\n					end\n				end\n\n				if (Details.in_combat) then\n					for _, player in ipairs( damage_container_current ) do\n						--only player in group\n						if (player:IsGroupPlayer()) then\n							instance_container:AddValue (player, player.total)\n						end\n					end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 8,
		}, -- [21]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine(actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs(actor.pets) do\n				    local pet = Combat :GetActor(1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n\n					GameCooltip:AddLine(petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()\n\n				    end\n				end\n			",
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["name"] = "Наносимый урон по щитам",
			["spellid"] = false,
			["target"] = false,
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs(Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs(actor.pets) do\n					    local pet = Combat :GetActor(1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)\n\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["attribute"] = false,
			["script_version"] = 1,
		}, -- [22]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["miscdata"] = true,
			["aura"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"  - 1 has baseFrame: yes.", -- [3]
		"4 - Reversing switches.", -- [4]
		"6 - Saving Config.", -- [5]
		"7 - Saving Profiles.", -- [6]
		"8 - Saving nicktag cache.", -- [7]
	},
	["spell_category_latest_save"] = 0,
	["slash_me_used"] = false,
	["damage_scroll_auto_open"] = true,
}
__details_backup = {
	["_exit_error"] = {
		"Saving Play Time:Interface/AddOns/Details/core/gears.lua:3090: attempt to call field 'GetStartupTime' (a nil value)", -- [1]
	},
	["_instance_backup"] = {
	},
}
