
HandyNotesDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
	},
	["profiles"] = {
		["Хугокан - Ревущий фьорд"] = {
		},
		["Hugotest - Draenor"] = {
		},
		["Хугомонк - Ревущий фьорд"] = {
		},
		["Hugork - Draenor"] = {
		},
		["Хугопал - Ревущий фьорд"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
	},
	["profiles"] = {
		["Хугокан - Ревущий фьорд"] = {
		},
		["Hugotest - Draenor"] = {
		},
		["Хугомонк - Ревущий фьорд"] = {
		},
		["Hugork - Draenor"] = {
		},
		["Хугопал - Ревущий фьорд"] = {
		},
	},
}
