
HandyNotesDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
		["Хуготор - Ревущий фьорд"] = "Хуготор - Ревущий фьорд",
		["Хугакон - Ревущий фьорд"] = "Хугакон - Ревущий фьорд",
		["Хугошам - Ревущий фьорд"] = "Хугошам - Ревущий фьорд",
		["Хуговар - Ревущий фьорд"] = "Хуговар - Ревущий фьорд",
		["Хугохав - Гордунни"] = "Хугохав - Гордунни",
		["Хугохав - Ревущий фьорд"] = "Хугохав - Ревущий фьорд",
		["Хугобум - Ревущий фьорд"] = "Хугобум - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хуголок - Ревущий фьорд"] = "Хуголок - Ревущий фьорд",
	},
	["profiles"] = {
		["Хугокан - Ревущий фьорд"] = {
		},
		["Hugotest - Draenor"] = {
		},
		["Хугомонк - Ревущий фьорд"] = {
		},
		["Хугопал - Ревущий фьорд"] = {
		},
		["Хуготор - Ревущий фьорд"] = {
		},
		["Хугакон - Ревущий фьорд"] = {
		},
		["Хугошам - Ревущий фьорд"] = {
		},
		["Хуговар - Ревущий фьорд"] = {
		},
		["Хугохав - Гордунни"] = {
		},
		["Хугохав - Ревущий фьорд"] = {
		},
		["Хугобум - Ревущий фьорд"] = {
		},
		["Hugork - Draenor"] = {
		},
		["Хуголок - Ревущий фьорд"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
		["Хуготор - Ревущий фьорд"] = "Хуготор - Ревущий фьорд",
		["Хугакон - Ревущий фьорд"] = "Хугакон - Ревущий фьорд",
		["Хугошам - Ревущий фьорд"] = "Хугошам - Ревущий фьорд",
		["Хуговар - Ревущий фьорд"] = "Хуговар - Ревущий фьорд",
		["Хугохав - Гордунни"] = "Хугохав - Гордунни",
		["Хугохав - Ревущий фьорд"] = "Хугохав - Ревущий фьорд",
		["Хугобум - Ревущий фьорд"] = "Хугобум - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хуголок - Ревущий фьорд"] = "Хуголок - Ревущий фьорд",
	},
	["profiles"] = {
		["Хугокан - Ревущий фьорд"] = {
		},
		["Hugotest - Draenor"] = {
		},
		["Хугомонк - Ревущий фьорд"] = {
		},
		["Хугопал - Ревущий фьорд"] = {
		},
		["Хуготор - Ревущий фьорд"] = {
		},
		["Хугакон - Ревущий фьорд"] = {
		},
		["Хугошам - Ревущий фьорд"] = {
		},
		["Хуговар - Ревущий фьорд"] = {
		},
		["Хугохав - Гордунни"] = {
		},
		["Хугохав - Ревущий фьорд"] = {
		},
		["Хугобум - Ревущий фьорд"] = {
		},
		["Hugork - Draenor"] = {
		},
		["Хуголок - Ревущий фьорд"] = {
		},
	},
}
