
RCLootCouncilDB = {
	["global"] = {
		["log"] = {
			"<01:32:47> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	злюдра-Ревущийфьорд", -- [1]
			"<01:32:47> <Comm>		^1^Sl^T^N1^S198424^t^^	RAID	аландир-Ревущийфьорд", -- [2]
			"<01:32:47> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	интоксикант-Ревущийфьорд", -- [3]
			"<01:32:47> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	интоксикант-Ревущийфьорд", -- [4]
			"<01:32:48> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	хохохохохох-Ревущийфьорд", -- [5]
			"<01:32:48> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	хохохохохох-Ревущийфьорд", -- [6]
			"<01:32:48> <DEBUG>		Event:	LOOT_READY	true", -- [7]
			"<01:32:48> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192655::::::::70:269:::::::::|h[Холодная паучья лапка]|h|r	0	1	Creature-0-3768-2522-5472-199182-0002AC9E61	1", -- [8]
			"<01:32:48> <DEBUG>		Adding to self.lootSlotInfo	2	|cffffffff|Hitem:192615::::::::70:269:::::::::|h[Светящаяся жидкость]|h|r	1	2	Creature-0-3768-2522-5472-199182-0001AC9E61	1	Creature-0-3768-2522-5472-199182-0000AC9E61	1", -- [9]
			"<01:32:48> <DEBUG>		Event:	LOOT_READY	true", -- [10]
			"<01:32:48> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192655::::::::70:269:::::::::|h[Холодная паучья лапка]|h|r	0	1	Creature-0-3768-2522-5472-199182-0002AC9E61	1", -- [11]
			"<01:32:48> <DEBUG>		Adding to self.lootSlotInfo	2	|cffffffff|Hitem:192615::::::::70:269:::::::::|h[Светящаяся жидкость]|h|r	1	2	Creature-0-3768-2522-5472-199182-0001AC9E61	1	Creature-0-3768-2522-5472-199182-0000AC9E61	1", -- [12]
			"<01:32:48> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	ледиланатель-Ревущийфьорд", -- [13]
			"<01:32:48> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	ледиланатель-Ревущийфьорд", -- [14]
			"<01:32:48> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	гигаовца-Ревущийфьорд", -- [15]
			"<01:32:48> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	гигаовца-Ревущийфьорд", -- [16]
			"<01:32:48> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192655::::::::70:269:::::::::|h[Холодная паучья лапка]|h|r	0", -- [17]
			"<01:32:49> <DEBUG>		OnLootSlotCleared()	2	|cffffffff|Hitem:192615::::::::70:269:::::::::|h[Светящаяся жидкость]|h|r	1", -- [18]
			"<01:32:49> <DEBUG>		Event:	LOOT_CLOSED", -- [19]
			"<01:32:49> <DEBUG>		Event:	LOOT_CLOSED", -- [20]
			"<01:32:49> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	хугомонк-Ревущийфьорд", -- [21]
			"<01:32:49> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	хугомонк-Ревущийфьорд", -- [22]
			"<01:32:49> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	натазат-Ревущийфьорд", -- [23]
			"<01:32:49> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	натазат-Ревущийфьорд", -- [24]
			"<01:32:49> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	комт-Ревущийфьорд", -- [25]
			"<01:32:50> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [26]
			"<01:32:50> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [27]
			"<01:32:50> <Comm>		^1^Sl^T^N1^S198424^t^^	RAID	багетлюбви-Ревущийфьорд", -- [28]
			"<01:32:50> <Comm>		^1^Sl^T^N1^S198424^t^^	RAID	багетлюбви-Ревущийфьорд", -- [29]
			"<01:33:13> <DEBUG>		Event:	ENCOUNTER_START	2592	Сеннарт Дыхание Льда	15	23", -- [30]
			"<01:33:13> <INFO>		UpdatePlayersData()", -- [31]
			"<01:33:13> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [32]
			"<01:33:18> <DEBUG>		Event:	ENCOUNTER_END	2592	Сеннарт Дыхание Льда	15	23	0", -- [33]
			"<01:33:30> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [34]
			"<01:33:30> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N4^N0^N5^N395.8125^N6^N105^t^^	RAID	багетлюбви-Ревущийфьорд", -- [35]
			"<01:33:30> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [36]
			"<01:33:35> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	бабусянатусе-Ревущийфьорд", -- [37]
			"<01:33:35> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N3^B^N4^N54^N5^N389.625^N6^N257^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [38]
			"<01:33:35> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [39]
			"<01:33:39> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	менструа-Ревущийфьорд", -- [40]
			"<01:33:39> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N398.4375^N6^N251^t^^	RAID	менструа-Ревущийфьорд", -- [41]
			"<01:33:39> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [42]
			"<01:33:58> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ледотроль-Ревущийфьорд", -- [43]
			"<01:33:58> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ледотроль-Ревущийфьорд", -- [44]
			"<01:34:06> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	аскельт-Ревущийфьорд", -- [45]
			"<01:34:06> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	аскельт-Ревущийфьорд", -- [46]
			"<01:35:33> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [47]
			"<01:35:33> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [48]
			"<01:35:49> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ожившийлось-Ревущийфьорд", -- [49]
			"<01:35:49> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ожившийлось-Ревущийфьорд", -- [50]
			"<01:35:56> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	бишарк-Ревущийфьорд", -- [51]
			"<01:35:56> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	бишарк-Ревущийфьорд", -- [52]
			"<01:36:25> <DEBUG>		Event:	ENCOUNTER_START	2592	Сеннарт Дыхание Льда	15	24", -- [53]
			"<01:36:25> <INFO>		UpdatePlayersData()", -- [54]
			"<01:36:25> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [55]
			"<01:40:38> <DEBUG>		Event:	ENCOUNTER_END	2592	Сеннарт Дыхание Льда	15	24	0", -- [56]
			"<01:43:09> <DEBUG>		Event:	ENCOUNTER_START	2592	Сеннарт Дыхание Льда	15	24", -- [57]
			"<01:43:09> <INFO>		UpdatePlayersData()", -- [58]
			"<01:43:10> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [59]
			"<01:45:07> <DEBUG>		Event:	ENCOUNTER_END	2592	Сеннарт Дыхание Льда	15	24	0", -- [60]
			"<01:46:13> <DEBUG>		Event:	ENCOUNTER_START	2592	Сеннарт Дыхание Льда	15	24", -- [61]
			"<01:46:13> <INFO>		UpdatePlayersData()", -- [62]
			"<01:46:14> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [63]
			"<01:52:30> <DEBUG>		Event:	ENCOUNTER_END	2592	Сеннарт Дыхание Льда	15	24	1", -- [64]
			"<01:52:30> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195506::::::::70:269::5:6:6652:8825:8817:7980:1485:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r", -- [65]
			"<01:52:30> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195508::::::::70:269::5:7:6652:7937:8825:8819:7980:1485:8767::::::|h[Промерзшие шелковистые путы]|h|r", -- [66]
			"<01:52:30> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196598::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r", -- [67]
			"<01:52:30> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196598::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r", -- [68]
			"<01:52:30> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r", -- [69]
			"<01:52:30> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ожившийлось-Ревущийфьорд", -- [70]
			"<01:52:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Интоксикант	ROGUE", -- [71]
			"<01:52:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Интоксикант	ROGUE", -- [72]
			"<01:52:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ожившийлось	DEATHKNIGHT", -- [73]
			"<01:52:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ожившийлось	DEATHKNIGHT", -- [74]
			"<01:52:31> <Comm>		^1^Sl^T^N1^S187967^t^^	RAID	ожившийлось-Ревущийфьорд", -- [75]
			"<01:52:32> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Менструа	DEATHKNIGHT", -- [76]
			"<01:52:32> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Менструа	DEATHKNIGHT", -- [77]
			"<01:52:32> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бабусянатусе	PRIEST", -- [78]
			"<01:52:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бабусянатусе	PRIEST", -- [79]
			"<01:52:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Нотушка	DEATHKNIGHT", -- [80]
			"<01:52:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Линлот	HUNTER", -- [81]
			"<01:52:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Нотушка	DEATHKNIGHT", -- [82]
			"<01:52:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Линлот	HUNTER", -- [83]
			"<01:52:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледотроль	HUNTER", -- [84]
			"<01:52:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледотроль	HUNTER", -- [85]
			"<01:52:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ксимаксрога	ROGUE", -- [86]
			"<01:52:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ксимаксрога	ROGUE", -- [87]
			"<01:52:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледиланатель	MAGE", -- [88]
			"<01:52:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледиланатель	MAGE", -- [89]
			"<01:52:34> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S196603:::::::::::5:4:7980:8827:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N2^T^Sstring^S196598:::::::::::5:4:7980:8827:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N3^T^Sstring^S196598:::::::::::5:4:7980:8827:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N4^T^Sstring^S195506:::::::::::5:6:6652:8825:8817:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N5^T^Sstring^S195508:::::::::::5:7:6652:7937:8825:8819:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [90]
			"<01:52:34> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r", -- [91]
			"<01:52:34> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196598::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r", -- [92]
			"<01:52:34> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196598::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r", -- [93]
			"<01:52:34> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195506::::::::70:269::5:6:6652:8825:8817:7980:1485:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r", -- [94]
			"<01:52:34> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195508::::::::70:269::5:7:6652:7937:8825:8819:7980:1485:8767::::::|h[Промерзшие шелковистые путы]|h|r", -- [95]
			"<01:52:34> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r	INVTYPE_LEGS", -- [96]
			"<01:52:34> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196598::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r	INVTYPE_LEGS", -- [97]
			"<01:52:34> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196598::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r	INVTYPE_LEGS", -- [98]
			"<01:52:34> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195506::::::::70:269::5:6:6652:8825:8817:7980:1485:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r	INVTYPE_HAND", -- [99]
			"<01:52:34> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195508::::::::70:269::5:7:6652:7937:8825:8819:7980:1485:8767::::::|h[Промерзшие шелковистые путы]|h|r	INVTYPE_WRIST", -- [100]
			"<01:52:34> <INFO>		LootFrame:Start	5	nil", -- [101]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N105^N2^N395.8125^N3^T^Sresponse^T^N1^B^N4^B^N5^B^t^Sdiff^T^N1^N10^N2^N10^N3^N10^N4^N7^N5^N10^t^Sgear1^T^N1^S134194::::::::70:105::33:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279^N2^S134194::::::::70:105::33:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279^N3^S134194::::::::70:105::33:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279^N4^S137480::::::::70:105::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279^N5^S134192:6571:192955::::::70:105::33:9:8966:7977:6652:7935:8822:8819:9144:3271:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [102]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N260^N2^N397.625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N30^N2^N30^N3^N30^N4^N7^N5^N4^t^Sgear1^T^N1^S193781:6493:::::::70:260::23:5:7977:6652:8816:1594:8767:1:28:2157^N2^S193781:6493:::::::70:260::23:5:7977:6652:8816:1594:8767:1:28:2157^N3^S193781:6493:::::::70:260::23:5:7977:6652:8816:1594:8767:1:28:2157^N4^S200371::::::::70:260::3:5:7979:6652:8829:1472:8767^N5^S134280:6580:::::::70:260::33:9:8968:7977:6652:7936:8822:8819:9144:3277:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [103]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N263^N2^N387.1875^N3^T^Sresponse^T^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N20^N2^N20^N3^N20^N4^N4^N5^N30^t^Sgear1^T^N1^S192001:6492:::::::70:263::42:4:6652:1485:5864:8767:1:28:2287^N2^S192001:6492:::::::70:263::42:4:6652:1485:5864:8767:1:28:2287^N3^S192001:6492:::::::70:263::42:4:6652:1485:5864:8767:1:28:2287^N4^S200398::::::::70:263::35:6:6652:8829:8968:7977:1475:8767^N5^S193812:6571:::::::70:263::23:6:7977:6652:7937:8815:1594:8767:1:28:2155^t^Sgear2^T^t^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [104]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N1467^N2^N392^N3^T^Sresponse^T^t^Sdiff^T^N1^N10^N2^N10^N3^N10^N4^N7^N5^N7^t^Sgear1^T^N1^S200382:6538:::::::70:1467::35:6:6652:8827:8966:7977:1475:8767^N2^S200382:6538:::::::70:1467::35:6:6652:8827:8966:7977:1475:8767^N3^S200382:6538:::::::70:1467::35:6:6652:8827:8966:7977:1475:8767^N4^S200380::::::::70:1467::3:5:7979:6652:8829:1472:8767^N5^S195516:6574:::::::70:1467::3:7:6652:7937:7979:8821:8819:1472:8767^t^Sgear2^T^t^t^t^^	RAID	ювитта-Ревущийфьорд", -- [105]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N577^N2^N396.8125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N7^N2^N7^N3^N7^N4^N7^N5^N7^t^Sgear1^T^N1^S134460::::::::70:577::33:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N2^S134460::::::::70:577::33:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N3^S134460::::::::70:577::33:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N4^S200344::::::::70:577::3:5:7979:6652:8829:1472:8767:1:28:1040^N5^S193714:6574:::::::70:577::33:9:8967:7977:6652:7937:8822:8819:9144:1617:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	аландир-Ревущийфьорд", -- [106]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N254^N2^N386.875^N3^T^Sresponse^T^N1^B^N4^B^N5^B^t^Sdiff^T^N1^N7^N2^N7^N3^N7^N4^N13^N5^N10^t^Sgear1^T^N1^S200391::::::::70:254::35:6:6652:8827:8967:7977:1478:8767^N2^S200391::::::::70:254::35:6:6652:8827:8967:7977:1478:8767^N3^S200391::::::::70:254::35:6:6652:8827:8967:7977:1478:8767^N4^S191999::::::::70:254::72:5:9135:6652:1494:5862:8767:1:28:2437^N5^S193428:6583:::::::70:254::13:6:8836:8840:8902:7936:8802:8791:6:28:2164:29:32:30:49:38:8:40:351:47:194578^t^Sgear2^T^t^t^t^^	RAID	аскельт-Ревущийфьорд", -- [107]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N66^N2^N391.75^N3^T^Sresponse^T^N3^B^N2^B^N5^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N7^N5^N10^t^Sgear1^T^N1^S200418:6492:::::::70:66::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200418:6492:::::::70:66::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S200418:6492:::::::70:66::3:5:7979:6652:8827:1472:8767:1:28:1040^N4^S200416::::::::70:66::3:5:7979:6652:8829:1472:8767:1:28:1040^N5^S109878:6571:::::::70:66::16:9:8966:7977:6652:7936:8822:8819:9144:3277:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [108]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N251^N2^N398.4375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N5^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N7^N5^N20^t^Sgear1^T^N1^S133630:6490:::::::70:251::33:8:8965:7977:6652:8822:8820:9144:3268:8767:1:28:1279^N2^S133630:6490:::::::70:251::33:8:8965:7977:6652:8822:8820:9144:3268:8767:1:28:1279^N3^S133630:6490:::::::70:251::33:8:8965:7977:6652:8822:8820:9144:3268:8767:1:28:1279^N4^S200407::::::::70:251::3:5:7979:6652:8829:1472:8767:1:28:1040^N5^S189539:6571:::::::70:251::13:7:8837:8838:4785:7936:8802:8850:8791:7:28:2164:29:36:30:40:38:8:40:166:45:198059:46:194578^t^Sgear2^T^t^t^t^^	RAID	менструа-Ревущийфьорд", -- [109]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N64^N2^N388^N3^T^Sresponse^T^N1^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N7^N5^N7^t^Sgear1^T^N1^S200319:6540:::::::70:64::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200319:6540:::::::70:64::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S200319:6540:::::::70:64::3:5:7979:6652:8827:1472:8767:1:28:1040^N4^S200317::::::::70:64::3:5:7979:6652:8829:1472:8767^N5^S193635:6585:::::::70:64::16:9:7977:6652:7937:8822:8819:9144:8967:1617:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [110]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N62^N2^N391.5625^N3^T^Sresponse^T^N1^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N17^N5^N10^t^Sgear1^T^N1^S200319::::::::70:62::35:6:6652:8827:7977:8969:1485:8767^N2^S200319::::::::70:62::35:6:6652:8827:7977:8969:1485:8767^N3^S200319::::::::70:62::35:6:6652:8827:7977:8969:1485:8767^N4^S193648::::::::70:62::33:8:8964:7977:6652:8822:8817:9144:1607:8767:1:28:1279^N5^S193510:6581:::::::70:62::13:5:8836:8840:8902:7936:8802:5:28:2164:29:32:30:36:38:8:40:451^t^Sgear2^T^t^t^t^^	RAID	натазат-Ревущийфьорд", -- [111]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N269^N2^N392.3125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N7^N5^N4^t^Sgear1^T^N1^S200364::::::::70:269::5:5:7980:6652:8827:1485:8767:1:28:1040^N2^S200364::::::::70:269::5:5:7980:6652:8827:1485:8767:1:28:1040^N3^S200364::::::::70:269::5:5:7980:6652:8827:1485:8767:1:28:1040^N4^S195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^N5^S195525:6573:::::::70:269::3:7:6652:7937:7979:8821:8819:1472:8767^t^Sgear2^T^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [112]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N63^N2^N395.5^N3^T^Sresponse^T^N1^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N17^N5^N-3^t^Sgear1^T^N1^S200319:6538:::::::70:63::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200319:6538:::::::70:63::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S200319:6538:::::::70:63::3:5:7979:6652:8827:1472:8767:1:28:1040^N4^S199419::::::::70:63::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^N5^S193510:6571:::::::70:63::13:9:8836:8840:8902:7936:8802:8845:8792:8932:8960:8:28:2164:29:32:30:36:38:8:40:451:45:197921:46:194570:47:193944^t^Sgear2^T^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [113]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N62^N2^N393.25^N3^T^Sresponse^T^N1^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N4^N5^N-3^t^Sgear1^T^N1^S195479:6543:::::::70:62::5:6:6652:8825:8820:7980:1485:8767^N2^S195479:6543:::::::70:62::5:6:6652:8825:8820:7980:1485:8767^N3^S195479:6543:::::::70:62::5:6:6652:8825:8820:7980:1485:8767^N4^S195523::::::::70:62::3:6:6652:7979:8821:8817:1472:8767^N5^S193510:6578:::::::70:62::13:8:8836:8840:8902:7936:8802:8845:8932:8960:7:28:2164:29:40:30:32:38:8:40:451:45:197921:47:193945^t^Sgear2^T^t^t^t^^	RAID	арканбурст-Ревущийфьорд", -- [114]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N252^N2^N392.25^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N5^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N7^N5^N26^t^Sgear1^T^N1^S134271:6493:::::::70:252::16:8:7977:6652:8822:8820:9144:8965:3268:8767:1:28:1279^N2^S134271:6493:::::::70:252::16:8:7977:6652:8822:8820:9144:8965:3268:8767:1:28:1279^N3^S134271:6493:::::::70:252::16:8:7977:6652:8822:8820:9144:8965:3268:8767:1:28:1279^N4^S200407::::::::70:252::3:5:7979:6652:8829:1472:8767:1:28:1040^N5^S192012:6574:::::::70:252::36:5:6652:7936:1478:5865:8767:1:28:2246^t^Sgear2^T^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [115]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N254^N2^N396.1875^N3^T^Sresponse^T^N1^B^N4^B^N5^B^t^Sdiff^T^N1^N10^N2^N10^N3^N10^N4^N7^N5^N0^t^Sgear1^T^N1^S193643:6492:::::::70:254::33:8:8966:7977:6652:8822:8820:9144:1614:8767:1:28:1279^N2^S193643:6492:::::::70:254::33:8:8966:7977:6652:8822:8820:9144:1614:8767:1:28:1279^N3^S193643:6492:::::::70:254::33:8:8966:7977:6652:8822:8820:9144:1614:8767:1:28:1279^N4^S200389::::::::70:254::3:5:7979:6652:8829:1472:8767:1:28:1040^N5^S134296:6573:::::::70:254::35:9:8969:7977:6652:7937:8822:8819:9144:3281:8767^t^Sgear2^T^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [116]
			"<01:52:34> <Comm>		^1^SlootAck^T^N1^N266^N2^N397.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N7^N5^N7^t^Sgear1^T^N1^S200337:6540:::::::70:266::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200337:6540:::::::70:266::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S200337:6540:::::::70:266::3:5:7979:6652:8827:1472:8767:1:28:1040^N4^S200335::::::::70:266::3:5:7979:6652:8829:1472:8767:1:28:1040^N5^S134310:6580:::::::70:266::33:9:8967:7977:6652:7937:8822:8819:9144:3274:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	комт-Ревущийфьорд", -- [117]
			"<01:52:35> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ватрониум	SHAMAN", -- [118]
			"<01:52:35> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ватрониум	SHAMAN", -- [119]
			"<01:52:35> <Comm>		^1^SlootAck^T^N1^N105^N2^N400.8125^N3^T^Sresponse^T^N1^B^N4^B^N5^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N4^N5^N0^t^Sgear1^T^N1^S200355:6544:::::::70:105::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200355:6544:::::::70:105::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S200355:6544:::::::70:105::3:5:7979:6652:8827:1472:8767:1:28:1040^N4^S137480::::::::70:105::16:8:8968:7977:6652:8822:8817:9144:3277:8767:1:28:1279^N5^S134280:6574:::::::70:105::33:9:7977:6652:7937:8822:8819:9144:8969:3281:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [120]
			"<01:52:35> <Comm>		^1^SlootAck^T^N1^N256^N2^N397.5625^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N4^N5^N7^t^Sgear1^T^N1^S200328:6543:::::::70:256::5:5:7980:6652:8827:1485:8767:1:28:1040^N2^S200328:6543:::::::70:256::5:5:7980:6652:8827:1485:8767:1:28:1040^N3^S200328:6543:::::::70:256::5:5:7980:6652:8827:1485:8767:1:28:1040^N4^S195523::::::::70:256::3:6:6652:7979:8821:8817:1472:8767^N5^S200687:6580:::::::70:256::81:6:8821:8819:6652:7937:1478:8767:1:28:2471^t^Sgear2^T^t^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [121]
			"<01:52:35> <Comm>		^1^SlootAck^T^N1^N253^N2^N390.25^N3^T^Sresponse^T^N1^B^N4^B^N5^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N23^N5^N0^t^Sgear1^T^N1^S200391:6493:::::::70:253::3:5:7979:6652:8827:1472:8767^N2^S200391:6493:::::::70:253::3:5:7979:6652:8827:1472:8767^N3^S200391:6493:::::::70:253::3:5:7979:6652:8827:1472:8767^N4^S193752::::::::70:253::16:8:8962:7977:6652:8822:8817:9144:1601:8767:1:28:1279^N5^S192004:6573:::::::70:253::74:5:9136:6652:7936:1524:8767:1:28:2437^t^Sgear2^T^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [122]
			"<01:52:35> <Comm>		^1^SlootAck^T^N1^N260^N2^N397.1875^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N-13^N2^N-13^N3^N-13^N4^N10^N5^N10^t^Sgear1^T^N1^S200373:6489:::::::70:260::35:6:6652:8827:8973:7977:1498:8767^N2^S200373:6489:::::::70:260::35:6:6652:8827:8973:7977:1498:8767^N3^S200373:6489:::::::70:260::35:6:6652:8827:8973:7977:1498:8767^N4^S193758::::::::70:260::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N5^S134192::::::::70:260::16:9:8966:7977:6652:7937:8822:8819:9144:3271:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [123]
			"<01:52:35> <Comm>		^1^SlootAck^T^N1^N259^N2^N397.125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N13^N5^N4^t^Sgear1^T^N1^S200373::::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200373::::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S200373::::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040^N4^S193721::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279^N5^S195525::::::::70:259::3:7:6652:7937:7979:8821:8819:1472:8767^t^Sgear2^T^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [124]
			"<01:52:35> <Comm>		^1^SlootAck^T^N1^N250^N2^N396.75^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N5^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N-3^N4^N7^N5^N10^t^Sgear1^T^N1^S190523:6489:::::::70:250::13:6:8836:8840:8902:8960:8802:8845:4:28:2164:38:8:40:157:44:197921^N2^S190523:6489:::::::70:250::13:6:8836:8840:8902:8960:8802:8845:4:28:2164:38:8:40:157:44:197921^N3^S190523:6489:::::::70:250::13:6:8836:8840:8902:8960:8802:8845:4:28:2164:38:8:40:157:44:197921^N4^S200407::::::::70:250::3:5:7979:6652:8829:1472:8767:1:28:1040^N5^S109878:6586:::::::70:250::33:9:8966:7977:6652:7937:8822:8819:9144:3277:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [125]
			"<01:52:35> <Comm>		^1^SlootAck^T^N1^N257^N2^N389.625^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N20^N5^N-6^t^Sgear1^T^N1^S195479:6543:::::::70:257::3:6:6652:8821:8820:7979:1472:8767^N2^S195479:6543:::::::70:257::3:6:6652:8821:8820:7979:1472:8767^N3^S195479:6543:::::::70:257::3:6:6652:8821:8820:7979:1472:8767^N4^S144118::::::::70:257::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279^N5^S109864:6574:::::::70:257::35:9:8971:7977:6652:7937:8822:8819:9144:3293:8767^t^Sgear2^T^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [126]
			"<01:52:35> <Comm>		^1^SlootAck^T^N1^N264^N2^N389.375^N3^T^Sresponse^T^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N26^N2^N26^N3^N26^N4^N7^N5^N30^t^Sgear1^T^N1^S192001:6543:::::::70:264::36:4:6652:1478:5865:8767:1:28:2287^N2^S192001:6543:::::::70:264::36:4:6652:1478:5865:8767:1:28:2287^N3^S192001:6543:::::::70:264::36:4:6652:1478:5865:8767:1:28:2287^N4^S200398::::::::70:264::3:5:7979:6652:8829:1472:8767^N5^S193693:6586:::::::70:264::23:6:7977:6652:7936:8815:1594:8767:1:28:2157^t^Sgear2^T^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [127]
			"<01:52:36> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	арканбурст-Ревущийфьорд", -- [128]
			"<01:52:36> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	арканбурст-Ревущийфьорд", -- [129]
			"<01:52:38> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [130]
			"<01:52:38> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [131]
			"<01:52:39> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [132]
			"<01:52:39> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	бишарк-Ревущийфьорд", -- [133]
			"<01:52:39> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [134]
			"<01:52:40> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [135]
			"<01:52:40> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [136]
			"<01:52:41> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	арканбурст-Ревущийфьорд", -- [137]
			"<01:52:41> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	натазат-Ревущийфьорд", -- [138]
			"<01:52:41> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [139]
			"<01:52:41> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [140]
			"<01:52:41> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^S0^Sresponse^N1^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [141]
			"<01:52:41> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Snote^S0^Sresponse^N1^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [142]
			"<01:52:42> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [143]
			"<01:52:43> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бишарк	SHAMAN", -- [144]
			"<01:52:43> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [145]
			"<01:52:43> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	линлот-Ревущийфьорд", -- [146]
			"<01:52:43> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	линлот-Ревущийфьорд", -- [147]
			"<01:52:43> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бишарк	SHAMAN", -- [148]
			"<01:52:43> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Багетлюбви	DRUID", -- [149]
			"<01:52:43> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	нотушка-Ревущийфьорд", -- [150]
			"<01:52:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Багетлюбви	DRUID", -- [151]
			"<01:52:44> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [152]
			"<01:52:46> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	натазат-Ревущийфьорд", -- [153]
			"<01:52:46> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	натазат-Ревущийфьорд", -- [154]
			"<01:52:47> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	комт-Ревущийфьорд", -- [155]
			"<01:52:48> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [156]
			"<01:52:48> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [157]
			"<01:52:48> <Comm>		^1^Soffline_timer^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [158]
			"<01:52:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Комт	WARLOCK", -- [159]
			"<01:52:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Комт	WARLOCK", -- [160]
			"<01:52:50> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Snote^SАп~`имеющегося^Sresponse^N2^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [161]
			"<01:52:51> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [162]
			"<01:52:52> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Snote^Sтретий~`кусок^Sresponse^N1^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [163]
			"<01:52:52> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хохохохохох	PRIEST", -- [164]
			"<01:52:53> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хохохохохох	PRIEST", -- [165]
			"<01:52:53> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N2^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [166]
			"<01:52:53> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N2^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [167]
			"<01:52:53> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Инсендиари	PALADIN", -- [168]
			"<01:52:53> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Инсендиари	PALADIN", -- [169]
			"<01:52:53> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Натазат	MAGE", -- [170]
			"<01:52:53> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Натазат	MAGE", -- [171]
			"<01:52:53> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N2^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [172]
			"<01:52:54> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Арканбурст	MAGE", -- [173]
			"<01:52:54> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Арканбурст	MAGE", -- [174]
			"<01:52:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Злюдра	DRUID", -- [175]
			"<01:52:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Злюдра	DRUID", -- [176]
			"<01:53:05> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N2^t^t^^	RAID	злюдра-Ревущийфьорд", -- [177]
			"<01:53:05> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N2^t^t^^	RAID	злюдра-Ревущийфьорд", -- [178]
			"<01:53:06> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ювитта	EVOKER", -- [179]
			"<01:53:06> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ювитта	EVOKER", -- [180]
			"<01:53:08> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Аландир	DEMONHUNTER", -- [181]
			"<01:53:08> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аландир	DEMONHUNTER", -- [182]
			"<01:53:09> <DEBUG>		Event:	LOOT_READY	true", -- [183]
			"<01:53:09> <DEBUG>		Ignoring	nil	as it's a currency", -- [184]
			"<01:53:09> <DEBUG>		Event:	LOOT_READY	true", -- [185]
			"<01:53:09> <DEBUG>		Ignoring	nil	as it's a currency", -- [186]
			"<01:53:09> <Comm>		^1^Srolls^T^N1^N5^N2^T^Sледотроль-Ревущийфьорд^N98^Sменструа-Ревущийфьорд^N47^Sбабусянатусе-Ревущийфьорд^N61^Sгигаовца-Ревущийфьорд^N88^Sювитта-Ревущийфьорд^N99^Sзлюдра-Ревущийфьорд^N97^Sнатазат-Ревущийфьорд^N16^Sледиланатель-Ревущийфьорд^N62^Sксимаксрога-Ревущийфьорд^N44^Sватрониум-Ревущийфьорд^N10^Sбагетлюбви-Ревущийфьорд^N80^Sнотушка-Ревущийфьорд^N37^Sлинлот-Ревущийфьорд^N32^Sдельфуего-Ревущийфьорд^N71^Sаскельт-Ревущийфьорд^N18^Sхохохохохох-Ревущийфьорд^N29^Sарканбурст-Ревущийфьорд^N81^Sожившийлось-Ревущийфьорд^N20^Sбишарк-Ревущийфьорд^N34^Sинтоксикант-Ревущийфьорд^N4^Sкомт-Ревущийфьорд^N76^Sинсендиари-Ревущийфьорд^N9^Sхугомонк-Ревущийфьорд^N63^Sаландир-Ревущийфьорд^N7^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [187]
			"<01:53:10> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хугомонк	MONK", -- [188]
			"<01:53:10> <DEBUG>		Event:	LOOT_CLOSED", -- [189]
			"<01:53:10> <DEBUG>		Event:	LOOT_CLOSED", -- [190]
			"<01:53:10> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хугомонк	MONK", -- [191]
			"<01:53:13> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^Sитем~`лвл^Sresponse^N1^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [192]
			"<01:53:13> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Snote^Sитем~`лвл^Sresponse^N1^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [193]
			"12/29/22", -- [194]
			"<01:53:17> <INFO>		Logged In", -- [195]
			"<01:53:17> <INFO>[ML]		Init", -- [196]
			"<01:53:17> <INFO>		RCLootCouncil	TradeUI enabled", -- [197]
			"<01:53:19> <INFO>		хугомонк-Ревущийфьорд	3.6.5	nil", -- [198]
			"<01:53:19> <DEBUG>		ActivateSkin	bfa", -- [199]
			"<01:53:25> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	true", -- [200]
			"<01:53:25> <INFO>		UpdatePlayersData()", -- [201]
			"<01:53:25> <INFO>		Player relog...", -- [202]
			"<01:53:25> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [203]
			"<01:53:25> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^Sна~`замену~`395^Sresponse^N2^t^t^^	RAID	аскельт-Ревущийфьорд", -- [204]
			"<01:53:25> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Snote^Sна~`замену~`395^Sresponse^N2^t^t^^	RAID	аскельт-Ревущийфьорд", -- [205]
			"<01:53:25> <DEBUG>		GetPlayersGuildRank()", -- [206]
			"<01:53:25> <DEBUG>		Found Guild Rank: Отряд Репка", -- [207]
			"<01:53:25> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Аскельт	HUNTER", -- [208]
			"<01:53:25> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аскельт	HUNTER", -- [209]
			"<01:53:25> <DEBUG>		GetML()", -- [210]
			"<01:53:25> <DEBUG>		Resetting council as we have a new ML!", -- [211]
			"<01:53:25> <INFO>		MasterLooter = 	дельфуего-Ревущийфьорд", -- [212]
			"<01:53:25> <DEBUG>		I'm an enchanter", -- [213]
			"<01:53:26> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	хугомонк-Ревущийфьорд", -- [214]
			"<01:53:26> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N3^B^N4^N26^N5^N392.3125^N6^N269^t^^	RAID	хугомонк-Ревущийфьорд", -- [215]
			"<01:53:26> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [216]
			"<01:53:26> <Comm>		^1^Smldb^T^N1^T^S|8^T^S|14^T^S|5^N3^t^t^S|12^N60^S|11^T^S|14^T^t^t^S|1^B^S|2^B^S|5^N3^S|17^B^t^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [217]
			"<01:53:26> <INFO>		OnMLDBReceived", -- [218]
			"<01:53:26> <Comm>		^1^Scouncil^T^N1^T^S1615-0A722347^B^t^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [219]
			"<01:53:26> <DEBUG>		isCouncil	false", -- [220]
			"<01:53:26> <Comm>		^1^SStartHandleLoot^T^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [221]
			"<01:53:30> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S196603:::::::::::5:4:7980:8827:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N2^T^Sstring^S196598:::::::::::5:4:7980:8827:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N3^T^Sstring^S196598:::::::::::5:4:7980:8827:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N4^T^Sstring^S195506:::::::::::5:6:6652:8825:8817:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N5^T^Sstring^S195508:::::::::::5:7:6652:7937:8825:8819:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^t^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [222]
			"<01:53:30> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r", -- [223]
			"<01:53:30> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196598::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r", -- [224]
			"<01:53:30> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196598::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r", -- [225]
			"<01:53:30> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195506::::::::70:269::5:6:6652:8825:8817:7980:1485:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r", -- [226]
			"<01:53:30> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195508::::::::70:269::5:7:6652:7937:8825:8819:7980:1485:8767::::::|h[Промерзшие шелковистые путы]|h|r", -- [227]
			"<01:53:30> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r	INVTYPE_LEGS", -- [228]
			"<01:53:30> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196598::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r	INVTYPE_LEGS", -- [229]
			"<01:53:30> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196598::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r	INVTYPE_LEGS", -- [230]
			"<01:53:30> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195506::::::::70:269::5:6:6652:8825:8817:7980:1485:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r	INVTYPE_HAND", -- [231]
			"<01:53:30> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195508::::::::70:269::5:7:6652:7937:8825:8819:7980:1485:8767::::::|h[Промерзшие шелковистые путы]|h|r	INVTYPE_WRIST", -- [232]
			"<01:53:30> <DEBUG>		LootFrame	GetFrame()", -- [233]
			"<01:53:30> <INFO>		LootFrame:Start	5	nil", -- [234]
			"<01:53:30> <Comm>		^1^SlootAck^T^N1^N269^N2^N392.3125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N7^N5^N4^t^Sgear1^T^N1^S200364::::::::70:269::5:5:7980:6652:8827:1485:8767:1:28:1040^N2^S200364::::::::70:269::5:5:7980:6652:8827:1485:8767:1:28:1040^N3^S200364::::::::70:269::5:5:7980:6652:8827:1485:8767:1:28:1040^N4^S195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^N5^S195525:6573:::::::70:269::3:7:6652:7937:7979:8821:8819:1472:8767^t^Sgear2^T^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [235]
			"<01:53:32> <Comm>		^1^SreconnectData^T^N1^T^N1^T^SequipLoc^SINVTYPE_LEGS^Sstring^S196603:::::::::::5:4:7980:8827:1485:8767^Silvl^N402^Sadded^B^StypeID^N15^Sboss^SСеннарт~`Дыхание~`Льда^Sboe^b^Stexture^N4555634^Slink^S|cffa335ee|Hitem:196603::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень~`Кузни~`из~`почитаемого~`нефрита]|h|r^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^SsubType^SХлам^SsubTypeID^N0^Stoken^SLegsSlot^Sclasses^N82^ShaveVoted^b^Squality^N4^Ssession^N1^Scandidates^T^Sледотроль-Ревущийфьорд^T^ShaveVoted^b^Silvl^N390.25^Sclass^SHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N253^Sgear1^Sitem:200391:6493:::::::70:253::3:5:7979:6652:8827:1472:8767^Srank^SОтряд~`Репка^t^Sкомт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.5^Sclass^SWARLOCK^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N266^Sgear1^Sitem:200337:6540:::::::70:266::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sбабусянатусе-Ревущийфьорд^T^ShaveVoted^b^Silvl^N389.625^Sclass^SPRIEST^Snote^Sтретий~`кусок^Sresponse^N1^Svoters^T^t^Srole^SHEALER^Sdiff^N13^Svotes^N0^SspecID^N257^Sgear1^Sitem:195479:6543:::::::70:257::3:6:6652:8821:8820:7979:1472:8767^Srank^SОтряд~`Репка^t^Sювитта-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392^Sclass^SEVOKER^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N10^Svotes^N0^SspecID^N1467^Sgear1^Sitem:200382:6538:::::::70:1467::35:6:6652:8827:8966:7977:1475:8767^Srank^SОтряд~`Репка^t^Sгигаовца-Ревущийфьорд^T^ShaveVoted^b^Silvl^N388^Sclass^SMAGE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N64^Sgear1^Sitem:200319:6540:::::::70:64::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sзлюдра-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400.8125^Sclass^SDRUID^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N13^Svotes^N0^SspecID^N105^Sgear1^Sitem:200355:6544:::::::70:105::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sхугомонк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.3125^Sclass^SMONK^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N0^Svotes^N0^SspecID^N269^Sgear1^Sitem:200364::::::::70:269::5:5:7980:6652:8827:1485:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sледиланатель-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.5^Sclass^SMAGE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N63^Sgear1^Sitem:200319:6538:::::::70:63::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sменструа-Ревущийфьорд^T^ShaveVoted^b^Silvl^N398.4375^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N251^Sgear1^Sitem:133630:6490:::::::70:251::33:8:8965:7977:6652:8822:8820:9144:3268:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sватрониум-Ревущийфьорд^T^ShaveVoted^b^Silvl^N387.1875^Sclass^SSHAMAN^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N20^Svotes^N0^SspecID^N263^Sgear1^Sitem:192001:6492:::::::70:263::42:4:6652:1485:5864:8767:1:28:2287^Srank^SОтряд~`Репка^t^Sинсендиари-Ревущийфьорд^T^ShaveVoted^b^Silvl^N391.75^Sclass^SPALADIN^Snote^SАп~`имеющегося^Sresponse^N2^Svoters^T^t^Srole^STANK^Sdiff^N13^Svotes^N0^SspecID^N66^Sgear1^Sitem:200418:6492:::::::70:66::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sнотушка-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.25^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N252^Sgear1^Sitem:134271:6493:::::::70:252::16:8:7977:6652:8822:8820:9144:8965:3268:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sлинлот-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.1875^Sclass^SHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N10^Svotes^N0^SspecID^N254^Sgear1^Sitem:193643:6492:::::::70:254::33:8:8966:7977:6652:8822:8820:9144:1614:8767:1:28:1279^Srank^SМастер~`Огня^t^Sдельфуего-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.125^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N259^Sgear1^Sitem:200373::::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SТемный~`совет^t^Sарканбурст-Ревущийфьорд^T^ShaveVoted^b^Silvl^N393.25^Sclass^SMAGE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N0^Svotes^N0^SspecID^N62^Sgear1^Sitem:195479:6543:::::::70:62::5:6:6652:8825:8820:7980:1485:8767^Srank^SОтряд~`Репка^t^Sхохохохохох-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.5625^Sclass^SPRIEST^Sresponse^SPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N0^Svotes^N0^SspecID^N256^Sgear1^Sitem:200328:6543:::::::70:256::5:5:7980:6652:8827:1485:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sаскельт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N386.875^Sclass^SHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N254^Sgear1^Sitem:200391::::::::70:254::35:6:6652:8827:8967:7977:1478:8767^Srank^SНовичок^t^Sбишарк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N389.375^Sclass^SSHAMAN^Sresponse^N1^Svoters^T^t^Srole^SHEALER^Sdiff^N26^Svotes^N0^SspecID^N264^Sgear1^Sitem:192001:6543:::::::70:264::36:4:6652:1478:5865:8767:1:28:2287^Srank^SОтряд~`Репка^t^Sожившийлось-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.75^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^STANK^Sdiff^N-3^Svotes^N0^SspecID^N250^Sgear1^Sitem:190523:6489:::::::70:250::13:6:8836:8840:8902:8960:8802:8845:4:28:2164:38:8:40:157:44:197921^Srank^SОтряд~`Репка^t^Sинтоксикант-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.1875^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N-13^Svotes^N0^SspecID^N260^Sgear1^Sitem:200373:6489:::::::70:260::35:6:6652:8827:8973:7977:1498:8767^Srank^SОтряд~`Репка^t^Sбагетлюбви-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.8125^Sclass^SDRUID^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N10^Svotes^N0^SspecID^N105^Sgear1^Sitem:134194::::::::70:105::33:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sксимаксрога-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.625^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N30^Svotes^N0^SspecID^N260^Sgear1^Sitem:193781:6493:::::::70:260::23:5:7977:6652:8816:1594:8767:1:28:2157^Srank^SОтряд~`Репка^t^Sнатазат-Ревущийфьорд^T^ShaveVoted^b^Silvl^N391.5625^Sclass^SMAGE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N0^Svotes^N0^SspecID^N62^Sgear1^Sitem:200319::::::::70:62::35:6:6652:8827:7977:8969:1485:8767^Srank^SОтряд~`Репка^t^Sаландир-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.8125^Sclass^SDEMONHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N577^Sgear1^Sitem:134460::::::::70:577::33:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^Srank^SОтряд~`Репка^t^t^t^N2^T^SequipLoc^SINVTYPE_LEGS^Sstring^S196598:::::::::::5:4:7980:8827:1485:8767^Silvl^N402^Sadded^B^StypeID^N15^Sboss^SСеннарт~`Дыхание~`Льда^Sboe^b^Stexture^N4555634^Slink^S|cffa335ee|Hitem:196598::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень~`Кузни~`из~`таинственного~`нефрита]|h|r^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^SsubType^SХлам^SsubTypeID^N0^Stoken^SLegsSlot^Sclasses^N1156^ShaveVoted^b^Squality^N4^Ssession^N2^Scandidates^T^Sледотроль-Ревущийфьорд^T^ShaveVoted^b^Silvl^N390.25^Sclass^SHUNTER^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N253^Sgear1^Sitem:200391:6493:::::::70:253::3:5:7979:6652:8827:1472:8767^Srank^SОтряд~`Репка^t^Sкомт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.5^Sclass^SWARLOCK^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N266^Sgear1^Sitem:200337:6540:::::::70:266::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sбабусянатусе-Ревущийфьорд^T^ShaveVoted^b^Silvl^N389.625^Sclass^SPRIEST^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N13^Svotes^N0^SspecID^N257^Sgear1^Sitem:195479:6543:::::::70:257::3:6:6652:8821:8820:7979:1472:8767^Srank^SОтряд~`Репка^t^Sювитта-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392^Sclass^SEVOKER^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N10^Svotes^N0^SspecID^N1467^Sgear1^Sitem:200382:6538:::::::70:1467::35:6:6652:8827:8966:7977:1475:8767^Srank^SОтряд~`Репка^t^Sгигаовца-Ревущийфьорд^T^ShaveVoted^b^Silvl^N388^Sclass^SMAGE^Sresponse^N2^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N64^Sgear1^Sitem:200319:6540:::::::70:64::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sзлюдра-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400.8125^Sclass^SDRUID^Sresponse^N2^Svoters^T^t^Srole^SHEALER^Sdiff^N13^Svotes^N0^SspecID^N105^Sgear1^Sitem:200355:6544:::::::70:105::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sхугомонк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.3125^Sclass^SMONK^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N0^Svotes^N0^SspecID^N269^Sgear1^Sitem:200364::::::::70:269::5:5:7980:6652:8827:1485:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sледиланатель-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.5^Sclass^SMAGE^Snote^Sитем~`лвл^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N63^Sgear1^Sitem:200319:6538:::::::70:63::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sменструа-Ревущийфьорд^T^ShaveVoted^b^Silvl^N398.4375^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N251^Sgear1^Sitem:133630:6490:::::::70:251::33:8:8965:7977:6652:8822:8820:9144:3268:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sватрониум-Ревущийфьорд^T^ShaveVoted^b^Silvl^N387.1875^Sclass^SSHAMAN^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N20^Svotes^N0^SspecID^N263^Sgear1^Sitem:192001:6492:::::::70:263::42:4:6652:1485:5864:8767:1:28:2287^Srank^SОтряд~`Репка^t^Sинсендиари-Ревущийфьорд^T^ShaveVoted^b^Silvl^N391.75^Sclass^SPALADIN^Sresponse^SAUTOPASS^Svoters^T^t^Srole^STANK^Sdiff^N13^Svotes^N0^SspecID^N66^Sgear1^Sitem:200418:6492:::::::70:66::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sнотушка-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.25^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N252^Sgear1^Sitem:134271:6493:::::::70:252::16:8:7977:6652:8822:8820:9144:8965:3268:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sлинлот-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.1875^Sclass^SHUNTER^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N10^Svotes^N0^SspecID^N254^Sgear1^Sitem:193643:6492:::::::70:254::33:8:8966:7977:6652:8822:8820:9144:1614:8767:1:28:1279^Srank^SМастер~`Огня^t^Sдельфуего-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.125^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N259^Sgear1^Sitem:200373::::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SТемный~`совет^t^Sарканбурст-Ревущийфьорд^T^ShaveVoted^b^Silvl^N393.25^Sclass^SMAGE^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N0^Svotes^N0^SspecID^N62^Sgear1^Sitem:195479:6543:::::::70:62::5:6:6652:8825:8820:7980:1485:8767^Srank^SОтряд~`Репка^t^Sхохохохохох-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.5625^Sclass^SPRIEST^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N0^Svotes^N0^SspecID^N256^Sgear1^Sitem:200328:6543:::::::70:256::5:5:7980:6652:8827:1485:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sаскельт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N386.875^Sclass^SHUNTER^Snote^Sна~`замену~`395^Sresponse^N2^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N254^Sgear1^Sitem:200391::::::::70:254::35:6:6652:8827:8967:7977:1478:8767^Srank^SНовичок^t^Sбишарк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N389.375^Sclass^SSHAMAN^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N26^Svotes^N0^SspecID^N264^Sgear1^Sitem:192001:6543:::::::70:264::36:4:6652:1478:5865:8767:1:28:2287^Srank^SОтряд~`Репка^t^Sожившийлось-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.75^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^STANK^Sdiff^N-3^Svotes^N0^SspecID^N250^Sgear1^Sitem:190523:6489:::::::70:250::13:6:8836:8840:8902:8960:8802:8845:4:28:2164:38:8:40:157:44:197921^Srank^SОтряд~`Репка^t^Sинтоксикант-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.1875^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N-13^Svotes^N0^SspecID^N260^Sgear1^Sitem:200373:6489:::::::70:260::35:6:6652:8827:8973:7977:1498:8767^Srank^SОтряд~`Репка^t^Sбагетлюбви-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.8125^Sclass^SDRUID^Snote^S0^Sresponse^N1^Svoters^T^t^Srole^SHEALER^Sdiff^N10^Svotes^N0^SspecID^N105^Sgear1^Sitem:134194::::::::70:105::33:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sксимаксрога-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.625^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N30^Svotes^N0^SspecID^N260^Sgear1^Sitem:193781:6493:::::::70:260::23:5:7977:6652:8816:1594:8767:1:28:2157^Srank^SОтряд~`Репка^t^Sнатазат-Ревущийфьорд^T^ShaveVoted^b^Silvl^N391.5625^Sclass^SMAGE^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N0^Svotes^N0^SspecID^N62^Sgear1^Sitem:200319::::::::70:62::35:6:6652:8827:7977:8969:1485:8767^Srank^SОтряд~`Репка^t^Sаландир-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.8125^Sclass^SDEMONHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N577^Sgear1^Sitem:134460::::::::70:577::33:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^Srank^SОтряд~`Репка^t^t^t^N3^T^SequipLoc^SINVTYPE_LEGS^Sstring^S196598:::::::::::5:4:7980:8827:1485:8767^Silvl^N402^Sadded^B^StypeID^N15^Sboss^SСеннарт~`Дыхание~`Льда^Sboe^b^Stexture^N4555634^Slink^S|cffa335ee|Hitem:196598::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень~`Кузни~`из~`таинственного~`нефрита]|h|r^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^SsubType^SХлам^SsubTypeID^N0^Stoken^SLegsSlot^Sclasses^N1156^ShaveVoted^b^Squality^N4^Ssession^N3^Scandidates^T^Sледотроль-Ревущийфьорд^T^ShaveVoted^b^Silvl^N390.25^Sclass^SHUNTER^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N253^Sgear1^Sitem:200391:6493:::::::70:253::3:5:7979:6652:8827:1472:8767^Srank^SОтряд~`Репка^t^Sкомт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.5^Sclass^SWARLOCK^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N266^Sgear1^Sitem:200337:6540:::::::70:266::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sбабусянатусе-Ревущийфьорд^T^ShaveVoted^b^Silvl^N389.625^Sclass^SPRIEST^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N13^Svotes^N0^SspecID^N257^Sgear1^Sitem:195479:6543:::::::70:257::3:6:6652:8821:8820:7979:1472:8767^Srank^SОтряд~`Репка^t^Sювитта-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392^Sclass^SEVOKER^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N10^Svotes^N0^SspecID^N1467^Sgear1^Sitem:200382:6538:::::::70:1467::35:6:6652:8827:8966:7977:1475:8767^Srank^SОтряд~`Репка^t^Sгигаовца-Ревущийфьорд^T^ShaveVoted^b^Silvl^N388^Sclass^SMAGE^Sresponse^N2^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N64^Sgear1^Sitem:200319:6540:::::::70:64::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sзлюдра-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400.8125^Sclass^SDRUID^Sresponse^N2^Svoters^T^t^Srole^SHEALER^Sdiff^N13^Svotes^N0^SspecID^N105^Sgear1^Sitem:200355:6544:::::::70:105::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sхугомонк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.3125^Sclass^SMONK^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N0^Svotes^N0^SspecID^N269^Sgear1^Sitem:200364::::::::70:269::5:5:7980:6652:8827:1485:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sледиланатель-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.5^Sclass^SMAGE^Snote^Sитем~`лвл^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N63^Sgear1^Sitem:200319:6538:::::::70:63::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sменструа-Ревущийфьорд^T^ShaveVoted^b^Silvl^N398.4375^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N251^Sgear1^Sitem:133630:6490:::::::70:251::33:8:8965:7977:6652:8822:8820:9144:3268:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sватрониум-Ревущийфьорд^T^ShaveVoted^b^Silvl^N387.1875^Sclass^SSHAMAN^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N20^Svotes^N0^SspecID^N263^Sgear1^Sitem:192001:6492:::::::70:263::42:4:6652:1485:5864:8767:1:28:2287^Srank^SОтряд~`Репка^t^Sинсендиари-Ревущийфьорд^T^ShaveVoted^b^Silvl^N391.75^Sclass^SPALADIN^Sresponse^SAUTOPASS^Svoters^T^t^Srole^STANK^Sdiff^N13^Svotes^N0^SspecID^N66^Sgear1^Sitem:200418:6492:::::::70:66::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sнотушка-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.25^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N252^Sgear1^Sitem:134271:6493:::::::70:252::16:8:7977:6652:8822:8820:9144:8965:3268:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sлинлот-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.1875^Sclass^SHUNTER^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N10^Svotes^N0^SspecID^N254^Sgear1^Sitem:193643:6492:::::::70:254::33:8:8966:7977:6652:8822:8820:9144:1614:8767:1:28:1279^Srank^SМастер~`Огня^t^Sдельфуего-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.125^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N259^Sgear1^Sitem:200373::::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040^Srank^SТемный~`совет^t^Sарканбурст-Ревущийфьорд^T^ShaveVoted^b^Silvl^N393.25^Sclass^SMAGE^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N0^Svotes^N0^SspecID^N62^Sgear1^Sitem:195479:6543:::::::70:62::5:6:6652:8825:8820:7980:1485:8767^Srank^SОтряд~`Репка^t^Sхохохохохох-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.5625^Sclass^SPRIEST^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N0^Svotes^N0^SspecID^N256^Sgear1^Sitem:200328:6543:::::::70:256::5:5:7980:6652:8827:1485:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sаскельт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N386.875^Sclass^SHUNTER^Snote^Sна~`замену~`395^Sresponse^N2^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N254^Sgear1^Sitem:200391::::::::70:254::35:6:6652:8827:8967:7977:1478:8767^Srank^SНовичок^t^Sбишарк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N389.375^Sclass^SSHAMAN^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N26^Svotes^N0^SspecID^N264^Sgear1^Sitem:192001:6543:::::::70:264::36:4:6652:1478:5865:8767:1:28:2287^Srank^SОтряд~`Репка^t^Sожившийлось-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.75^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^STANK^Sdiff^N-3^Svotes^N0^SspecID^N250^Sgear1^Sitem:190523:6489:::::::70:250::13:6:8836:8840:8902:8960:8802:8845:4:28:2164:38:8:40:157:44:197921^Srank^SОтряд~`Репка^t^Sинтоксикант-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.1875^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N-13^Svotes^N0^SspecID^N260^Sgear1^Sitem:200373:6489:::::::70:260::35:6:6652:8827:8973:7977:1498:8767^Srank^SОтряд~`Репка^t^Sбагетлюбви-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.8125^Sclass^SDRUID^Snote^S0^Sresponse^N1^Svoters^T^t^Srole^SHEALER^Sdiff^N10^Svotes^N0^SspecID^N105^Sgear1^Sitem:134194::::::::70:105::33:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sксимаксрога-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.625^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N30^Svotes^N0^SspecID^N260^Sgear1^Sitem:193781:6493:::::::70:260::23:5:7977:6652:8816:1594:8767:1:28:2157^Srank^SОтряд~`Репка^t^Sнатазат-Ревущийфьорд^T^ShaveVoted^b^Silvl^N391.5625^Sclass^SMAGE^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N0^Svotes^N0^SspecID^N62^Sgear1^Sitem:200319::::::::70:62::35:6:6652:8827:7977:8969:1485:8767^Srank^SОтряд~`Репка^t^Sаландир-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.8125^Sclass^SDEMONHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N577^Sgear1^Sitem:134460::::::::70:577::33:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^Srank^SОтряд~`Репка^t^t^t^N4^T^SequipLoc^SINVTYPE_HAND^Sstring^S195506:::::::::::5:6:6652:8825:8817:7980:1485:8767^Silvl^N402^Sadded^B^StypeID^N4^Sboss^SСеннарт~`Дыхание~`Льда^Sboe^b^Stexture^N4550191^Slink^S|cffa335ee|Hitem:195506::::::::70:259::5:6:6652:8825:8817:7980:1485:8767::::::|h[Рукавицы~`с~`алмазной~`гравировкой]|h|r^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^SsubType^SЛатные^SsubTypeID^N4^Squality^N4^ShaveVoted^b^Sclasses^N4294967295^Ssession^N4^Scandidates^T^Sледотроль-Ревущийфьорд^T^ShaveVoted^b^Silvl^N390.25^Sclass^SHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N23^Svotes^N0^SspecID^N253^Sgear1^Sitem:193752::::::::70:253::16:8:8962:7977:6652:8822:8817:9144:1601:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sкомт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.5^Sclass^SWARLOCK^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N266^Sgear1^Sitem:200335::::::::70:266::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sбабусянатусе-Ревущийфьорд^T^ShaveVoted^b^Silvl^N389.625^Sclass^SPRIEST^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N20^Svotes^N0^SspecID^N257^Sgear1^Sitem:144118::::::::70:257::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sювитта-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392^Sclass^SEVOKER^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N1467^Sgear1^Sitem:200380::::::::70:1467::3:5:7979:6652:8829:1472:8767^Srank^SОтряд~`Репка^t^Sгигаовца-Ревущийфьорд^T^ShaveVoted^b^Silvl^N388^Sclass^SMAGE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N64^Sgear1^Sitem:200317::::::::70:64::3:5:7979:6652:8829:1472:8767^Srank^SОтряд~`Репка^t^Sзлюдра-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400.8125^Sclass^SDRUID^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N4^Svotes^N0^SspecID^N105^Sgear1^Sitem:137480::::::::70:105::16:8:8968:7977:6652:8822:8817:9144:3277:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sхугомонк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.3125^Sclass^SMONK^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N269^Sgear1^Sitem:195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^Srank^SОтряд~`Репка^t^Sледиланатель-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.5^Sclass^SMAGE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N17^Svotes^N0^SspecID^N63^Sgear1^Sitem:199419::::::::70:63::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^Srank^SОтряд~`Репка^t^Sменструа-Ревущийфьорд^T^ShaveVoted^b^Silvl^N398.4375^Sclass^SDEATHKNIGHT^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N251^Sgear1^Sitem:200407::::::::70:251::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sватрониум-Ревущийфьорд^T^ShaveVoted^b^Silvl^N387.1875^Sclass^SSHAMAN^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N4^Svotes^N0^SspecID^N263^Sgear1^Sitem:200398::::::::70:263::35:6:6652:8829:8968:7977:1475:8767^Srank^SОтряд~`Репка^t^Sинсендиари-Ревущийфьорд^T^ShaveVoted^b^Silvl^N391.75^Sclass^SPALADIN^Sresponse^SPASS^Svoters^T^t^Srole^STANK^Sdiff^N7^Svotes^N0^SspecID^N66^Sgear1^Sitem:200416::::::::70:66::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sнотушка-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.25^Sclass^SDEATHKNIGHT^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N252^Sgear1^Sitem:200407::::::::70:252::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sлинлот-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.1875^Sclass^SHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N254^Sgear1^Sitem:200389::::::::70:254::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SМастер~`Огня^t^Sдельфуего-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.125^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N259^Sgear1^Sitem:193721::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279^Srank^SТемный~`совет^t^Sарканбурст-Ревущийфьорд^T^ShaveVoted^b^Silvl^N393.25^Sclass^SMAGE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N4^Svotes^N0^SspecID^N62^Sgear1^Sitem:195523::::::::70:62::3:6:6652:7979:8821:8817:1472:8767^Srank^SОтряд~`Репка^t^Sхохохохохох-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.5625^Sclass^SPRIEST^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N4^Svotes^N0^SspecID^N256^Sgear1^Sitem:195523::::::::70:256::3:6:6652:7979:8821:8817:1472:8767^Srank^SОтряд~`Репка^t^Sаскельт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N386.875^Sclass^SHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N254^Sgear1^Sitem:191999::::::::70:254::72:5:9135:6652:1494:5862:8767:1:28:2437^Srank^SНовичок^t^Sбишарк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N389.375^Sclass^SSHAMAN^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N7^Svotes^N0^SspecID^N264^Sgear1^Sitem:200398::::::::70:264::3:5:7979:6652:8829:1472:8767^Srank^SОтряд~`Репка^t^Sожившийлось-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.75^Sclass^SDEATHKNIGHT^Sresponse^SPASS^Svoters^T^t^Srole^STANK^Sdiff^N7^Svotes^N0^SspecID^N250^Sgear1^Sitem:200407::::::::70:250::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sинтоксикант-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.1875^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N10^Svotes^N0^SspecID^N260^Sgear1^Sitem:193758::::::::70:260::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sбагетлюбви-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.8125^Sclass^SDRUID^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N7^Svotes^N0^SspecID^N105^Sgear1^Sitem:137480::::::::70:105::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sксимаксрога-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.625^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N260^Sgear1^Sitem:200371::::::::70:260::3:5:7979:6652:8829:1472:8767^Srank^SОтряд~`Репка^t^Sнатазат-Ревущийфьорд^T^ShaveVoted^b^Silvl^N391.5625^Sclass^SMAGE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N17^Svotes^N0^SspecID^N62^Sgear1^Sitem:193648::::::::70:62::33:8:8964:7977:6652:8822:8817:9144:1607:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sаландир-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.8125^Sclass^SDEMONHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Svotes^N0^SspecID^N577^Sgear1^Sitem:200344::::::::70:577::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^t^t^N5^T^SequipLoc^SINVTYPE_WRIST^Sstring^S195508:::::::::::5:7:6652:7937:8825:8819:7980:1485:8767^Silvl^N402^Sadded^B^StypeID^N4^Sboss^SСеннарт~`Дыхание~`Льда^Sboe^b^Stexture^N4392921^Slink^S|cffa335ee|Hitem:195508::::::::70:259::5:7:6652:7937:8825:8819:7980:1485:8767::::::|h[Промерзшие~`шелковистые~`путы]|h|r^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^SsubType^SТканевые^SsubTypeID^N1^Squality^N4^ShaveVoted^b^Sclasses^N4294967295^Ssession^N5^Scandidates^T^Sледотроль-Ревущийфьорд^T^ShaveVoted^b^Silvl^N390.25^Sclass^SHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N0^Sroll^N98^Svotes^N0^SspecID^N253^Sgear1^Sitem:192004:6573:::::::70:253::74:5:9136:6652:7936:1524:8767:1:28:2437^Srank^SОтряд~`Репка^t^Sкомт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.5^Sclass^SWARLOCK^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Sroll^N76^Svotes^N0^SspecID^N266^Sgear1^Sitem:134310:6580:::::::70:266::33:9:8967:7977:6652:7937:8822:8819:9144:3274:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sбабусянатусе-Ревущийфьорд^T^ShaveVoted^b^Silvl^N389.625^Sclass^SPRIEST^Sresponse^SPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N-6^Sroll^N61^Svotes^N0^SspecID^N257^Sgear1^Sitem:109864:6574:::::::70:257::35:9:8971:7977:6652:7937:8822:8819:9144:3293:8767^Srank^SОтряд~`Репка^t^Sювитта-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392^Sclass^SEVOKER^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Sroll^N99^Svotes^N0^SspecID^N1467^Sgear1^Sitem:195516:6574:::::::70:1467::3:7:6652:7937:7979:8821:8819:1472:8767^Srank^SОтряд~`Репка^t^Sгигаовца-Ревущийфьорд^T^ShaveVoted^b^Silvl^N388^Sclass^SMAGE^Sresponse^N2^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Sroll^N88^Svotes^N0^SspecID^N64^Sgear1^Sitem:193635:6585:::::::70:64::16:9:7977:6652:7937:8822:8819:9144:8967:1617:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sзлюдра-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400.8125^Sclass^SDRUID^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N0^Sroll^N97^Svotes^N0^SspecID^N105^Sgear1^Sitem:134280:6574:::::::70:105::33:9:7977:6652:7937:8822:8819:9144:8969:3281:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sхугомонк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.3125^Sclass^SMONK^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N4^Sroll^N63^Svotes^N0^SspecID^N269^Sgear1^Sitem:195525:6573:::::::70:269::3:7:6652:7937:7979:8821:8819:1472:8767^Srank^SОтряд~`Репка^t^Sледиланатель-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.5^Sclass^SMAGE^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N-3^Sroll^N62^Svotes^N0^SspecID^N63^Sgear1^Sitem:193510:6571:::::::70:63::13:9:8836:8840:8902:7936:8802:8845:8792:8932:8960:8:28:2164:29:32:30:36:38:8:40:451:45:197921:46:194570:47:193944^Srank^SОтряд~`Репка^t^Sменструа-Ревущийфьорд^T^ShaveVoted^b^Silvl^N398.4375^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N20^Sroll^N47^Svotes^N0^SspecID^N251^Sgear1^Sitem:189539:6571:::::::70:251::13:7:8837:8838:4785:7936:8802:8850:8791:7:28:2164:29:36:30:40:38:8:40:166:45:198059:46:194578^Srank^SОтряд~`Репка^t^Sватрониум-Ревущийфьорд^T^ShaveVoted^b^Silvl^N387.1875^Sclass^SSHAMAN^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N30^Sroll^N10^Svotes^N0^SspecID^N263^Sgear1^Sitem:193812:6571:::::::70:263::23:6:7977:6652:7937:8815:1594:8767:1:28:2155^Srank^SОтряд~`Репка^t^Sинсендиари-Ревущийфьорд^T^ShaveVoted^b^Silvl^N391.75^Sclass^SPALADIN^Sresponse^SAUTOPASS^Svoters^T^t^Srole^STANK^Sdiff^N10^Sroll^N9^Svotes^N0^SspecID^N66^Sgear1^Sitem:109878:6571:::::::70:66::16:9:8966:7977:6652:7936:8822:8819:9144:3277:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sнотушка-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.25^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N26^Sroll^N37^Svotes^N0^SspecID^N252^Sgear1^Sitem:192012:6574:::::::70:252::36:5:6652:7936:1478:5865:8767:1:28:2246^Srank^SОтряд~`Репка^t^Sлинлот-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.1875^Sclass^SHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N0^Sroll^N32^Svotes^N0^SspecID^N254^Sgear1^Sitem:134296:6573:::::::70:254::35:9:8969:7977:6652:7937:8822:8819:9144:3281:8767^Srank^SМастер~`Огня^t^Sдельфуего-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.125^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N4^Sroll^N71^Svotes^N0^SspecID^N259^Sgear1^Sitem:195525::::::::70:259::3:7:6652:7937:7979:8821:8819:1472:8767^Srank^SТемный~`совет^t^Sарканбурст-Ревущийфьорд^T^ShaveVoted^b^Silvl^N393.25^Sclass^SMAGE^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N-3^Sroll^N81^Svotes^N0^SspecID^N62^Sgear1^Sitem:193510:6578:::::::70:62::13:8:8836:8840:8902:7936:8802:8845:8932:8960:7:28:2164:29:40:30:32:38:8:40:451:45:197921:47:193945^Srank^SОтряд~`Репка^t^Sхохохохохох-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.5625^Sclass^SPRIEST^Sresponse^N1^Svoters^T^t^Srole^SHEALER^Sdiff^N7^Sroll^N29^Svotes^N0^SspecID^N256^Sgear1^Sitem:200687:6580:::::::70:256::81:6:8821:8819:6652:7937:1478:8767:1:28:2471^Srank^SОтряд~`Репка^t^Sаскельт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N386.875^Sclass^SHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N10^Sroll^N18^Svotes^N0^SspecID^N254^Sgear1^Sitem:193428:6583:::::::70:254::13:6:8836:8840:8902:7936:8802:8791:6:28:2164:29:32:30:49:38:8:40:351:47:194578^Srank^SНовичок^t^Sбишарк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N389.375^Sclass^SSHAMAN^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N30^Sroll^N34^Svotes^N0^SspecID^N264^Sgear1^Sitem:193693:6586:::::::70:264::23:6:7977:6652:7936:8815:1594:8767:1:28:2157^Srank^SОтряд~`Репка^t^Sожившийлось-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.75^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^STANK^Sdiff^N10^Sroll^N20^Svotes^N0^SspecID^N250^Sgear1^Sitem:109878:6586:::::::70:250::33:9:8966:7977:6652:7937:8822:8819:9144:3277:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sинтоксикант-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.1875^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N10^Sroll^N4^Svotes^N0^SspecID^N260^Sgear1^Sitem:134192::::::::70:260::16:9:8966:7977:6652:7937:8822:8819:9144:3271:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sбагетлюбви-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.8125^Sclass^SDRUID^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N10^Sroll^N80^Svotes^N0^SspecID^N105^Sgear1^Sitem:134192:6571:192955::::::70:105::33:9:8966:7977:6652:7935:8822:8819:9144:3271:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sксимаксрога-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.625^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N4^Sroll^N44^Svotes^N0^SspecID^N260^Sgear1^Sitem:134280:6580:::::::70:260::33:9:8968:7977:6652:7936:8822:8819:9144:3277:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sнатазат-Ревущийфьорд^T^ShaveVoted^b^Silvl^N391.5625^Sclass^SMAGE^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N10^Sroll^N16^Svotes^N0^SspecID^N62^Sgear1^Sitem:193510:6581:::::::70:62::13:5:8836:8840:8902:7936:8802:5:28:2164:29:32:30:36:38:8:40:451^Srank^SОтряд~`Репка^t^Sаландир-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.8125^Sclass^SDEMONHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N7^Sroll^N7^Svotes^N0^SspecID^N577^Sgear1^Sitem:193714:6574:::::::70:577::33:9:8967:7977:6652:7937:8822:8819:9144:1617:8767:1:28:1279^Srank^SОтряд~`Репка^t^t^t^t^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [236]
			"<01:53:35> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	менструа-Ревущийфьорд", -- [237]
			"<01:53:35> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N398.4375^N6^N251^t^^	RAID	менструа-Ревущийфьорд", -- [238]
			"<01:53:36> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [239]
			"<01:53:36> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [240]
			"<01:53:36> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N4^N0^N5^N397.5625^N6^N256^t^^	RAID	хохохохохох-Ревущийфьорд", -- [241]
			"<01:53:36> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [242]
			"<01:53:40> <Comm>		^1^SlootAck^T^N1^N251^N2^N398.4375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N5^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N7^N5^N20^t^Sgear1^T^N1^S133630:6490:::::::70:251::33:8:8965:7977:6652:8822:8820:9144:3268:8767:1:28:1279^N2^S133630:6490:::::::70:251::33:8:8965:7977:6652:8822:8820:9144:3268:8767:1:28:1279^N3^S133630:6490:::::::70:251::33:8:8965:7977:6652:8822:8820:9144:3268:8767:1:28:1279^N4^S200407::::::::70:251::3:5:7979:6652:8829:1472:8767:1:28:1040^N5^S189539:6571:::::::70:251::13:7:8837:8838:4785:7936:8802:8850:8791:7:28:2164:29:36:30:40:38:8:40:166:45:198059:46:194578^t^Sgear2^T^t^t^t^^	RAID	менструа-Ревущийфьорд", -- [243]
			"<01:53:40> <DEBUG>		Timer MLdb_check passed", -- [244]
			"<01:53:41> <Comm>		^1^SlootAck^T^N1^N256^N2^N397.5625^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N4^N5^N7^t^Sgear1^T^N1^S200328:6543:::::::70:256::5:5:7980:6652:8827:1485:8767:1:28:1040^N2^S200328:6543:::::::70:256::5:5:7980:6652:8827:1485:8767:1:28:1040^N3^S200328:6543:::::::70:256::5:5:7980:6652:8827:1485:8767:1:28:1040^N4^S195523::::::::70:256::3:6:6652:7979:8821:8817:1472:8767^N5^S200687:6580:::::::70:256::81:6:8821:8819:6652:7937:1478:8767:1:28:2471^t^Sgear2^T^t^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [245]
			"<01:53:43> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [246]
			"<01:53:43> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	бишарк-Ревущийфьорд", -- [247]
			"<01:53:43> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N4^N0^N5^N389.375^N6^N264^t^^	RAID	бишарк-Ревущийфьорд", -- [248]
			"<01:53:44> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [249]
			"<01:53:44> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [250]
			"<01:53:44> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [251]
			"<01:53:47> <Comm>		^1^Shistory^T^N1^Sкомт-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SWARLOCK^SgroupSize^N24^Sboss^SСеннарт~`Дыхание~`Льда^Stime^S23:53:45^SitemReplaced1^S|cffa335ee|Hitem:134310:6580:::::::70:259::33:9:8967:7977:6652:7937:8822:8819:9144:3274:8767:1:28:1279:::::|h[Наручники~`пожирателя~`маны]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195508::::::::70:259::5:7:6652:7937:8825:8819:7980:1485:8767::::::|h[Промерзшие~`шелковистые~`путы]|h|r^Sid^S1672250025-40^Sdate^S28/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [252]
			"<01:53:48> <Comm>		^1^Sawarded^T^N1^N5^N2^Sкомт-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [253]
			"<01:53:49> <Comm>		^1^SlootAck^T^N1^N264^N2^N389.375^N3^T^Sresponse^T^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N26^N2^N26^N3^N26^N4^N7^N5^N30^t^Sgear1^T^N1^S192001:6543:::::::70:264::36:4:6652:1478:5865:8767:1:28:2287^N2^S192001:6543:::::::70:264::36:4:6652:1478:5865:8767:1:28:2287^N3^S192001:6543:::::::70:264::36:4:6652:1478:5865:8767:1:28:2287^N4^S200398::::::::70:264::3:5:7979:6652:8829:1472:8767^N5^S193693:6586:::::::70:264::23:6:7977:6652:7936:8815:1594:8767:1:28:2157^t^Sgear2^T^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [254]
			"<01:53:53> <Comm>		^1^SlootAck^T^N1^N256^N2^N397.5625^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N4^N5^N7^t^Sgear1^T^N1^S200328:6543:::::::70:256::5:5:7980:6652:8827:1485:8767:1:28:1040^N2^S200328:6543:::::::70:256::5:5:7980:6652:8827:1485:8767:1:28:1040^N3^S200328:6543:::::::70:256::5:5:7980:6652:8827:1485:8767:1:28:1040^N4^S195523::::::::70:256::3:6:6652:7979:8821:8817:1472:8767^N5^S200687:6580:::::::70:256::81:6:8821:8819:6652:7937:1478:8767:1:28:2471^t^Sgear2^T^t^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [255]
			"<01:53:57> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	бишарк-Ревущийфьорд", -- [256]
			"<01:54:28> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [257]
			"<01:54:29> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [258]
			"<01:54:55> <Comm>		^1^Shistory^T^N1^Sарканбурст-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SMAGE^SgroupSize^N24^Sboss^SСеннарт~`Дыхание~`Льда^Stime^S23:54:55^SitemReplaced1^S|cffa335ee|Hitem:195479:6543:::::::70:259::5:6:6652:8825:8820:7980:1485:8767::::::|h[Бриджи~`мастера~`огня]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:196598::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень~`Кузни~`из~`таинственного~`нефрита]|h|r^Sid^S1672250095-41^Sdate^S28/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [259]
			"<01:54:55> <Comm>		^1^Sawarded^T^N1^N3^N2^Sарканбурст-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [260]
			"<01:55:04> <Comm>		^1^Shistory^T^N1^Sбагетлюбви-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S28/12/22^Sclass^SDRUID^SgroupSize^N24^Svotes^N0^Stime^S23:55:03^SitemReplaced1^S|cffa335ee|Hitem:134194::::::::70:259::33:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279:::::|h[Поножи~`из~`медвежьей~`кожи]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^StypeCode^Sdefault^Sresponse^SОсновной~`спек/Нужно^Sid^S1672250103-42^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:196598::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень~`Кузни~`из~`таинственного~`нефрита]|h|r^Snote^S0^SisAwardReason^b^SresponseID^N1^Sboss^SСеннарт~`Дыхание~`Льда^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [261]
			"<01:55:04> <Comm>		^1^Sawarded^T^N1^N2^N2^Sбагетлюбви-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [262]
			"<01:55:07> <Comm>		^1^Srolls^T^N1^N1^N2^T^Sледотроль-Ревущийфьорд^N77^Sменструа-Ревущийфьорд^N98^Sбабусянатусе-Ревущийфьорд^N64^Sгигаовца-Ревущийфьорд^N69^Sювитта-Ревущийфьорд^N20^Sзлюдра-Ревущийфьорд^N42^Sнатазат-Ревущийфьорд^N74^Sледиланатель-Ревущийфьорд^N71^Sксимаксрога-Ревущийфьорд^N51^Sватрониум-Ревущийфьорд^N60^Sбагетлюбви-Ревущийфьорд^N12^Sнотушка-Ревущийфьорд^N65^Sлинлот-Ревущийфьорд^N91^Sдельфуего-Ревущийфьорд^N86^Sаскельт-Ревущийфьорд^N13^Sхохохохохох-Ревущийфьорд^N6^Sарканбурст-Ревущийфьорд^N2^Sожившийлось-Ревущийфьорд^N10^Sбишарк-Ревущийфьорд^N31^Sинтоксикант-Ревущийфьорд^N61^Sкомт-Ревущийфьорд^N63^Sинсендиари-Ревущийфьорд^N72^Sхугомонк-Ревущийфьорд^N24^Sаландир-Ревущийфьорд^N38^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [263]
			"<01:55:20> <Comm>		^1^Shistory^T^N1^Sватрониум-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SSHAMAN^SgroupSize^N24^Sboss^SСеннарт~`Дыхание~`Льда^Stime^S23:55:20^SitemReplaced1^S|cffa335ee|Hitem:192001:6492:::::::70:259::42:4:6652:1485:5864:8767:1:28:2287:::::|h[Наголенники~`он'арского~`сокольничего]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:196603::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень~`Кузни~`из~`почитаемого~`нефрита]|h|r^Sid^S1672250120-43^Sdate^S28/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [264]
			"<01:55:20> <Comm>		^1^Sawarded^T^N1^N1^N2^Sватрониум-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [265]
			"<01:55:24> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [266]
			"<01:55:44> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196603::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень~`Кузни~`из~`почитаемого~`нефрита]|h|r^N2^Sватрониум-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [267]
			"<01:56:07> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196598::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень~`Кузни~`из~`таинственного~`нефрита]|h|r^N2^Sбагетлюбви-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [268]
			"<01:56:22> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195508::::::::70:259::5:7:6652:7937:8825:8819:7980:1485:8767::::::|h[Промерзшие~`шелковистые~`путы]|h|r^N2^Sкомт-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [269]
			"<01:56:44> <Comm>		^1^Sl^T^N1^S198503^t^^	RAID	ожившийлось-Ревущийфьорд", -- [270]
			"<01:57:15> <Comm>		^1^Strade_WrongWinner^T^N1^S|cffa335ee|Hitem:196598::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень~`Кузни~`из~`таинственного~`нефрита]|h|r^N2^Sлинлот-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^N4^Sарканбурст-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [271]
			"<01:57:57> <Comm>		^1^Sl^T^N1^S198503^t^^	RAID	ожившийлось-Ревущийфьорд", -- [272]
			"<01:57:57> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	198964	|cff0070dd|Hitem:198964::::::::70:269:::::::::|h[Стихийная щепка]|h|r	1	Менструа	DEATHKNIGHT", -- [273]
			"<01:57:58> <DEBUG>		Event:	LOOT_READY	true", -- [274]
			"<01:57:58> <DEBUG>		Adding to self.lootSlotInfo	1	|cff1eff00|Hitem:199008::::::::70:269:::3:7968:6652:1677:1:28:2159:::::|h[Прочные ботинки могучей волны со знаком быстрого клинка]|h|r	2	1	Creature-0-3768-2522-5472-196856-00002C9E61	1", -- [275]
			"<01:57:58> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	инсендиари-Ревущийфьорд", -- [276]
			"<01:57:58> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [277]
			"<01:57:58> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ожившийлось-Ревущийфьорд", -- [278]
			"<01:57:58> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	злюдра-Ревущийфьорд", -- [279]
			"<01:57:58> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	злюдра-Ревущийфьорд", -- [280]
			"<01:57:58> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ватрониум-Ревущийфьорд", -- [281]
			"<01:57:58> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ватрониум-Ревущийфьорд", -- [282]
			"<01:57:58> <DEBUG>		Event:	LOOT_READY	true", -- [283]
			"<01:57:58> <DEBUG>		Adding to self.lootSlotInfo	1	|cff1eff00|Hitem:199008::::::::70:269:::3:7968:6652:1677:1:28:2159:::::|h[Прочные ботинки могучей волны со знаком быстрого клинка]|h|r	2	1	Creature-0-3768-2522-5472-196856-00002C9E61	1", -- [284]
			"<01:57:58> <DEBUG>		OnLootSlotCleared()	1	|cff1eff00|Hitem:199008::::::::70:269:::3:7968:6652:1677:1:28:2159:::::|h[Прочные ботинки могучей волны со знаком быстрого клинка]|h|r	2", -- [285]
			"<01:57:58> <DEBUG>		Event:	LOOT_CLOSED", -- [286]
			"<01:57:58> <DEBUG>		Event:	LOOT_CLOSED", -- [287]
			"<01:57:59> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	хугомонк-Ревущийфьорд", -- [288]
			"<01:57:59> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	хугомонк-Ревущийфьорд", -- [289]
			"<01:58:00> <DEBUG>		Storage:New	|cff1eff00|Hitem:199008::::::::70:269:::3:7968:6652:1677:1:28:2159:::::|h[Прочные ботинки могучей волны со знаком быстрого клинка]|h|r	temp", -- [290]
			"<01:58:00> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199008::::::::70:269:::3:7968:6652:1677:1:28:2159:::::||h[Прочные ботинки могучей волны со знаком быстрого клинка]||h||r	5", -- [291]
			"<01:58:00> <DEBUG>		Found:	nil	nil	nil", -- [292]
			"<01:58:00> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [293]
			"<01:58:00> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [294]
			"<01:58:01> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199008::::::::70:269:::3:7968:6652:1677:1:28:2159:::::||h[Прочные ботинки могучей волны со знаком быстрого клинка]||h||r	5", -- [295]
			"<01:58:01> <DEBUG>		Found:	nil	nil	nil", -- [296]
			"<01:58:02> <Comm>		^1^Sl^T^N1^S198500^t^^	RAID	комт-Ревущийфьорд", -- [297]
			"<01:58:02> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199008::::::::70:269:::3:7968:6652:1677:1:28:2159:::::||h[Прочные ботинки могучей волны со знаком быстрого клинка]||h||r	5", -- [298]
			"<01:58:02> <DEBUG>		Found:	nil	nil	nil", -- [299]
			"<01:58:03> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192644::::::::70:264:::::::::|h[Воздушная~`частица]|h|r^N2^S196856^t^^	RAID	бишарк-Ревущийфьорд", -- [300]
			"<01:58:03> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199008::::::::70:269:::3:7968:6652:1677:1:28:2159:::::||h[Прочные ботинки могучей волны со знаком быстрого клинка]||h||r	5", -- [301]
			"<01:58:03> <DEBUG>		Found:	nil	nil	nil", -- [302]
			"<01:58:03> <ERROR>		UpdateAndSendRecentTradableItem: |cff1eff00|Hitem:199008::::::::70:269:::3:7968:6652:1677:1:28:2159:::::|h[Прочные ботинки могучей волны со знаком быстрого клинка]|h|r not found in bags", -- [303]
			"<01:58:05> <Comm>		^1^Sl^T^N1^S198500^t^^	RAID	аскельт-Ревущийфьорд", -- [304]
			"<01:58:05> <Comm>		^1^Sl^T^N1^S198500^t^^	RAID	аскельт-Ревущийфьорд", -- [305]
			"<01:58:08> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ледиланатель-Ревущийфьорд", -- [306]
			"<01:58:08> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ледиланатель-Ревущийфьорд", -- [307]
			"<01:58:11> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	аскельт-Ревущийфьорд", -- [308]
			"<01:58:11> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	аскельт-Ревущийфьорд", -- [309]
			"<01:58:51> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аландир	DEMONHUNTER", -- [310]
			"<01:58:55> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	гигаовца-Ревущийфьорд", -- [311]
			"<01:59:02> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	натазат-Ревущийфьорд", -- [312]
			"<01:59:02> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	натазат-Ревущийфьорд", -- [313]
			"<01:59:16> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	натазат-Ревущийфьорд", -- [314]
			"<01:59:16> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	натазат-Ревущийфьорд", -- [315]
			"<01:59:47> <Comm>		^1^Sl^T^N1^S197146^t^^	RAID	аландир-Ревущийфьорд", -- [316]
			"<01:59:48> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	инсендиари-Ревущийфьорд", -- [317]
			"<02:00:39> <DEBUG>		Event:	LOOT_READY	true", -- [318]
			"<02:00:39> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192635::::::::70:269:::::::::|h[Скрученный металл]|h|r	0	1	Creature-0-3768-2522-5472-199027-00002CAE53	1", -- [319]
			"<02:00:40> <DEBUG>		Event:	LOOT_READY	true", -- [320]
			"<02:00:40> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192635::::::::70:269:::::::::|h[Скрученный металл]|h|r	0	1	Creature-0-3768-2522-5472-199027-00002CAE53	1", -- [321]
			"<02:00:40> <DEBUG>		Event:	LOOT_CLOSED", -- [322]
			"<02:00:40> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192635::::::::70:269:::::::::|h[Скрученный металл]|h|r	0", -- [323]
			"<02:00:40> <DEBUG>		Event:	LOOT_CLOSED", -- [324]
			"<02:00:40> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	хугомонк-Ревущийфьорд", -- [325]
			"<02:00:41> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [326]
			"<02:00:41> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [327]
			"<02:00:42> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [328]
			"<02:00:42> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [329]
			"<02:01:23> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	нотушка-Ревущийфьорд", -- [330]
			"<02:01:23> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	нотушка-Ревущийфьорд", -- [331]
			"<02:01:24> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	ватрониум-Ревущийфьорд", -- [332]
			"<02:01:24> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	ватрониум-Ревущийфьорд", -- [333]
			"<02:01:26> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	злюдра-Ревущийфьорд", -- [334]
			"<02:01:26> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	злюдра-Ревущийфьорд", -- [335]
			"<02:02:09> <Comm>		^1^Sl^T^N1^S199030^t^^	RAID	натазат-Ревущийфьорд", -- [336]
			"<02:02:09> <Comm>		^1^Sl^T^N1^S199030^t^^	RAID	натазат-Ревущийфьорд", -- [337]
			"<02:02:47> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аландир	DEMONHUNTER", -- [338]
			"<02:03:00> <DEBUG>		Event:	ENCOUNTER_START	2590	Совет стихий	15	24", -- [339]
			"<02:03:00> <INFO>		UpdatePlayersData()", -- [340]
			"<02:03:00> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [341]
			"<02:03:05> <DEBUG>		Event:	ENCOUNTER_END	2590	Совет стихий	15	24	0", -- [342]
			"<02:04:44> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	аскельт-Ревущийфьорд", -- [343]
			"<02:04:44> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SНовичок^N4^N0^N5^N386.875^N6^N254^t^^	RAID	аскельт-Ревущийфьорд", -- [344]
			"<02:04:44> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [345]
			"<02:05:02> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [346]
			"<02:05:02> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [347]
			"<02:06:09> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	интоксикант-Ревущийфьорд", -- [348]
			"<02:06:09> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N397.1875^N6^N260^t^^	RAID	интоксикант-Ревущийфьорд", -- [349]
			"<02:06:09> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [350]
			"<02:06:13> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	менструа-Ревущийфьорд", -- [351]
			"<02:06:13> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N398.4375^N6^N251^t^^	RAID	менструа-Ревущийфьорд", -- [352]
			"<02:06:13> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [353]
			"<02:06:19> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	дельфуего-Ревущийфьорд", -- [354]
			"<02:06:19> <Comm>		^1^SplayerInfoRequest^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [355]
			"<02:06:19> <DEBUG>		I'm an enchanter", -- [356]
			"<02:06:19> <Comm>		^1^Smldb^T^N1^T^S|8^T^S|14^T^S|5^N3^t^t^S|12^N60^S|11^T^S|14^T^t^t^S|1^B^S|2^B^S|5^N3^S|17^B^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [357]
			"<02:06:19> <INFO>		OnMLDBReceived", -- [358]
			"<02:06:20> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [359]
			"<02:06:20> <Comm>		^1^Scouncil^T^N1^T^S1615-0A722347^B^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [360]
			"<02:06:20> <DEBUG>		isCouncil	false", -- [361]
			"<02:06:58> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	бишарк-Ревущийфьорд", -- [362]
			"<02:06:58> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N4^N0^N5^N389.375^N6^N264^t^^	RAID	бишарк-Ревущийфьорд", -- [363]
			"<02:06:58> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [364]
			"<02:07:53> <DEBUG>		Event:	ENCOUNTER_START	2590	Совет стихий	15	24", -- [365]
			"<02:07:53> <INFO>		UpdatePlayersData()", -- [366]
			"<02:11:59> <DEBUG>		Event:	ENCOUNTER_END	2590	Совет стихий	15	24	0", -- [367]
			"<02:13:04> <DEBUG>		Event:	ENCOUNTER_START	2590	Совет стихий	15	24", -- [368]
			"<02:13:04> <INFO>		UpdatePlayersData()", -- [369]
			"<02:18:39> <DEBUG>		Event:	ENCOUNTER_END	2590	Совет стихий	15	24	0", -- [370]
			"<02:21:17> <DEBUG>		Event:	ENCOUNTER_START	2590	Совет стихий	15	24", -- [371]
			"<02:21:17> <INFO>		UpdatePlayersData()", -- [372]
			"<02:25:23> <DEBUG>		Event:	ENCOUNTER_END	2590	Совет стихий	15	24	1", -- [373]
			"<02:25:24> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195485::::::::70:269::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Маска ужаса советника]|h|r", -- [374]
			"<02:25:24> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:194300::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Чародейская леденящая сфера]|h|r", -- [375]
			"<02:25:24> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195486::::::::70:269::5:6:43:8825:8817:7980:1485:8767::::::|h[Наплечи из изломанной глины]|h|r", -- [376]
			"<02:25:24> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195484::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Проводник силы Ледяного Гнева]|h|r", -- [377]
			"<02:25:25> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ксимаксрога	ROGUE", -- [378]
			"<02:25:25> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ксимаксрога	ROGUE", -- [379]
			"<02:25:26> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Менструа	DEATHKNIGHT", -- [380]
			"<02:25:26> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Менструа	DEATHKNIGHT", -- [381]
			"<02:25:26> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ожившийлось	DEATHKNIGHT", -- [382]
			"<02:25:26> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Интоксикант	ROGUE", -- [383]
			"<02:25:26> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Интоксикант	ROGUE", -- [384]
			"<02:25:26> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ожившийлось	DEATHKNIGHT", -- [385]
			"<02:25:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ватрониум	SHAMAN", -- [386]
			"<02:25:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ватрониум	SHAMAN", -- [387]
			"<02:25:28> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Линлот	HUNTER", -- [388]
			"<02:25:28> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Злюдра	DRUID", -- [389]
			"<02:25:28> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Злюдра	DRUID", -- [390]
			"<02:25:28> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Дельфуего	ROGUE", -- [391]
			"<02:25:28> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Дельфуего	ROGUE", -- [392]
			"<02:25:28> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Линлот	HUNTER", -- [393]
			"<02:25:28> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Натазат	MAGE", -- [394]
			"<02:25:28> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хохохохохох	PRIEST", -- [395]
			"<02:25:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хохохохохох	PRIEST", -- [396]
			"<02:25:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Натазат	MAGE", -- [397]
			"<02:25:29> <Comm>		^1^Sl^T^N1^S187767^t^^	RAID	дельфуего-Ревущийфьорд", -- [398]
			"<02:25:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Гигаовца	MAGE", -- [399]
			"<02:25:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Гигаовца	MAGE", -- [400]
			"<02:25:30> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Инсендиари	PALADIN", -- [401]
			"<02:25:30> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Инсендиари	PALADIN", -- [402]
			"<02:25:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ювитта	EVOKER", -- [403]
			"<02:25:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Комт	WARLOCK", -- [404]
			"<02:25:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Багетлюбви	DRUID", -- [405]
			"<02:25:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	191784	|cffa335ee|Hitem:191784::::::::70:269:::::::::|h[Драконий осколок знания]|h|r	1	Ювитта	EVOKER", -- [406]
			"<02:25:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ювитта	EVOKER", -- [407]
			"<02:25:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Комт	WARLOCK", -- [408]
			"<02:25:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Багетлюбви	DRUID", -- [409]
			"<02:25:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледотроль	HUNTER", -- [410]
			"<02:25:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледотроль	HUNTER", -- [411]
			"<02:25:32> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Арканбурст	MAGE", -- [412]
			"<02:25:32> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Арканбурст	MAGE", -- [413]
			"<02:25:33> <Comm>		^1^Sl^T^N1^S187767^t^^	RAID	интоксикант-Ревущийфьорд", -- [414]
			"<02:25:33> <Comm>		^1^Sl^T^N1^S187767^t^^	RAID	интоксикант-Ревущийфьорд", -- [415]
			"<02:25:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледиланатель	MAGE", -- [416]
			"<02:25:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бабусянатусе	PRIEST", -- [417]
			"<02:25:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бабусянатусе	PRIEST", -- [418]
			"<02:25:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	198968	|cff0070dd|Hitem:198968::::::::70:269:::::::::|h[Амулет воина стихий]|h|r	1	Бабусянатусе	PRIEST", -- [419]
			"<02:25:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледиланатель	MAGE", -- [420]
			"<02:25:34> <Comm>		^1^Sl^T^N1^S187767^t^^	RAID	менструа-Ревущийфьорд", -- [421]
			"<02:25:35> <DEBUG>		Event:	LOOT_READY	true", -- [422]
			"<02:25:35> <DEBUG>		Ignoring	nil	as it's a currency", -- [423]
			"<02:25:35> <DEBUG>		Adding to self.lootSlotInfo	4	|cffa335ee|Hitem:195485::::::::70:269::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Маска ужаса советника]|h|r	4	1	Creature-0-3768-2522-5472-187767-00002CB2CD	1", -- [424]
			"<02:25:35> <DEBUG>		Adding to self.lootSlotInfo	5	|cffa335ee|Hitem:194300::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Чародейская леденящая сфера]|h|r	4	1	Creature-0-3768-2522-5472-187767-00002CB2CD	1", -- [425]
			"<02:25:35> <DEBUG>		Adding to self.lootSlotInfo	6	|cffa335ee|Hitem:195486::::::::70:269::5:6:43:8825:8817:7980:1485:8767::::::|h[Наплечи из изломанной глины]|h|r	4	1	Creature-0-3768-2522-5472-187767-00002CB2CD	1", -- [426]
			"<02:25:35> <DEBUG>		Adding to self.lootSlotInfo	7	|cffa335ee|Hitem:195484::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Проводник силы Ледяного Гнева]|h|r	4	1	Creature-0-3768-2522-5472-187767-00002CB2CD	1", -- [427]
			"<02:25:35> <DEBUG>		Event:	LOOT_READY	true", -- [428]
			"<02:25:35> <DEBUG>		Ignoring	nil	as it's a currency", -- [429]
			"<02:25:35> <DEBUG>		Adding to self.lootSlotInfo	4	|cffa335ee|Hitem:195485::::::::70:269::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Маска ужаса советника]|h|r	4	1	Creature-0-3768-2522-5472-187767-00002CB2CD	1", -- [430]
			"<02:25:35> <DEBUG>		Adding to self.lootSlotInfo	5	|cffa335ee|Hitem:194300::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Чародейская леденящая сфера]|h|r	4	1	Creature-0-3768-2522-5472-187767-00002CB2CD	1", -- [431]
			"<02:25:35> <DEBUG>		Adding to self.lootSlotInfo	6	|cffa335ee|Hitem:195486::::::::70:269::5:6:43:8825:8817:7980:1485:8767::::::|h[Наплечи из изломанной глины]|h|r	4	1	Creature-0-3768-2522-5472-187767-00002CB2CD	1", -- [432]
			"<02:25:35> <DEBUG>		Adding to self.lootSlotInfo	7	|cffa335ee|Hitem:195484::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Проводник силы Ледяного Гнева]|h|r	4	1	Creature-0-3768-2522-5472-187767-00002CB2CD	1", -- [433]
			"<02:25:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хугомонк	MONK", -- [434]
			"<02:25:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хугомонк	MONK", -- [435]
			"<02:25:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бишарк	SHAMAN", -- [436]
			"<02:25:37> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бишарк	SHAMAN", -- [437]
			"<02:25:37> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Аскельт	HUNTER", -- [438]
			"<02:25:38> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аскельт	HUNTER", -- [439]
			"<02:25:40> <DEBUG>		Event:	LOOT_CLOSED", -- [440]
			"<02:25:43> <Comm>		^1^Sl^T^N1^S187767^t^^	RAID	дельфуего-Ревущийфьорд", -- [441]
			"<02:25:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Нотушка	DEATHKNIGHT", -- [442]
			"<02:25:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Нотушка	DEATHKNIGHT", -- [443]
			"<02:25:45> <Comm>		^1^Sl^T^N1^S187767^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [444]
			"<02:25:45> <Comm>		^1^Sl^T^N1^S187767^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [445]
			"<02:25:45> <Comm>		^1^Sl^T^N1^S187767^t^^	RAID	натазат-Ревущийфьорд", -- [446]
			"<02:25:45> <Comm>		^1^Sl^T^N1^S187767^t^^	RAID	натазат-Ревущийфьорд", -- [447]
			"<02:25:46> <Comm>		^1^Stradable^T^N1^S|cffa335ee|Hitem:195485::::::::70:260::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Маска~`ужаса~`советника]|h|r^N2^S187767^t^^	RAID	дельфуего-Ревущийфьорд", -- [448]
			"<02:25:46> <Comm>		^1^Stradable^T^N1^S|cffa335ee|Hitem:195484::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Проводник~`силы~`Ледяного~`Гнева]|h|r^N2^S187767^t^^	RAID	дельфуего-Ревущийфьорд", -- [449]
			"<02:25:46> <Comm>		^1^Stradable^T^N1^S|cffa335ee|Hitem:195486::::::::70:260::5:6:43:8825:8817:7980:1485:8767::::::|h[Наплечи~`из~`изломанной~`глины]|h|r^N2^S187767^t^^	RAID	дельфуего-Ревущийфьорд", -- [450]
			"<02:25:46> <Comm>		^1^Stradable^T^N1^S|cffa335ee|Hitem:194300::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Чародейская~`леденящая~`сфера]|h|r^N2^S187767^t^^	RAID	дельфуего-Ревущийфьорд", -- [451]
			"<02:25:53> <Comm>		^1^SfakeLoot^T^N1^S|cff1eff00|Hitem:199037::::::::70:264:::3:7969:6652:1684:1:28:2159:::::|h[Алебарда~`могучей~`волны~`с~`символом~`бесподобия]|h|r^N2^S187772^t^^	RAID	бишарк-Ревущийфьорд", -- [452]
			"<02:25:56> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Аландир	DEMONHUNTER", -- [453]
			"<02:25:56> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аландир	DEMONHUNTER", -- [454]
			"<02:26:07> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	аскельт-Ревущийфьорд", -- [455]
			"<02:26:07> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SНовичок^N4^N0^N5^N386.875^N6^N254^t^^	RAID	аскельт-Ревущийфьорд", -- [456]
			"<02:26:07> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [457]
			"<02:26:14> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	бабусянатусе-Ревущийфьорд", -- [458]
			"<02:26:14> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N3^B^N4^N54^N5^N389.625^N6^N257^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [459]
			"<02:26:15> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [460]
			"<02:27:14> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S195485:::::::::::5:7:6652:7936:8825:8820:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСовет~`стихий^t^N2^T^Sstring^S195486:::::::::::5:6:43:8825:8817:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСовет~`стихий^t^N3^T^Sstring^S195484:::::::::::5:4:6652:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСовет~`стихий^t^N4^T^Sstring^S194300:::::::::::5:4:6652:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСовет~`стихий^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [461]
			"<02:27:14> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195485::::::::70:269::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Маска ужаса советника]|h|r", -- [462]
			"<02:27:14> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195485::::::::70:269::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Маска ужаса советника]|h|r	INVTYPE_HEAD", -- [463]
			"<02:27:14> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195486::::::::70:269::5:6:43:8825:8817:7980:1485:8767::::::|h[Наплечи из изломанной глины]|h|r	INVTYPE_SHOULDER", -- [464]
			"<02:27:14> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195484::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Проводник силы Ледяного Гнева]|h|r	INVTYPE_HOLDABLE", -- [465]
			"<02:27:14> <INFO>		GetPlayersGear	|cffa335ee|Hitem:194300::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Чародейская леденящая сфера]|h|r	INVTYPE_TRINKET", -- [466]
			"<02:27:14> <INFO>		LootFrame:Start	4	nil", -- [467]
			"<02:27:14> <DEBUG>		GetButtons	default", -- [468]
			"<02:27:14> <DEBUG>		GetButtons	default", -- [469]
			"<02:27:14> <DEBUG>		GetButtons	default", -- [470]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N105^N2^N396.4375^N3^T^Sresponse^T^N1^B^t^Sdiff^T^N1^N4^N2^N10^N3^N0^N4^N17^t^Sgear1^T^N1^S139281::::::::70:105::16:9:8968:7977:6652:7937:8822:8820:9144:3277:8767:1:28:1279^N2^S133620::::::::70:105::16:8:8966:7977:40:8822:8817:9144:3271:8767:1:28:1279^N3^S144093:6640:::::::70:105::35:6:8969:7977:6652:9147:3292:8767^N4^S191492::::::::70:105::13:5:8836:8840:8902:8801:8845:4:28:2164:38:7:40:201:46:197921^t^Sgear2^T^N4^S201808::::::::70:105::14:5:6652:9009:9000:1475:8767:1:28:2474^t^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [471]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N253^N2^N390.25^N3^T^Sresponse^T^N1^B^N2^B^N4^B^t^Sdiff^T^N1^N30^N2^N13^N3^N13^N4^N26^t^Sgear1^T^N1^S193726::::::::70:253::23:6:7977:6652:7936:8816:1594:8767:1:28:2157^N2^S193704::::::::70:253::16:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279^N3^S195490:6527:::::::70:253::3:4:6652:7979:1472:8767^N4^S144113::::::::70:253::16:6:8964:7977:6652:9144:3275:8767:1:28:1279^t^Sgear2^T^N4^S198542::::::::70:253::36:4:6652:1430:5865:8767:1:28:2537^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [472]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N66^N2^N391.75^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N4^N2^N0^N3^N7^N4^N20^t^Sgear1^T^N1^S109987::192948::::::70:66::16:9:8968:7977:6652:7935:8822:8820:9144:3283:8767:1:28:1279^N2^S195477::::::::70:66::5:6:7980:6652:8825:8817:1485:8767^N3^S193754::::::::70:66::33:6:8967:7977:6652:9144:1617:8767:1:28:1279^N4^S194299::::::::70:66::3:4:7979:41:1472:8767^t^Sgear2^T^N4^S193477::::::::70:66::42:4:6652:1485:5864:8767:1:28:2287^t^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [473]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N105^N2^N399.625^N3^T^Sresponse^T^N1^B^t^Sdiff^T^N1^N-13^N2^N20^N3^N4^N4^N0^t^Sgear1^T^N1^S200354::::::::70:105::35:7:6652:7937:8828:8973:7977:1489:8767^N2^S201942::::::::70:105::13:5:8851:8852:8802:8850:8792:7:28:2164:29:49:30:32:38:8:40:849:45:198059:46:194569^N3^S110035::::::::70:105::33:6:8968:7977:6652:9144:3283:8767:1:28:1279^N4^S200563::::::::70:105::26:4:6652:1481:5865:8767:1:28:2287^t^Sgear2^T^N4^S194300::::::::70:105::5:4:6652:7980:1485:8767^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [474]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N260^N2^N397.625^N3^T^Sresponse^T^N1^B^N4^B^t^Sdiff^T^N1^N4^N2^N7^N3^N0^N4^N17^t^Sgear1^T^N1^S200372::::::::70:260::3:6:7979:6652:7936:8828:1472:8767:1:28:1040^N2^S193642::::::::70:260::16:8:8967:7977:6652:8822:8817:9144:1617:8767:1:28:1279^N3^S195503:6638:::::::70:260::5:4:6652:7980:1485:8767^N4^S200563::::::::70:260::26:4:6652:1488:5864:8767:1:28:2287^t^Sgear2^T^N4^S194302::::::::70:260::5:4:6652:7980:1485:8767^t^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [475]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N256^N2^N397.5625^N3^T^Sresponse^T^N2^B^t^Sdiff^T^N1^N4^N2^N10^N3^N10^N4^N0^t^Sgear1^T^N1^S200327::::::::70:256::3:6:7979:6652:7936:8828:1472:8767:1:28:1040^N2^S136775::::::::70:256::16:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279^N3^S193761:6626:::::::70:256::16:6:8966:7977:6652:9147:1614:8767:1:28:1279^N4^S194300::::::::70:256::5:4:6652:7980:1485:8767^t^Sgear2^T^N4^S191492::::::::70:256::13:5:8836:8840:8902:8802:8845:4:28:2164:38:8:40:201:46:197921^t^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [476]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N64^N2^N388^N3^T^Sresponse^T^N2^B^t^Sdiff^T^N1^N13^N2^N4^N3^N13^N4^N30^t^Sgear1^T^N1^S195485::::::::70:64::3:7:6652:7936:8821:8820:7979:1472:8767^N2^S200320::::::::70:64::3:5:7979:6652:8826:1472:8767:1:28:1040^N3^S195497:6632:::::::70:64::3:4:6652:7979:1472:8767^N4^S200563::::::::70:64::26:4:6652:1485:5858:8767:1:28:2516^t^Sgear2^T^N4^S193660::::::::70:64::23:4:7977:6652:1594:8767:1:28:2155^t^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [477]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N1467^N2^N392^N3^T^Sresponse^T^t^Sdiff^T^N1^N13^N2^N0^N3^N5^N4^N30^t^Sgear1^T^N1^S195476::::::::70:1467::3:7:6652:7937:7979:8821:8820:1472:8767^N2^S195499::::::::70:1467::5:6:6652:8825:8817:7980:1485:8767^N3^S194879::::::::70:1467::13:8:8836:8840:8902:8799:8793:8845:8932:8960:8:28:2164:29:40:30:49:38:5:40:675:48:194566:49:197921:50:193945^N4^S193743::::::::70:1467::23:4:7977:6652:1594:8767:1:28:2157^t^Sgear2^T^N4^S200563::::::::70:1467::27:4:6652:1488:5864:8767:1:28:2534^t^t^t^^	RAID	ювитта-Ревущийфьорд", -- [478]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N251^N2^N398.4375^N3^T^Sresponse^T^N1^B^N2^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N7^N4^N10^t^Sgear1^T^N1^S195498::::::::70:251::5:7:6652:7936:8825:8820:7980:1485:8767^N2^S195477::::::::70:251::5:6:7980:6652:8825:8817:1485:8767^N3^S144086:6243:::::::70:251::16:6:8967:7977:6652:9147:3285:8767:1:28:1279^N4^S110012::::::::70:251::33:6:8966:7977:6652:9144:3277:8767:1:28:1279^t^Sgear2^T^N4^S193762::::::::70:251::16:6:7977:6652:9144:8971:1630:8767:1:28:1279^t^t^t^^	RAID	менструа-Ревущийфьорд", -- [479]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N269^N2^N392.3125^N3^T^Sresponse^T^N1^B^t^Sdiff^T^N1^N4^N2^N13^N3^N7^N4^N30^t^Sgear1^T^N1^S200363::::::::70:269::3:6:7979:6652:7937:8828:1472:8767^N2^S195486::::::::70:269::3:6:6652:8821:8817:7979:1472:8767^N3^S195483:6645:::::::70:269::3:4:6652:7979:1472:8767^N4^S192797::::::::70:269::37:4:6652:1481:5862:8767:1:28:2521^t^Sgear2^T^N4^S193701::::::::70:269::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [480]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N263^N2^N388.6875^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N23^N2^N13^N3^N17^N4^N17^t^Sgear1^T^N1^S192000::192960::::::70:263::42:5:6652:7935:1485:5861:8767:1:28:2287^N2^S195499::::::::70:263::3:6:6652:8821:8817:7979:1472:8767^N3^S199306:6639:::::::70:263::14:4:8943:6652:1507:8767:1:28:2474^N4^S193697::::::::70:263::16:6:8964:7977:6652:9144:1607:8767:1:28:1279^t^Sgear2^T^N4^S194299::::::::70:263::3:4:7979:6652:1472:8767^t^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [481]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N260^N2^N397.9375^N3^T^Sresponse^T^N1^B^N4^B^t^Sdiff^T^N1^N4^N2^N-9^N3^N0^N4^N23^t^Sgear1^T^N1^S200372::::::::70:260::3:6:7979:6652:7936:8828:1472:8767:1:28:1040^N2^S200374::::::::70:260::35:6:6652:8826:8972:7977:1485:8767^N3^S195503:6628:::::::70:260::5:4:6652:7980:1485:8767^N4^S133642::::::::70:260::33:6:8966:7977:6652:9144:3271:8767:1:28:1279^t^Sgear2^T^N4^S198451::::::::70:260::37:4:6652:1433:5865:8767:1:28:2275^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [482]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N62^N2^N391.5625^N3^T^Sresponse^T^N2^B^t^Sdiff^T^N1^N13^N2^N4^N3^N13^N4^N13^t^Sgear1^T^N1^S195485::::::::70:62::3:7:6652:7936:8821:8820:7979:1472:8767^N2^S200320::::::::70:62::3:5:7979:6652:8826:1472:8767:1:28:1040^N3^S110039:6632:::::::70:62::16:6:8965:7977:6652:9147:3274:8767:1:28:1279^N4^S194304::::::::70:62::3:4:6652:7979:1472:8767^t^Sgear2^T^N4^S198407::::::::70:62::74:4:9136:6652:1476:8767:1:28:2437^t^t^t^^	RAID	натазат-Ревущийфьорд", -- [483]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N254^N2^N396.8125^N3^T^Sresponse^T^N1^B^N2^B^N4^B^t^Sdiff^T^N1^N-9^N2^N4^N3^N-3^N4^N26^t^Sgear1^T^N1^S136777::::::::70:254::35:9:8972:7977:6652:7937:8822:8820:9144:3290:8767^N2^S200392::::::::70:254::3:5:7979:6652:8826:1472:8767:1:28:1040^N3^S193449:6527:::::::70:254::13:8:8836:8840:8902:8802:8845:8791:8932:8960:8:28:2164:29:32:30:36:38:8:40:337:45:197921:46:194578:47:193945^N4^S200859::::::::70:254::27:4:6652:1494:5849:8767:1:28:2534^t^Sgear2^T^N4^S193701::::::::70:254::16:6:7977:6652:9144:8970:1627:8767:1:28:1279^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [484]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N63^N2^N395.5^N3^T^Sresponse^T^N2^B^t^Sdiff^T^N1^N4^N2^N10^N3^N4^N4^N30^t^Sgear1^T^N1^S200318::::::::70:63::3:6:7979:6652:7936:8828:1472:8767^N2^S193690::::::::70:63::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N3^S110035::::::::70:63::16:6:8968:7977:6652:9144:3283:8767:1:28:1279^N4^S191492::::::::70:63::13:5:8836:8840:8902:8802:8845:4:28:2164:38:8:40:201:46:197921^t^Sgear2^T^N4^S193791::::::::70:63::23:4:7977:6652:1594:8767:1:28:2155^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [485]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N252^N2^N392.25^N3^T^Sresponse^T^N1^B^N2^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N30^t^Sgear1^T^N1^S195498::::::::70:252::5:7:6652:7937:8825:8820:7980:1485:8767^N2^S195477::::::::70:252::5:6:7980:6652:8825:8817:1485:8767^N3^S193638:3368:::::::70:252::35:6:8969:7977:40:9147:1624:8767^N4^S194303::::::::70:252::5:4:6652:7980:1485:8767^t^Sgear2^T^N4^S193701::::::::70:252::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [486]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N250^N2^N398.1875^N3^T^Sresponse^T^N1^B^N2^B^N4^B^t^Sdiff^T^N1^N4^N2^N0^N3^N-6^N4^N7^t^Sgear1^T^N1^S200408::::::::70:250::3:6:7979:6652:7937:8828:1472:8767:1:28:1040^N2^S195477::::::::70:250::5:6:7980:6652:8825:8817:1485:8767:1:28:2474^N3^S193695:3368:::::::70:250::35:6:8971:7977:6652:9147:1630:8767^N4^S194306::::::::70:250::3:4:7979:6652:1472:8767^t^Sgear2^T^N4^S194299::::::::70:250::5:4:7980:6652:1485:8767^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [487]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N260^N2^N397.1875^N3^T^Sresponse^T^N1^B^N4^B^t^Sdiff^T^N1^N4^N2^N4^N3^N10^N4^N10^t^Sgear1^T^N1^S134447::::::::70:260::16:9:8968:7977:6652:7936:8822:8820:9144:3277:8767:1:28:1279^N2^S200374::::::::70:260::3:5:7979:6652:8826:1472:8767:1:28:1040^N3^S193631:6642:::::::70:260::33:6:8966:7977:6652:9147:1614:8767:1:28:1279^N4^S137486::::::::70:260::16:6:7977:6652:9144:8971:3287:8767:1:28:1279^t^Sgear2^T^N4^S193757::::::::70:260::16:6:8966:7977:6652:9144:1614:8767:1:28:1279^t^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [488]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N257^N2^N389.625^N3^T^Sresponse^T^N2^B^t^Sdiff^T^N1^N13^N2^N4^N3^N17^N4^N13^t^Sgear1^T^N1^S193641::::::::70:257::16:9:8965:7977:6652:7937:8822:8820:9144:1611:8767:1:28:1279^N2^S200329::::::::70:257::3:5:7979:6652:8826:1472:8767:1:28:1040^N3^S193761:6639:::::::70:257::33:6:7977:6652:9147:8964:1607:8767:1:28:1279^N4^S191491::::::::70:257::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200^t^Sgear2^T^N4^S194307::::::::70:257::3:4:7979:6652:1472:8767^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [489]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N62^N2^N393.25^N3^T^Sresponse^T^N2^B^t^Sdiff^T^N1^N0^N2^N20^N3^N13^N4^N4^t^Sgear1^T^N1^S134392::::::::70:62::35:9:8969:7977:6652:7936:8822:8820:9144:3281:8767^N2^S201937::::::::70:62::13:4:8851:8852:8802:8850:6:28:2164:29:49:30:32:38:8:40:856:44:198059^N3^S193707:6638:::::::70:62::33:6:8965:7977:6652:9147:1611:8767:1:28:1279^N4^S194310::::::::70:62::3:4:6652:7979:1472:8767:1:28:2160^t^Sgear2^T^N4^S137485::::::::70:62::35:6:8969:7977:6652:9144:3281:8767^t^t^t^^	RAID	арканбурст-Ревущийфьорд", -- [490]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N266^N2^N396.3125^N3^T^Sresponse^T^N2^B^t^Sdiff^T^N1^N4^N2^N7^N3^N-13^N4^N23^t^Sgear1^T^N1^S200336::::::::70:266::3:6:7979:42:7937:8828:1472:8767:1:28:1040^N2^S195493::::::::70:266::3:6:6652:7979:8821:8817:1472:8767^N3^S193699:6640:::::::70:266::35:6:8973:7977:41:9147:1637:8767^N4^S198407::::::::70:266::37:4:41:1433:5865:8767:1:28:2287^t^Sgear2^T^N4^S191492::::::::70:266::13:5:8836:8840:8902:8799:8845:4:28:2164:38:5:40:201:46:197921^t^t^t^^	RAID	комт-Ревущийфьорд", -- [491]
			"<02:27:14> <Comm>		^1^SlootAck^T^N1^N264^N2^N389.375^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N0^N2^N13^N3^N0^N4^N13^t^Sgear1^T^N1^S195476::::::::70:264::5:7:6652:7937:7980:8825:8820:1485:8767^N2^S193704::::::::70:264::16:8:7977:6652:8822:8817:9144:8965:1611:8767:1:28:1279^N3^S195475::::::::70:264::5:4:6652:7980:1485:8767^N4^S194300::::::::70:264::3:4:6652:7979:1472:8767^t^Sgear2^T^N4^S198539::::::::70:264::36:4:42:1430:5865:8767:1:28:2537^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [492]
			"<02:27:17> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [493]
			"<02:27:17> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [494]
			"<02:27:17> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [495]
			"<02:27:18> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [496]
			"<02:27:18> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	комт-Ревущийфьорд", -- [497]
			"<02:27:18> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [498]
			"<02:27:18> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	нотушка-Ревущийфьорд", -- [499]
			"<02:27:18> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [500]
			"<02:27:18> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	линлот-Ревущийфьорд", -- [501]
			"<02:27:18> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [502]
			"<02:27:18> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [503]
			"<02:27:19> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [504]
			"<02:27:19> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [505]
			"<02:27:19> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	комт-Ревущийфьорд", -- [506]
			"<02:27:20> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [507]
			"<02:27:20> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [508]
			"<02:27:20> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	комт-Ревущийфьорд", -- [509]
			"<02:27:20> <DEBUG>		LootFrame:Response	1	Response:	Основной спек/Нужно", -- [510]
			"<02:27:20> <DEBUG>		SendResponse	group	2	1	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [511]
			"<02:27:20> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195486::::::::70:269::5:6:43:8825:8817:7980:1485:8767::::::|h[Наплечи из изломанной глины]|h|r", -- [512]
			"<02:27:20> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [513]
			"<02:27:21> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N2^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [514]
			"<02:27:21> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [515]
			"<02:27:21> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	бишарк-Ревущийфьорд", -- [516]
			"<02:27:21> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [517]
			"<02:27:22> <Comm>		^1^Srolls^T^N1^N1^N2^T^Sледотроль-Ревущийфьорд^N17^Sкомт-Ревущийфьорд^N61^Sбабусянатусе-Ревущийфьорд^N48^Sгигаовца-Ревущийфьорд^N38^Sксимаксрога-Ревущийфьорд^N2^Sледиланатель-Ревущийфьорд^N41^Sбишарк-Ревущийфьорд^N20^Sватрониум-Ревущийфьорд^N81^Sинсендиари-Ревущийфьорд^N1^Sнотушка-Ревущийфьорд^N90^Sлинлот-Ревущийфьорд^N29^Sдельфуего-Ревущийфьорд^N26^Sювитта-Ревущийфьорд^N3^Sхохохохохох-Ревущийфьорд^N15^Sарканбурст-Ревущийфьорд^N79^Sбагетлюбви-Ревущийфьорд^N89^Sожившийлось-Ревущийфьорд^N82^Sинтоксикант-Ревущийфьорд^N74^Sзлюдра-Ревущийфьорд^N96^Sменструа-Ревущийфьорд^N19^Sнатазат-Ревущийфьорд^N55^Sхугомонк-Ревущийфьорд^N42^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [518]
			"<02:27:23> <DEBUG>		LootFrame:Response	PASS	Response:	Отказаться", -- [519]
			"<02:27:23> <DEBUG>		SendResponse	group	3	PASS	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [520]
			"<02:27:23> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195484::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Проводник силы Ледяного Гнева]|h|r", -- [521]
			"<02:27:23> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [522]
			"<02:27:24> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	бишарк-Ревущийфьорд", -- [523]
			"<02:27:24> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [524]
			"<02:27:25> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	злюдра-Ревущийфьорд", -- [525]
			"<02:27:27> <DEBUG>		LootFrame:Response	PASS	Response:	Отказаться", -- [526]
			"<02:27:27> <DEBUG>		SendResponse	group	4	PASS	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [527]
			"<02:27:27> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:194300::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Чародейская леденящая сфера]|h|r", -- [528]
			"<02:27:27> <Comm>		^1^Soffline_timer^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [529]
			"<02:27:27> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [530]
			"<02:27:28> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [531]
			"<02:27:29> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	злюдра-Ревущийфьорд", -- [532]
			"<02:27:29> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	натазат-Ревущийфьорд", -- [533]
			"<02:27:30> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [534]
			"<02:27:31> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	натазат-Ревущийфьорд", -- [535]
			"<02:27:31> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [536]
			"<02:27:33> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Snote^Sна~`этом~`кд~`крафчу~`418~`пуху^Sresponse^N1^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [537]
			"<02:27:33> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	арканбурст-Ревущийфьорд", -- [538]
			"<02:27:33> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [539]
			"<02:27:35> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N2^t^t^^	RAID	натазат-Ревущийфьорд", -- [540]
			"<02:27:38> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [541]
			"<02:27:41> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	ювитта-Ревущийфьорд", -- [542]
			"<02:27:41> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [543]
			"<02:27:45> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [544]
			"<02:27:49> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	арканбурст-Ревущийфьорд", -- [545]
			"<02:27:50> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	арканбурст-Ревущийфьорд", -- [546]
			"<02:27:52> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [547]
			"<02:27:53> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [548]
			"<02:27:54> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Snote^SA~`тир^Sresponse^N1^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [549]
			"<02:27:54> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [550]
			"<02:27:55> <Comm>		^1^Srolls^T^N1^N4^N2^T^Sледотроль-Ревущийфьорд^N58^Sкомт-Ревущийфьорд^N73^Sбабусянатусе-Ревущийфьорд^N56^Sгигаовца-Ревущийфьорд^N94^Sксимаксрога-Ревущийфьорд^N72^Sледиланатель-Ревущийфьорд^N62^Sбишарк-Ревущийфьорд^N76^Sватрониум-Ревущийфьорд^N14^Sинсендиари-Ревущийфьорд^N89^Sнотушка-Ревущийфьорд^N53^Sлинлот-Ревущийфьорд^N87^Sдельфуего-Ревущийфьорд^N60^Sювитта-Ревущийфьорд^N92^Sхохохохохох-Ревущийфьорд^N8^Sарканбурст-Ревущийфьорд^N32^Sбагетлюбви-Ревущийфьорд^N77^Sожившийлось-Ревущийфьорд^N59^Sинтоксикант-Ревущийфьорд^N33^Sзлюдра-Ревущийфьорд^N16^Sменструа-Ревущийфьорд^N45^Sнатазат-Ревущийфьорд^N90^Sхугомонк-Ревущийфьорд^N61^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [551]
			"<02:28:05> <Comm>		^1^Srolls^T^N1^N3^N2^T^Sледотроль-Ревущийфьорд^N87^Sкомт-Ревущийфьорд^N74^Sбабусянатусе-Ревущийфьорд^N82^Sгигаовца-Ревущийфьорд^N86^Sксимаксрога-Ревущийфьорд^N76^Sледиланатель-Ревущийфьорд^N72^Sбишарк-Ревущийфьорд^N84^Sватрониум-Ревущийфьорд^N30^Sинсендиари-Ревущийфьорд^N26^Sнотушка-Ревущийфьорд^N56^Sлинлот-Ревущийфьорд^N53^Sдельфуего-Ревущийфьорд^N65^Sювитта-Ревущийфьорд^N3^Sхохохохохох-Ревущийфьорд^N85^Sарканбурст-Ревущийфьорд^N19^Sбагетлюбви-Ревущийфьорд^N100^Sожившийлось-Ревущийфьорд^N92^Sинтоксикант-Ревущийфьорд^N6^Sзлюдра-Ревущийфьорд^N97^Sменструа-Ревущийфьорд^N1^Sнатазат-Ревущийфьорд^N51^Sхугомонк-Ревущийфьорд^N33^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [552]
			"<02:28:05> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Snote^Sвыше~`илв^Sresponse^N1^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [553]
			"<02:28:06> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [554]
			"<02:28:12> <Comm>		^1^Shistory^T^N1^Sзлюдра-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SDRUID^SgroupSize^N12^Sboss^SСовет~`стихий^Stime^S00:28:12^SitemReplaced1^S|cffa335ee|Hitem:110035::::::::70:260::33:6:8968:7977:6652:9144:3283:8767:1:28:1279:::::|h[Мрачный~`лик~`Саданы]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195484::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Проводник~`силы~`Ледяного~`Гнева]|h|r^Sid^S1672252092-0^Sdate^S29/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [555]
			"<02:28:12> <Comm>		^1^Sawarded^T^N1^N3^N2^Sзлюдра-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [556]
			"<02:28:14> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^STIMEOUT^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [557]
			"<02:28:14> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^STIMEOUT^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [558]
			"<02:28:19> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195484::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Проводник~`силы~`Ледяного~`Гнева]|h|r^N2^Sзлюдра-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [559]
			"<02:28:26> <Comm>		^1^Srolls^T^N1^N2^N2^T^Sледотроль-Ревущийфьорд^N3^Sкомт-Ревущийфьорд^N76^Sбабусянатусе-Ревущийфьорд^N86^Sгигаовца-Ревущийфьорд^N61^Sксимаксрога-Ревущийфьорд^N6^Sледиланатель-Ревущийфьорд^N87^Sбишарк-Ревущийфьорд^N54^Sватрониум-Ревущийфьорд^N89^Sинсендиари-Ревущийфьорд^N78^Sнотушка-Ревущийфьорд^N72^Sлинлот-Ревущийфьорд^N52^Sдельфуего-Ревущийфьорд^N34^Sювитта-Ревущийфьорд^N66^Sхохохохохох-Ревущийфьорд^N4^Sарканбурст-Ревущийфьорд^N85^Sбагетлюбви-Ревущийфьорд^N51^Sожившийлось-Ревущийфьорд^N10^Sинтоксикант-Ревущийфьорд^N83^Sзлюдра-Ревущийфьорд^N7^Sменструа-Ревущийфьорд^N53^Sнатазат-Ревущийфьорд^N92^Sхугомонк-Ревущийфьорд^N45^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [560]
			"<02:28:37> <Comm>		^1^Shistory^T^N1^Sбагетлюбви-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SDRUID^SgroupSize^N12^Sboss^SСовет~`стихий^Stime^S00:28:36^SitemReplaced1^S|cffa335ee|Hitem:133620::::::::70:260::16:8:8966:7977:40:8822:8817:9144:3271:8767:1:28:1279:::::|h[Нарамник~`Просвещенного]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195486::::::::70:260::5:6:43:8825:8817:7980:1485:8767::::::|h[Наплечи~`из~`изломанной~`глины]|h|r^Sid^S1672252116-1^Sdate^S29/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [561]
			"<02:28:37> <Comm>		^1^Sawarded^T^N1^N2^N2^Sбагетлюбви-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [562]
			"<02:28:41> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	оргриддан-Ревущийфьорд", -- [563]
			"<02:28:41> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [564]
			"<02:28:43> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195486::::::::70:260::5:6:43:8825:8817:7980:1485:8767::::::|h[Наплечи~`из~`изломанной~`глины]|h|r^N2^Sбагетлюбви-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [565]
			"<02:28:55> <Comm>		^1^Sawarded^T^N1^N3^N2^Sхохохохохох-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [566]
			"<02:28:55> <Comm>		^1^Sdelete_history^T^N1^S1672252092-0^t^^	RAID	дельфуего-Ревущийфьорд", -- [567]
			"<02:28:55> <Comm>		^1^Shistory^T^N1^Sхохохохохох-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S29/12/22^Sclass^SPRIEST^SgroupSize^N11^Svotes^N0^Stime^S00:28:54^SitemReplaced1^S|cffa335ee|Hitem:193761:6626:::::::70:260::16:6:8966:7977:6652:9147:1614:8767:1:28:1279:::::|h[Насыщающий~`посох~`Истощенной~`Холодом]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^StypeCode^Sdefault^Sresponse^SОсновной~`спек/Нужно^Sid^S1672252134-2^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195484::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Проводник~`силы~`Ледяного~`Гнева]|h|r^Snote^Sна~`этом~`кд~`крафчу~`418~`пуху^SisAwardReason^b^SresponseID^N1^Sboss^SСовет~`стихий^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [568]
			"<02:29:26> <Comm>		^1^Shistory^T^N1^Sгигаовца-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SMAGE^SgroupSize^N10^Sboss^SСовет~`стихий^Stime^S00:29:25^SitemReplaced1^S|cffa335ee|Hitem:195485::::::::70:260::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Маска~`ужаса~`советника]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195485::::::::70:260::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Маска~`ужаса~`советника]|h|r^Sid^S1672252165-3^Sdate^S29/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [569]
			"<02:29:26> <Comm>		^1^Sawarded^T^N1^N1^N2^Sгигаовца-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [570]
			"<02:29:45> <Comm>		^1^Shistory^T^N1^Sбабусянатусе-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S29/12/22^Sclass^SPRIEST^SgroupSize^N10^Sboss^SСовет~`стихий^Stime^S00:29:44^SitemReplaced1^S|cffa335ee|Hitem:191491::::::::70:260::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200:::::|h[Поддерживающий~`алхимический~`камень~`|A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r^StypeCode^Sdefault^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sid^S1672252184-4^Sresponse^SОсновной~`спек/Нужно^Snote^SA~`тир^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:194300::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Чародейская~`леденящая~`сфера]|h|r^SisAwardReason^b^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^SresponseID^N1^SitemReplaced2^S|cffa335ee|Hitem:194307::::::::70:260::3:4:7979:6652:1472:8767::::::|h[Обещание~`хранительницы~`стаи]|h|r^Svotes^N0^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [571]
			"<02:29:45> <Comm>		^1^Sawarded^T^N1^N4^N2^Sбабусянатусе-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [572]
			"<02:29:46> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [573]
			"<02:29:49> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195485::::::::70:260::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Маска~`ужаса~`советника]|h|r^N2^Sгигаовца-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [574]
			"12/29/22", -- [575]
			"<02:29:55> <INFO>		Logged In", -- [576]
			"<02:29:55> <INFO>[ML]		Init", -- [577]
			"<02:29:55> <INFO>		RCLootCouncil	TradeUI enabled", -- [578]
			"<02:29:57> <INFO>		хугомонк-Ревущийфьорд	3.6.5	nil", -- [579]
			"<02:29:57> <DEBUG>		ActivateSkin	bfa", -- [580]
			"<02:30:02> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	true", -- [581]
			"<02:30:02> <INFO>		UpdatePlayersData()", -- [582]
			"<02:30:02> <INFO>		Player relog...", -- [583]
			"<02:30:02> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:194300::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Чародейская~`леденящая~`сфера]|h|r^N2^Sбабусянатусе-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [584]
			"<02:30:02> <DEBUG>		GetPlayersGuildRank()", -- [585]
			"<02:30:02> <DEBUG>		Found Guild Rank: Отряд Репка", -- [586]
			"<02:30:02> <DEBUG>		GetML()", -- [587]
			"<02:30:02> <DEBUG>		Resetting council as we have a new ML!", -- [588]
			"<02:30:02> <INFO>		MasterLooter = 	дельфуего-Ревущийфьорд", -- [589]
			"<02:30:02> <DEBUG>		I'm an enchanter", -- [590]
			"<02:30:03> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	хугомонк-Ревущийфьорд", -- [591]
			"<02:30:03> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N3^B^N4^N26^N5^N392.3125^N6^N269^t^^	RAID	хугомонк-Ревущийфьорд", -- [592]
			"<02:30:03> <Comm>		^1^Smldb^T^N1^T^S|8^T^S|14^T^S|5^N3^t^t^S|12^N60^S|11^T^S|14^T^t^t^S|1^B^S|2^B^S|5^N3^S|17^B^t^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [593]
			"<02:30:03> <INFO>		OnMLDBReceived", -- [594]
			"<02:30:03> <Comm>		^1^Scouncil^T^N1^T^S1615-0A722347^B^t^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [595]
			"<02:30:03> <DEBUG>		isCouncil	false", -- [596]
			"<02:30:03> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [597]
			"<02:30:07> <DEBUG>		Event:	GROUP_LEFT	1	Party-1615-1-00003661555F", -- [598]
			"<02:30:07> <DEBUG>		GetML()", -- [599]
			"<02:30:17> <DEBUG>		Timer MLdb_check passed", -- [600]
			"<02:30:40> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [601]
			"<02:30:40> <INFO>		UpdatePlayersData()", -- [602]
			"<02:30:41> <DEBUG>		GetML()", -- [603]
			"12/29/22", -- [604]
			"<03:43:37> <INFO>		Logged In", -- [605]
			"<03:43:37> <INFO>[ML]		Init", -- [606]
			"<03:43:37> <INFO>		RCLootCouncil	TradeUI enabled", -- [607]
			"<03:43:46> <INFO>		хугомонк-Ревущийфьорд	3.6.5	nil", -- [608]
			"<03:43:46> <DEBUG>		ActivateSkin	bfa", -- [609]
			"<03:43:48> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [610]
			"<03:43:48> <INFO>		UpdatePlayersData()", -- [611]
			"<03:43:48> <INFO>		Player relog...", -- [612]
			"<03:43:49> <DEBUG>		GetPlayersGuildRank()", -- [613]
			"<03:43:49> <DEBUG>		Found Guild Rank: Отряд Репка", -- [614]
			"<03:43:51> <DEBUG>		GetML()", -- [615]
			"<03:43:51> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	хугомонк-Ревущийфьорд", -- [616]
			"12/29/22", -- [617]
			"<15:26:24> <INFO>		Logged In", -- [618]
			"<15:26:24> <INFO>[ML]		Init", -- [619]
			"<15:26:24> <INFO>		RCLootCouncil	TradeUI enabled", -- [620]
			"<15:26:34> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугомонк-Ревущийфьорд	Player-1615-0B07C4E5", -- [621]
			"<15:26:34> <INFO>		хугомонк-Ревущийфьорд	3.6.5	nil", -- [622]
			"<15:26:34> <DEBUG>		ActivateSkin	bfa", -- [623]
			"<15:26:36> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [624]
			"<15:26:36> <INFO>		UpdatePlayersData()", -- [625]
			"<15:26:36> <INFO>		Player relog...", -- [626]
			"<15:26:39> <DEBUG>		GetPlayersGuildRank()", -- [627]
			"<15:26:39> <DEBUG>		GetPlayersGuildRank()", -- [628]
			"<15:26:39> <DEBUG>		Found Guild Rank: Отряд Репка", -- [629]
			"<15:26:40> <DEBUG>		GetML()", -- [630]
			"<15:26:44> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	хугомонк-Ревущийфьорд", -- [631]
			"<15:34:46> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	зис-Ревущийфьорд", -- [632]
			"<15:41:36> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [633]
			"<15:41:36> <INFO>		UpdatePlayersData()", -- [634]
			"<15:41:38> <DEBUG>		GetML()", -- [635]
			"<15:46:00> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [636]
			"<15:46:00> <INFO>		UpdatePlayersData()", -- [637]
			"<15:46:01> <DEBUG>		GetML()", -- [638]
			"<15:54:39> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	комт-Ревущийфьорд", -- [639]
			"<16:27:04> <Comm>		^1^Sv^T^N1^S3.5.1^t^^	GUILD	аишвария-Ревущийфьорд", -- [640]
			"12/29/22", -- [641]
			"<22:21:19> <INFO>		Logged In", -- [642]
			"<22:21:19> <INFO>[ML]		Init", -- [643]
			"<22:21:19> <INFO>		RCLootCouncil	TradeUI enabled", -- [644]
			"<22:21:29> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугомонк-Ревущийфьорд	Player-1615-0B07C4E5", -- [645]
			"<22:21:29> <INFO>		хугомонк-Ревущийфьорд	3.6.5	nil", -- [646]
			"<22:21:29> <DEBUG>		ActivateSkin	bfa", -- [647]
			"<22:21:31> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [648]
			"<22:21:31> <INFO>		UpdatePlayersData()", -- [649]
			"<22:21:31> <INFO>		Player relog...", -- [650]
			"<22:21:33> <DEBUG>		GetPlayersGuildRank()", -- [651]
			"<22:21:33> <DEBUG>		Found Guild Rank: Отряд Репка", -- [652]
			"<22:21:35> <DEBUG>		GetML()", -- [653]
			"<22:21:35> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	хугомонк-Ревущийфьорд", -- [654]
			"<22:22:22> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	комт-Ревущийфьорд", -- [655]
			"<22:24:58> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	аммигдала-Ревущийфьорд", -- [656]
			"12/29/22", -- [657]
			"<22:28:42> <INFO>		Logged In", -- [658]
			"<22:28:42> <INFO>[ML]		Init", -- [659]
			"<22:28:42> <INFO>		RCLootCouncil	TradeUI enabled", -- [660]
			"<22:28:44> <INFO>		хугомонк-Ревущийфьорд	3.6.6	nil", -- [661]
			"<22:28:44> <DEBUG>		ActivateSkin	bfa", -- [662]
			"<22:28:47> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	true", -- [663]
			"<22:28:47> <INFO>		UpdatePlayersData()", -- [664]
			"<22:28:47> <INFO>		Player relog...", -- [665]
			"<22:28:48> <DEBUG>		GetPlayersGuildRank()", -- [666]
			"<22:28:48> <DEBUG>		Found Guild Rank: Отряд Репка", -- [667]
			"<22:28:48> <DEBUG>		GetML()", -- [668]
			"<22:28:48> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	хугомонк-Ревущийфьорд", -- [669]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аммигдала-Ревущийфьорд", -- [670]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бабусянатусе-Ревущийфьорд", -- [671]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [672]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^N2^SRCLootCouncil_ExtraUtilities~`-~`1.1.1^t^t^^	GUILD	дебрикассар-Ревущийфьорд", -- [673]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [674]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [675]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [676]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	линлот-Ревущийфьорд", -- [677]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [678]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [679]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [680]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [681]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [682]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [683]
			"<22:28:48> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [684]
			"<22:29:30> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	менструа-Ревущийфьорд", -- [685]
			"<22:32:34> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [686]
			"<22:32:36> <DEBUG>		GetML()", -- [687]
			"<22:32:36> <DEBUG>		Resetting council as we have a new ML!", -- [688]
			"<22:32:36> <INFO>		MasterLooter	линлот-Ревущийфьорд	LootMethod	personalloot", -- [689]
			"<22:32:51> <DEBUG>		Timer MLdb_check passed", -- [690]
			"<22:32:51> <Comm>		^1^Smldb^T^N1^T^S|8^T^S|14^T^S|5^N3^t^t^S|12^N60^S|11^T^S|14^T^t^t^S|1^B^S|2^B^S|5^N3^S|17^B^t^t^^	RAID	линлот-Ревущийфьорд", -- [691]
			"<22:32:51> <INFO>		OnMLDBReceived", -- [692]
			"<22:32:51> <Comm>		^1^Scouncil^T^N1^T^S1615-0AEB1962^B^t^t^^	RAID	линлот-Ревущийфьорд", -- [693]
			"<22:32:51> <DEBUG>		isCouncil	false", -- [694]
			"<22:34:37> <Comm>		^1^Smldb^T^N1^T^S|8^T^S|14^T^S|5^N3^t^t^S|12^N60^S|11^T^S|14^T^t^t^S|1^B^S|2^B^S|5^N3^S|17^B^t^t^^	RAID	линлот-Ревущийфьорд", -- [695]
			"<22:34:37> <INFO>		OnMLDBReceived", -- [696]
			"<22:34:37> <Comm>		^1^Scouncil^T^N1^T^S1615-0AEB1962^B^t^t^^	RAID	линлот-Ревущийфьорд", -- [697]
			"<22:34:37> <DEBUG>		isCouncil	false", -- [698]
			"<22:36:03> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	ледиланатель-Ревущийфьорд", -- [699]
			"<22:36:08> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	ожившийлось-Ревущийфьорд", -- [700]
			"<22:36:17> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	аскельт-Ревущийфьорд", -- [701]
			"<22:36:20> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	аландир-Ревущийфьорд", -- [702]
			"<22:36:35> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [703]
			"<22:36:56> <Comm>		^1^Smldb^T^N1^T^S|8^T^S|14^T^S|5^N3^t^t^S|12^N60^S|11^T^S|14^T^t^t^S|1^B^S|2^B^S|5^N3^S|17^B^t^t^^	RAID	линлот-Ревущийфьорд", -- [704]
			"<22:36:56> <INFO>		OnMLDBReceived", -- [705]
			"<22:36:56> <Comm>		^1^Scouncil^T^N1^T^S1615-0AEB1962^B^t^t^^	RAID	линлот-Ревущийфьорд", -- [706]
			"<22:36:56> <DEBUG>		isCouncil	false", -- [707]
			"<22:37:22> <Comm>		^1^Smldb^T^N1^T^S|8^T^S|14^T^S|5^N3^t^t^S|12^N60^S|11^T^S|14^T^t^t^S|1^B^S|2^B^S|5^N3^S|17^B^t^t^^	RAID	линлот-Ревущийфьорд", -- [708]
			"<22:37:22> <INFO>		OnMLDBReceived", -- [709]
			"<22:37:22> <Comm>		^1^Scouncil^T^N1^T^S1615-0AEB1962^B^t^t^^	RAID	линлот-Ревущийфьорд", -- [710]
			"<22:37:22> <DEBUG>		isCouncil	false", -- [711]
			"<22:37:38> <Comm>		^1^Smldb^T^N1^T^S|8^T^S|14^T^S|5^N3^t^t^S|12^N60^S|11^T^S|14^T^t^t^S|1^B^S|2^B^S|5^N3^S|17^B^t^t^^	RAID	линлот-Ревущийфьорд", -- [712]
			"<22:37:38> <INFO>		OnMLDBReceived", -- [713]
			"<22:37:38> <Comm>		^1^Scouncil^T^N1^T^S1615-0AEB1962^B^t^t^^	RAID	линлот-Ревущийфьорд", -- [714]
			"<22:37:38> <DEBUG>		isCouncil	false", -- [715]
			"<22:38:27> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [716]
			"<22:38:27> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N4^N0^N5^N400.5^N6^N105^t^^	RAID	багетлюбви-Ревущийфьорд", -- [717]
			"<22:40:16> <DEBUG>		Event:	RAID_INSTANCE_WELCOME	Хранилище Воплощений (Героический)	469183	1	0", -- [718]
			"<22:40:17> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [719]
			"<22:40:17> <INFO>		UpdatePlayersData()", -- [720]
			"<22:40:19> <DEBUG>		GetML()", -- [721]
			"<22:43:44> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [722]
			"<22:43:44> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [723]
			"<22:43:57> <DEBUG>		Event:	LOOT_CLOSED", -- [724]
			"<22:44:09> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192626::::::::70:105:::::::::|h[Куча~`пыли]|h|r^N2^S196856^t^^	RAID	багетлюбви-Ревущийфьорд", -- [725]
			"<22:44:14> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	инсендиари-Ревущийфьорд", -- [726]
			"<22:44:24> <DEBUG>		Event:	LOOT_READY	true", -- [727]
			"<22:44:24> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0	1	Creature-0-3772-2522-17389-196856-00032DD0EB	1", -- [728]
			"<22:44:24> <DEBUG>		Adding to self.lootSlotInfo	2	|cff1eff00|Hitem:199014::::::::70:269:::3:7968:6652:1691:1:28:2159:::::|h[Мундир зверолова с островов с символом огненной вспышки]|h|r	2	1	Creature-0-3772-2522-17389-198868-0000ADD0EB	1", -- [729]
			"<22:44:24> <DEBUG>		Event:	LOOT_READY	true", -- [730]
			"<22:44:24> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0	1	Creature-0-3772-2522-17389-196856-00032DD0EB	1", -- [731]
			"<22:44:24> <DEBUG>		Adding to self.lootSlotInfo	2	|cff1eff00|Hitem:199014::::::::70:269:::3:7968:6652:1691:1:28:2159:::::|h[Мундир зверолова с островов с символом огненной вспышки]|h|r	2	1	Creature-0-3772-2522-17389-198868-0000ADD0EB	1", -- [732]
			"<22:44:25> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0", -- [733]
			"<22:44:25> <DEBUG>		OnLootSlotCleared()	2	|cff1eff00|Hitem:199014::::::::70:269:::3:7968:6652:1691:1:28:2159:::::|h[Мундир зверолова с островов с символом огненной вспышки]|h|r	2", -- [734]
			"<22:44:25> <DEBUG>		Event:	LOOT_CLOSED", -- [735]
			"<22:44:25> <DEBUG>		Event:	LOOT_CLOSED", -- [736]
			"<22:44:25> <Comm>		^1^Sl^T^N1^S198868^t^^	RAID	хугомонк-Ревущийфьорд", -- [737]
			"<22:44:25> <Comm>		^1^Sl^T^N1^S198868^t^^	RAID	хугомонк-Ревущийфьорд", -- [738]
			"<22:44:26> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	интоксикант-Ревущийфьорд", -- [739]
			"<22:44:26> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	интоксикант-Ревущийфьорд", -- [740]
			"<22:44:26> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	менструа-Ревущийфьорд", -- [741]
			"<22:44:26> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	менструа-Ревущийфьорд", -- [742]
			"<22:44:26> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ожившийлось-Ревущийфьорд", -- [743]
			"<22:44:26> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ожившийлось-Ревущийфьорд", -- [744]
			"<22:44:26> <Comm>		^1^Sl^T^N1^S198868^t^^	RAID	аландир-Ревущийфьорд", -- [745]
			"<22:44:26> <Comm>		^1^Sl^T^N1^S198868^t^^	RAID	аландир-Ревущийфьорд", -- [746]
			"<22:44:27> <DEBUG>		Storage:New	|cff1eff00|Hitem:199014::::::::70:269:::3:7968:6652:1691:1:28:2159:::::|h[Мундир зверолова с островов с символом огненной вспышки]|h|r	temp", -- [747]
			"<22:44:27> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199014::::::::70:269:::3:7968:6652:1691:1:28:2159:::::||h[Мундир зверолова с островов с символом огненной вспышки]||h||r	5", -- [748]
			"<22:44:27> <DEBUG>		Found:	nil	nil	nil", -- [749]
			"<22:44:28> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199014::::::::70:269:::3:7968:6652:1691:1:28:2159:::::||h[Мундир зверолова с островов с символом огненной вспышки]||h||r	5", -- [750]
			"<22:44:28> <DEBUG>		Found:	nil	nil	nil", -- [751]
			"<22:44:29> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199014::::::::70:269:::3:7968:6652:1691:1:28:2159:::::||h[Мундир зверолова с островов с символом огненной вспышки]||h||r	5", -- [752]
			"<22:44:29> <DEBUG>		Found:	nil	nil	nil", -- [753]
			"<22:44:30> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199014::::::::70:269:::3:7968:6652:1691:1:28:2159:::::||h[Мундир зверолова с островов с символом огненной вспышки]||h||r	5", -- [754]
			"<22:44:30> <DEBUG>		Found:	nil	nil	nil", -- [755]
			"<22:44:30> <ERROR>		UpdateAndSendRecentTradableItem: |cff1eff00|Hitem:199014::::::::70:269:::3:7968:6652:1691:1:28:2159:::::|h[Мундир зверолова с островов с символом огненной вспышки]|h|r not found in bags", -- [756]
			"<22:44:30> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	комт-Ревущийфьорд", -- [757]
			"<22:44:30> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	комт-Ревущийфьорд", -- [758]
			"<22:44:30> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	202003	|cffa335ee|Hitem:202003::::::::70:269::5:6:6652:8825:8820:7980:1485:8767:1:28:2159:::::|h[Поножи изначального охотника]|h|r	1	Ледиланатель	MAGE", -- [759]
			"<22:44:31> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ледиланатель-Ревущийфьорд", -- [760]
			"<22:44:31> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ледиланатель-Ревущийфьорд", -- [761]
			"<22:44:32> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190326	|cff0070dd|Hitem:190326::::::::70:269:::::::::|h[Пробуждающийся воздух]|h|r	3	Багетлюбви	DRUID", -- [762]
			"<22:44:32> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	багетлюбви-Ревущийфьорд", -- [763]
			"<22:44:32> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	багетлюбви-Ревущийфьорд", -- [764]
			"<22:44:34> <Comm>		^1^Stradable^T^N1^S|cffa335ee|Hitem:202003::::::::70:63::5:6:6652:8825:8820:7980:1485:8767:1:28:2159:::::|h[Поножи~`изначального~`охотника]|h|r^N2^S196856^t^^	RAID	ледиланатель-Ревущийфьорд", -- [765]
			"<22:45:22> <DEBUG>		Event:	LOOT_READY	true", -- [766]
			"<22:45:22> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0	1	Creature-0-3772-2522-17389-192769-00002DD0EB	1", -- [767]
			"<22:45:23> <DEBUG>		Event:	LOOT_READY	true", -- [768]
			"<22:45:23> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0	1	Creature-0-3772-2522-17389-192769-00002DD0EB	1", -- [769]
			"<22:45:23> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0", -- [770]
			"<22:45:23> <DEBUG>		Event:	LOOT_CLOSED", -- [771]
			"<22:45:23> <DEBUG>		Event:	LOOT_CLOSED", -- [772]
			"<22:45:23> <Comm>		^1^Sl^T^N1^S192769^t^^	RAID	хугомонк-Ревущийфьорд", -- [773]
			"<22:45:23> <Comm>		^1^Sl^T^N1^S192769^t^^	RAID	хугомонк-Ревущийфьорд", -- [774]
			"<22:45:25> <Comm>		^1^Sl^T^N1^S192769^t^^	RAID	интоксикант-Ревущийфьорд", -- [775]
			"<22:45:25> <Comm>		^1^Sl^T^N1^S192769^t^^	RAID	интоксикант-Ревущийфьорд", -- [776]
			"<22:45:26> <Comm>		^1^Sl^T^N1^S192769^t^^	RAID	комт-Ревущийфьорд", -- [777]
			"<22:45:26> <Comm>		^1^Sl^T^N1^S192769^t^^	RAID	комт-Ревущийфьорд", -- [778]
			"<22:45:26> <Comm>		^1^Sl^T^N1^S192769^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [779]
			"<22:45:26> <Comm>		^1^Sl^T^N1^S192769^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [780]
			"<22:45:26> <Comm>		^1^Sl^T^N1^S192769^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [781]
			"<22:45:26> <Comm>		^1^Sl^T^N1^S192769^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [782]
			"<22:45:52> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	злюдра-Ревущийфьорд", -- [783]
			"<22:46:25> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	аскельт-Ревущийфьорд", -- [784]
			"<22:46:25> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	аскельт-Ревущийфьорд", -- [785]
			"<22:46:49> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	дельфуего-Ревущийфьорд", -- [786]
			"<22:47:06> <Comm>		^1^SStopHandleLoot^T^t^^	RAID	линлот-Ревущийфьорд", -- [787]
			"<22:47:33> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [788]
			"<22:47:35> <DEBUG>		GetML()", -- [789]
			"<22:47:35> <DEBUG>		Resetting council as we have a new ML!", -- [790]
			"<22:47:35> <INFO>		MasterLooter	дельфуего-Ревущийфьорд	LootMethod	personalloot", -- [791]
			"<22:47:36> <Comm>		^1^SplayerInfoRequest^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [792]
			"<22:47:36> <DEBUG>		I'm an enchanter", -- [793]
			"<22:47:36> <Comm>		^1^Smldb^T^N1^T^S|2^B^S|12^N60^S|11^T^S|14^T^N4^T^S|15^SТрансмог^S|4^N4^S|16^T^N1^N0.7^N2^N0.7^N3^N0.7^N4^N1^t^t^t^t^S|1^B^S|3^B^S|8^T^S|14^T^N4^T^S|15^SТрансмог^t^S|5^N4^t^t^S|5^N4^S|17^B^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [794]
			"<22:47:36> <INFO>		OnMLDBReceived", -- [795]
			"<22:47:38> <Comm>		^1^Scouncil^T^N1^T^S1615-0A722347^B^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [796]
			"<22:47:38> <DEBUG>		isCouncil	false", -- [797]
			"<22:47:50> <DEBUG>		Timer MLdb_check passed", -- [798]
			"<22:47:54> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [799]
			"<22:49:38> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	ледотроль-Ревущийфьорд", -- [800]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [801]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [802]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [803]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аландир-Ревущийфьорд", -- [804]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [805]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [806]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^N2^SRCLootCouncil_ExtraUtilities~`-~`1.1.1^t^t^^	GUILD	дебрикассар-Ревущийфьорд", -- [807]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	линлот-Ревущийфьорд", -- [808]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [809]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [810]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аскельт-Ревущийфьорд", -- [811]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [812]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ожившийлось-Ревущийфьорд", -- [813]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	менструа-Ревущийфьорд", -- [814]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [815]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ледиланатель-Ревущийфьорд", -- [816]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [817]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [818]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бабусянатусе-Ревущийфьорд", -- [819]
			"<22:49:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [820]
			"<22:49:38> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N390.25^N6^N253^t^^	RAID	ледотроль-Ревущийфьорд", -- [821]
			"<22:50:38> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	ледотроль-Ревущийфьорд", -- [822]
			"<22:50:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^N2^SRCLootCouncil_ExtraUtilities~`-~`1.1.1^t^t^^	GUILD	дебрикассар-Ревущийфьорд", -- [823]
			"<22:50:38> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [824]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [825]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [826]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аландир-Ревущийфьорд", -- [827]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [828]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [829]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	линлот-Ревущийфьорд", -- [830]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аскельт-Ревущийфьорд", -- [831]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [832]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	менструа-Ревущийфьорд", -- [833]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ожившийлось-Ревущийфьорд", -- [834]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ледиланатель-Ревущийфьорд", -- [835]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [836]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [837]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [838]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бабусянатусе-Ревущийфьорд", -- [839]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [840]
			"<22:50:39> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N390.25^N6^N253^t^^	RAID	ледотроль-Ревущийфьорд", -- [841]
			"<22:50:39> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [842]
			"<22:50:47> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [843]
			"<22:56:19> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [844]
			"<22:56:19> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N4^N0^N5^N397.5625^N6^N256^t^^	RAID	хохохохохох-Ревущийфьорд", -- [845]
			"<22:56:56> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	интоксикант-Ревущийфьорд", -- [846]
			"<22:56:56> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N400^N6^N260^t^^	RAID	интоксикант-Ревущийфьорд", -- [847]
			"<22:58:56> <DEBUG>		Event:	ENCOUNTER_START	2635	Дафия Перерожденная	15	20", -- [848]
			"<22:58:56> <INFO>		UpdatePlayersData()", -- [849]
			"<22:58:56> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [850]
			"<23:01:43> <DEBUG>		Event:	ENCOUNTER_END	2635	Дафия Перерожденная	15	20	0", -- [851]
			"<23:02:42> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	ледиланатель-Ревущийфьорд", -- [852]
			"<23:02:42> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N395.5^N6^N63^t^^	RAID	ледиланатель-Ревущийфьорд", -- [853]
			"<23:03:10> <DEBUG>		Event:	ENCOUNTER_START	2635	Дафия Перерожденная	15	20", -- [854]
			"<23:03:10> <INFO>		UpdatePlayersData()", -- [855]
			"<23:03:10> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [856]
			"<23:08:45> <DEBUG>		Event:	ENCOUNTER_END	2635	Дафия Перерожденная	15	20	1", -- [857]
			"<23:08:47> <DEBUG>[GroupLoot]		START_LOOT_ROLL	1", -- [858]
			"<23:08:47> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:194302::::::::70:269::5:3:7980:1485:8767::::::|h[Благословение Пожирательницы Бурь]|h|r", -- [859]
			"<23:08:47> <DEBUG>[GroupLoot]		START_LOOT_ROLL	2", -- [860]
			"<23:08:47> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195495::::::::70:269::5:6:6652:7980:8825:8818:1485:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r", -- [861]
			"<23:08:47> <DEBUG>[GroupLoot]		START_LOOT_ROLL	3", -- [862]
			"<23:08:47> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196602::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из почитаемого граната]|h|r", -- [863]
			"<23:08:47> <DEBUG>[GroupLoot]		START_LOOT_ROLL	4", -- [864]
			"<23:08:47> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196587::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из жуткого граната]|h|r", -- [865]
			"<23:08:47> <DEBUG>		Event:	LOOT_READY	true", -- [866]
			"<23:08:47> <DEBUG>		Ignoring	nil	as it's a currency", -- [867]
			"<23:08:47> <DEBUG>		Adding to self.lootSlotInfo	4	|cffa335ee|Hitem:194302::::::::70:269::5:3:7980:1485:8767::::::|h[Благословение Пожирательницы Бурь]|h|r	4	1	Vehicle-0-3772-2522-17389-189813-00002DD624	1", -- [868]
			"<23:08:47> <DEBUG>		Adding to self.lootSlotInfo	5	|cffa335ee|Hitem:195495::::::::70:269::5:6:6652:7980:8825:8818:1485:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r	4	1	Vehicle-0-3772-2522-17389-189813-00002DD624	1", -- [869]
			"<23:08:47> <DEBUG>		Adding to self.lootSlotInfo	6	|cffa335ee|Hitem:196587::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из жуткого граната]|h|r	4	1	Vehicle-0-3772-2522-17389-189813-00002DD624	1", -- [870]
			"<23:08:47> <DEBUG>		Adding to self.lootSlotInfo	7	|cffa335ee|Hitem:196602::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из почитаемого граната]|h|r	4	1	Vehicle-0-3772-2522-17389-189813-00002DD624	1", -- [871]
			"<23:08:47> <DEBUG>		OnLootSlotCleared()	4	|cffa335ee|Hitem:194302::::::::70:269::5:3:7980:1485:8767::::::|h[Благословение Пожирательницы Бурь]|h|r	4", -- [872]
			"<23:08:47> <DEBUG>		Event:	LOOT_READY	true", -- [873]
			"<23:08:47> <DEBUG>		Ignoring	nil	as it's a currency", -- [874]
			"<23:08:47> <DEBUG>		Adding to self.lootSlotInfo	5	|cffa335ee|Hitem:195495::::::::70:269::5:6:6652:7980:8825:8818:1485:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r	4	1	Vehicle-0-3772-2522-17389-189813-00002DD624	1", -- [875]
			"<23:08:47> <DEBUG>		Adding to self.lootSlotInfo	6	|cffa335ee|Hitem:196587::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из жуткого граната]|h|r	4	1	Vehicle-0-3772-2522-17389-189813-00002DD624	1", -- [876]
			"<23:08:47> <DEBUG>		Adding to self.lootSlotInfo	7	|cffa335ee|Hitem:196602::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из почитаемого граната]|h|r	4	1	Vehicle-0-3772-2522-17389-189813-00002DD624	1", -- [877]
			"<23:08:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ожившийлось	DEATHKNIGHT", -- [878]
			"<23:08:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хугомонк	MONK", -- [879]
			"<23:08:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Менструа	DEATHKNIGHT", -- [880]
			"<23:08:48> <DEBUG>		OnLootSlotCleared()	5	|cffa335ee|Hitem:195495::::::::70:269::5:6:6652:7980:8825:8818:1485:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r	4", -- [881]
			"<23:08:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ожившийлось	DEATHKNIGHT", -- [882]
			"<23:08:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Менструа	DEATHKNIGHT", -- [883]
			"<23:08:48> <DEBUG>		OnLootSlotCleared()	7	|cffa335ee|Hitem:196602::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из почитаемого граната]|h|r	4", -- [884]
			"<23:08:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хугомонк	MONK", -- [885]
			"<23:08:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Аландир	DEMONHUNTER", -- [886]
			"<23:08:48> <DEBUG>		OnLootSlotCleared()	6	|cffa335ee|Hitem:196587::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из жуткого граната]|h|r	4", -- [887]
			"<23:08:48> <DEBUG>		Event:	LOOT_CLOSED", -- [888]
			"<23:08:48> <DEBUG>		Event:	LOOT_CLOSED", -- [889]
			"<23:08:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Интоксикант	ROGUE", -- [890]
			"<23:08:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Интоксикант	ROGUE", -- [891]
			"<23:08:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Дельфуего	ROGUE", -- [892]
			"<23:08:48> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	хугомонк-Ревущийфьорд", -- [893]
			"<23:08:48> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	хугомонк-Ревущийфьорд", -- [894]
			"<23:08:48> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	менструа-Ревущийфьорд", -- [895]
			"<23:08:48> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	менструа-Ревущийфьорд", -- [896]
			"<23:08:48> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	ожившийлось-Ревущийфьорд", -- [897]
			"<23:08:48> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	ожившийлось-Ревущийфьорд", -- [898]
			"<23:08:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Дельфуего	ROGUE", -- [899]
			"<23:08:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аландир	DEMONHUNTER", -- [900]
			"<23:08:48> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	интоксикант-Ревущийфьорд", -- [901]
			"<23:08:48> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	интоксикант-Ревущийфьорд", -- [902]
			"<23:08:48> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	аландир-Ревущийфьорд", -- [903]
			"<23:08:48> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	аландир-Ревущийфьорд", -- [904]
			"<23:08:48> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	дельфуего-Ревущийфьорд", -- [905]
			"<23:08:48> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	дельфуего-Ревущийфьорд", -- [906]
			"<23:08:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледиланатель	MAGE", -- [907]
			"<23:08:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледиланатель	MAGE", -- [908]
			"<23:08:51> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бишарк	SHAMAN", -- [909]
			"<23:08:51> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хохохохохох	PRIEST", -- [910]
			"<23:08:51> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хохохохохох	PRIEST", -- [911]
			"<23:08:51> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бишарк	SHAMAN", -- [912]
			"<23:08:52> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S196587:::::::::::5:4:7980:8829:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SДафия~`Перерожденная^t^N2^T^Sstring^S196602:::::::::::5:4:7980:8829:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SДафия~`Перерожденная^t^N3^T^Sstring^S195495:::::::::::5:6:6652:7980:8825:8818:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SДафия~`Перерожденная^t^N4^T^Sstring^S194302:::::::::::5:3:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SДафия~`Перерожденная^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [913]
			"<23:08:52> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196587::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из жуткого граната]|h|r", -- [914]
			"<23:08:52> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196602::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из почитаемого граната]|h|r", -- [915]
			"<23:08:52> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195495::::::::70:269::5:6:6652:7980:8825:8818:1485:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r", -- [916]
			"<23:08:52> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196587::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из жуткого граната]|h|r	INVTYPE_HAND", -- [917]
			"<23:08:52> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196602::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из почитаемого граната]|h|r	INVTYPE_HAND", -- [918]
			"<23:08:52> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195495::::::::70:269::5:6:6652:7980:8825:8818:1485:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r	INVTYPE_FEET", -- [919]
			"<23:08:52> <INFO>		GetPlayersGear	|cffa335ee|Hitem:194302::::::::70:269::5:3:7980:1485:8767::::::|h[Благословение Пожирательницы Бурь]|h|r	INVTYPE_TRINKET", -- [920]
			"<23:08:52> <DEBUG>		LootFrame	GetFrame()", -- [921]
			"<23:08:52> <INFO>		LootFrame:Start	4	nil", -- [922]
			"<23:08:52> <DEBUG>		GetButtons	default", -- [923]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N105^N2^N400.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N10^t^Sgear1^T^N1^S137480::::::::70:105::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279^N2^S137480::::::::70:105::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279^N3^S137497:6612:::::::70:105::16:8:8967:7977:6652:8822:8818:9144:3274:8767:1:28:1279^N4^S191492::::::::70:105::13:5:8836:8840:8902:8801:8845:4:28:2164:38:7:40:201:46:197921^t^Sgear2^T^N4^S137484::::::::70:105::33:6:8968:7977:6652:9144:3277:8767:1:28:1279^t^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [924]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N253^N2^N390.25^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N29^N2^N29^N3^N22^N4^N32^t^Sgear1^T^N1^S193752::::::::70:253::16:8:8962:7977:6652:8822:8817:9144:1601:8767:1:28:1279^N2^S193752::::::::70:253::16:8:8962:7977:6652:8822:8817:9144:1601:8767:1:28:1279^N3^S193421:6612:::::::70:253::13:5:8836:8840:8902:8800:8790:6:28:2164:29:32:30:40:38:6:40:352:47:192552^N4^S144113::::::::70:253::16:6:8964:7977:6652:9144:3275:8767:1:28:1279^t^Sgear2^T^N4^S198542::::::::70:253::36:4:6652:1430:5865:8767:1:28:2537^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [925]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N577^N2^N399.0625^N3^T^Sresponse^T^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N16^N4^N0^t^Sgear1^T^N1^S200344::::::::70:577::3:5:7979:6652:8829:1472:8767:1:28:1040^N2^S200344::::::::70:577::3:5:7979:6652:8829:1472:8767:1:28:1040^N3^S109787:6612:::::::70:577::33:8:8966:7977:6652:8822:8818:9144:3277:8767:1:28:1279^N4^S137486::::::::70:577::33:6:7977:6652:9144:8970:3284:8767:1:28:1279^t^Sgear2^T^N4^S194302::::::::70:577::5:4:6652:7980:1485:8767:1:28:2474^t^t^t^^	RAID	аландир-Ревущийфьорд", -- [926]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N105^N2^N400.8125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N10^N2^N10^N3^N10^N4^N10^t^Sgear1^T^N1^S137480::::::::70:105::16:8:8968:7977:6652:8822:8817:9144:3277:8767:1:28:1279^N2^S137480::::::::70:105::16:8:8968:7977:6652:8822:8817:9144:3277:8767:1:28:1279^N3^S109787:6613:::::::70:105::16:8:8968:7977:6652:8822:8818:9144:3283:8767:1:28:1279^N4^S193748::::::::70:105::16:6:8968:7977:6652:9144:1620:8767:1:28:1279^t^Sgear2^T^N4^S194300::::::::70:105::5:4:6652:7980:1485:8767^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [927]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N66^N2^N392.9375^N3^T^Sresponse^T^N1^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N16^N4^N26^t^Sgear1^T^N1^S200416::::::::70:66::3:5:7979:6652:8829:1472:8767:1:28:1040^N2^S200416::::::::70:66::3:5:7979:6652:8829:1472:8767:1:28:1040^N3^S136772:6605:::::::70:66::33:8:8966:7977:6652:8822:8818:9144:3271:8767:1:28:1279^N4^S194299::::::::70:66::3:4:7979:41:1472:8767^t^Sgear2^T^N4^S193477::::::::70:66::42:4:6652:1485:5864:8767:1:28:2287^t^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [928]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N254^N2^N386.875^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N19^N2^N19^N3^N16^N4^N29^t^Sgear1^T^N1^S191999::::::::70:254::72:5:9135:6652:1494:5862:8767:1:28:2437^N2^S191999::::::::70:254::72:5:9135:6652:1494:5862:8767:1:28:2437^N3^S193715:6606:::::::70:254::16:8:8966:7977:6652:8822:8818:9144:1614:8767:1:28:1279^N4^S193006::::::::70:254::13:4:8836:8840:8902:8800:3:28:2164:38:6:40:254^t^Sgear2^T^N4^S144113::::::::70:254::33:6:8962:7977:6652:9144:3269:8767:1:28:1279^t^t^t^^	RAID	аскельт-Ревущийфьорд", -- [929]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N260^N2^N397.25^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N16^N4^N0^t^Sgear1^T^N1^S200371::::::::70:260::3:5:7979:6652:8829:1472:8767^N2^S200371::::::::70:260::3:5:7979:6652:8829:1472:8767^N3^S109787::::::::70:260::33:8:8966:7977:6652:8822:8818:9144:3277:8767:1:28:1279^N4^S200563::::::::70:260::26:4:6652:1488:5864:8767:1:28:2287^t^Sgear2^T^N4^S194302::::::::70:260::5:4:6652:7980:1485:8767^t^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [930]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N251^N2^N398.4375^N3^T^Sresponse^T^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N16^t^Sgear1^T^N1^S200407::::::::70:251::3:5:7979:6652:8829:1472:8767:1:28:1040^N2^S200407::::::::70:251::3:5:7979:6652:8829:1472:8767:1:28:1040^N3^S193630:6607:::::::70:251::16:8:8967:7977:40:8822:8818:9144:1617:8767:1:28:1279^N4^S110012::::::::70:251::33:6:8966:7977:6652:9144:3277:8767:1:28:1279^t^Sgear2^T^N4^S193762::::::::70:251::16:6:7977:6652:9144:8971:1630:8767:1:28:1279^t^t^t^^	RAID	менструа-Ревущийфьорд", -- [931]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N256^N2^N397.5625^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N10^N2^N10^N3^N26^N4^N6^t^Sgear1^T^N1^S195523::::::::70:256::3:6:6652:7979:8821:8817:1472:8767^N2^S195523::::::::70:256::3:6:6652:7979:8821:8817:1472:8767^N3^S191984:6606:::::::70:256::73:4:6652:1485:5864:8767:1:28:2437^N4^S194300::::::::70:256::5:4:6652:7980:1485:8767^t^Sgear2^T^N4^S191492::::::::70:256::13:5:8836:8840:8902:8802:8845:4:28:2164:38:8:40:201:46:197921^t^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [932]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N260^N2^N400^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N16^N2^N16^N3^N16^N4^N0^t^Sgear1^T^N1^S193758::::::::70:260::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N2^S193758::::::::70:260::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N3^S137497:6612:::::::70:260::16:8:8966:7977:6652:8822:8818:9144:3271:8767:1:28:1279^N4^S137486::::::::70:260::16:6:7977:6652:9144:8972:3290:8767:1:28:1279^t^Sgear2^T^N4^S194305::::::::70:260::5:4:7980:6652:1485:8767:1:28:2474^t^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [933]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N269^N2^N392.3125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N36^t^Sgear1^T^N1^S195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^N2^S195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^N3^S200739:6612:::::::70:269::81:5:8821:8818:6652:1478:8767:1:28:2471^N4^S192797::::::::70:269::37:4:6652:1481:5862:8767:1:28:2521^t^Sgear2^T^N4^S193701::::::::70:269::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [934]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N259^N2^N395.4375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N19^N2^N19^N3^N10^N4^N36^t^Sgear1^T^N1^S193721::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279^N2^S193721::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279^N3^S109787:6612:::::::70:259::16:8:8968:7977:6652:8822:8818:9144:3283:8767:1:28:1279^N4^S193701::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157^t^Sgear2^T^N4^S198542::::::::70:259::36:4:6652:1430:5865:8767:1:28:2537^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [935]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N62^N2^N393.25^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N10^N2^N10^N3^N19^N4^N10^t^Sgear1^T^N1^S195523::::::::70:62::3:6:6652:7979:8821:8817:1472:8767^N2^S195523::::::::70:62::3:6:6652:7979:8821:8817:1472:8767^N3^S136774:6606:::::::70:62::33:8:8965:7977:6652:8822:8818:9144:3268:8767:1:28:1279^N4^S194310::::::::70:62::3:4:6652:7979:1472:8767:1:28:2160^t^Sgear2^T^N4^S137485::::::::70:62::35:6:8969:7977:6652:9144:3281:8767^t^t^t^^	RAID	арканбурст-Ревущийфьорд", -- [936]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N252^N2^N392.4375^N3^T^Sresponse^T^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N32^N4^N36^t^Sgear1^T^N1^S200407::::::::70:252::3:5:7979:6652:8829:1472:8767:1:28:1040^N2^S200407::::::::70:252::3:5:7979:6652:8829:1472:8767:1:28:1040^N3^S200457:6605:::::::70:252::25:1:1472:1:28:2078^N4^S194303::::::::70:252::5:4:6652:7980:1485:8767^t^Sgear2^T^N4^S193701::::::::70:252::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [937]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N250^N2^N398.1875^N3^T^Sresponse^T^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N16^N4^N13^t^Sgear1^T^N1^S200407::::::::70:250::3:5:7979:6652:8829:1472:8767:1:28:1040^N2^S200407::::::::70:250::3:5:7979:6652:8829:1472:8767:1:28:1040^N3^S193630:6612:::::::70:250::16:8:8966:7977:6652:8822:8818:9144:1614:8767:1:28:1279^N4^S194306::::::::70:250::3:4:7979:6652:1472:8767^t^Sgear2^T^N4^S194299::::::::70:250::5:4:7980:6652:1485:8767^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [938]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N63^N2^N395.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N23^N2^N23^N3^N16^N4^N36^t^Sgear1^T^N1^S199419::::::::70:63::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^N2^S199419::::::::70:63::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^N3^S191984:6606:::::::70:63::72:5:9135:6652:1494:5865:8767:1:28:2437^N4^S191492::::::::70:63::13:5:8836:8840:8902:8802:8845:4:28:2164:38:8:40:201:46:197921^t^Sgear2^T^N4^S193791::::::::70:63::23:4:7977:6652:1594:8767:1:28:2155^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [939]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N264^N2^N390.8125^N3^T^Sresponse^T^N1^B^t^Sdiff^T^N1^N13^N2^N13^N3^N26^N4^N32^t^Sgear1^T^N1^S200398::::::::70:264::3:5:7979:6652:8829:1472:8767^N2^S200398::::::::70:264::3:5:7979:6652:8829:1472:8767^N3^S191998:6605:::::::70:264::73:4:6652:1485:5864:8767:1:28:2437^N4^S194300::::::::70:264::3:4:6652:7979:1472:8767^t^Sgear2^T^N4^S198539::::::::70:264::36:4:42:1430:5865:8767:1:28:2537^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [940]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N266^N2^N396.75^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N23^N4^N29^t^Sgear1^T^N1^S200335::::::::70:266::3:5:7979:6652:8829:1472:8767:1:28:1040^N2^S200335::::::::70:266::3:5:7979:6652:8829:1472:8767:1:28:1040^N3^S199418:6612:::::::70:266::14:6:8943:6652:8822:8818:1507:8767:1:28:2474^N4^S198407::::::::70:266::37:4:41:1433:5865:8767:1:28:2287^t^Sgear2^T^N4^S191492::::::::70:266::13:5:8836:8840:8902:8799:8845:4:28:2164:38:5:40:201:46:197921^t^t^t^^	RAID	комт-Ревущийфьорд", -- [941]
			"<23:08:52> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ксимаксрога	ROGUE", -- [942]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N257^N2^N392.8125^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N26^N2^N26^N3^N23^N4^N10^t^Sgear1^T^N1^S144118::::::::70:257::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279^N2^S144118::::::::70:257::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279^N3^S199418:6606:::::::70:257::14:6:8943:6652:8822:8818:1507:8767:1:28:2474^N4^S194300::::::::70:257::5:4:6652:7980:1485:8767^t^Sgear2^T^N4^S194307::::::::70:257::3:4:7979:6652:1472:8767^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [943]
			"<23:08:52> <Comm>		^1^SlootAck^T^N1^N254^N2^N396.8125^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N32^t^Sgear1^T^N1^S200389::::::::70:254::3:5:7979:6652:8829:1472:8767:1:28:1040^N2^S200389::::::::70:254::3:5:7979:6652:8829:1472:8767:1:28:1040^N3^S195495:6612:::::::70:254::3:6:6652:7979:8821:8818:1472:8767^N4^S200859::::::::70:254::27:4:6652:1494:5849:8767:1:28:2534^t^Sgear2^T^N4^S193701::::::::70:254::16:6:7977:6652:9144:8970:1627:8767:1:28:1279^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [944]
			"<23:08:52> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ксимаксрога	ROGUE", -- [945]
			"<23:08:53> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	натазат-Ревущийфьорд", -- [946]
			"<23:08:53> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [947]
			"<23:08:56> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Багетлюбви	DRUID", -- [948]
			"<23:08:56> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Багетлюбви	DRUID", -- [949]
			"<23:09:00> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	линлот-Ревущийфьорд", -- [950]
			"<23:09:00> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [951]
			"<23:09:00> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	комт-Ревущийфьорд", -- [952]
			"<23:09:00> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	линлот-Ревущийфьорд", -- [953]
			"<23:09:00> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [954]
			"<23:09:01> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N2^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [955]
			"<23:09:01> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Арканбурст	MAGE", -- [956]
			"<23:09:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Арканбурст	MAGE", -- [957]
			"<23:09:02> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N3^t^t^^	RAID	бишарк-Ревущийфьорд", -- [958]
			"<23:09:02> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [959]
			"<23:09:02> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [960]
			"<23:09:03> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	аскельт-Ревущийфьорд", -- [961]
			"<23:09:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Линлот	HUNTER", -- [962]
			"<23:09:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Линлот	HUNTER", -- [963]
			"<23:09:04> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^Sтретий~`кусок^Sresponse^N1^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [964]
			"<23:09:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Комт	WARLOCK", -- [965]
			"<23:09:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Комт	WARLOCK", -- [966]
			"<23:09:05> <Comm>		^1^Soffline_timer^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [967]
			"<23:09:06> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	аскельт-Ревущийфьорд", -- [968]
			"<23:09:06> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бабусянатусе	PRIEST", -- [969]
			"<23:09:06> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бабусянатусе	PRIEST", -- [970]
			"<23:09:07> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [971]
			"<23:09:09> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^Sапнет~`имеющийся^Sresponse^N2^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [972]
			"<23:09:09> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	бишарк-Ревущийфьорд", -- [973]
			"<23:09:09> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [974]
			"<23:09:10> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [975]
			"<23:09:11> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	бишарк-Ревущийфьорд", -- [976]
			"<23:09:12> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Snote^Sап~`второго~`куска^Sresponse^N1^t^t^^	RAID	аландир-Ревущийфьорд", -- [977]
			"<23:09:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Злюдра	DRUID", -- [978]
			"<23:09:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Злюдра	DRUID", -- [979]
			"<23:09:13> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N2^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [980]
			"<23:09:13> <Comm>		^1^Srolls^T^N1^N3^N2^T^Sледотроль-Ревущийфьорд^N59^Sкомт-Ревущийфьорд^N32^Sбабусянатусе-Ревущийфьорд^N7^Sожившийлось-Ревущийфьорд^N4^Sледиланатель-Ревущийфьорд^N95^Sзлюдра-Ревущийфьорд^N30^Sинсендиари-Ревущийфьорд^N73^Sнотушка-Ревущийфьорд^N55^Sлинлот-Ревущийфьорд^N21^Sдельфуего-Ревущийфьорд^N82^Sбагетлюбви-Ревущийфьорд^N91^Sхохохохохох-Ревущийфьорд^N26^Sарканбурст-Ревущийфьорд^N35^Sбишарк-Ревущийфьорд^N31^Sксимаксрога-Ревущийфьорд^N47^Sинтоксикант-Ревущийфьорд^N93^Sменструа-Ревущийфьорд^N33^Sаскельт-Ревущийфьорд^N24^Sхугомонк-Ревущийфьорд^N36^Sаландир-Ревущийфьорд^N83^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [981]
			"<23:09:14> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	аландир-Ревущийфьорд", -- [982]
			"<23:09:14> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [983]
			"<23:09:15> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [984]
			"<23:09:16> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Инсендиари	PALADIN", -- [985]
			"<23:09:16> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Инсендиари	PALADIN", -- [986]
			"<23:09:16> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледотроль	HUNTER", -- [987]
			"<23:09:16> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледотроль	HUNTER", -- [988]
			"<23:09:18> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [989]
			"<23:09:19> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Аскельт	HUNTER", -- [990]
			"<23:09:20> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аскельт	HUNTER", -- [991]
			"<23:09:26> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [992]
			"<23:09:34> <DEBUG>		GetButtons	default", -- [993]
			"<23:09:35> <DEBUG>		LootFrame:Response	1	Response:	Основной спек/Нужно", -- [994]
			"<23:09:35> <DEBUG>		SendResponse	group	4	1	nil	nil	типа топ5, но хз как реализовывать, так что на твоё усмотрение	nil	nil	nil	nil	nil	nil	nil", -- [995]
			"<23:09:35> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:194302::::::::70:269::5:3:7980:1485:8767::::::|h[Благословение Пожирательницы Бурь]|h|r", -- [996]
			"<23:09:35> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Snote^Sтипа~`топ5,~`но~`хз~`как~`реализовывать,~`так~`что~`на~`твоё~`усмотрение^Sresponse^N1^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [997]
			"<23:09:44> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Snote^Sесть~`такие~`нормал,~`2~`куска~`есть^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [998]
			"<23:09:51> <Comm>		^1^Srolls^T^N1^N1^N2^T^Sледотроль-Ревущийфьорд^N88^Sкомт-Ревущийфьорд^N51^Sбабусянатусе-Ревущийфьорд^N20^Sожившийлось-Ревущийфьорд^N65^Sледиланатель-Ревущийфьорд^N75^Sзлюдра-Ревущийфьорд^N19^Sинсендиари-Ревущийфьорд^N71^Sнотушка-Ревущийфьорд^N61^Sлинлот-Ревущийфьорд^N79^Sдельфуего-Ревущийфьорд^N55^Sбагетлюбви-Ревущийфьорд^N42^Sхохохохохох-Ревущийфьорд^N26^Sарканбурст-Ревущийфьорд^N39^Sбишарк-Ревущийфьорд^N53^Sксимаксрога-Ревущийфьорд^N34^Sинтоксикант-Ревущийфьорд^N69^Sменструа-Ревущийфьорд^N52^Sаскельт-Ревущийфьорд^N37^Sхугомонк-Ревущийфьорд^N54^Sаландир-Ревущийфьорд^N44^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [999]
			"12/29/22", -- [1000]
			"<23:10:14> <INFO>		Logged In", -- [1001]
			"<23:10:14> <INFO>[ML]		Init", -- [1002]
			"<23:10:14> <INFO>		RCLootCouncil	TradeUI enabled", -- [1003]
			"<23:10:17> <INFO>		хугомонк-Ревущийфьорд	3.6.6	nil", -- [1004]
			"<23:10:17> <DEBUG>		ActivateSkin	bfa", -- [1005]
			"<23:10:22> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	true", -- [1006]
			"<23:10:22> <INFO>		UpdatePlayersData()", -- [1007]
			"<23:10:22> <INFO>		Player relog...", -- [1008]
			"<23:10:23> <DEBUG>		GetPlayersGuildRank()", -- [1009]
			"<23:10:23> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1010]
			"<23:10:23> <DEBUG>		GetML()", -- [1011]
			"<23:10:23> <DEBUG>		Resetting council as we have a new ML!", -- [1012]
			"<23:10:23> <INFO>		MasterLooter	дельфуего-Ревущийфьорд	LootMethod	personalloot", -- [1013]
			"<23:10:23> <DEBUG>		I'm an enchanter", -- [1014]
			"<23:10:24> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1015]
			"<23:10:24> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N3^B^N4^N26^N5^N392.3125^N6^N269^t^^	RAID	хугомонк-Ревущийфьорд", -- [1016]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [1017]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^N2^SRCLootCouncil_ExtraUtilities~`-~`1.1.1^t^t^^	GUILD	дебрикассар-Ревущийфьорд", -- [1018]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	линлот-Ревущийфьорд", -- [1019]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [1020]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [1021]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аландир-Ревущийфьорд", -- [1022]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1023]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1024]
			"<23:10:24> <Comm>		^1^Smldb^T^N1^T^S|2^B^S|12^N60^S|11^T^S|14^T^N4^T^S|15^SТрансмог^S|4^N4^S|16^T^N1^N0.7^N2^N0.7^N3^N0.7^N4^N1^t^t^t^t^S|1^B^S|3^B^S|8^T^S|14^T^N4^T^S|15^SТрансмог^t^S|5^N4^t^t^S|5^N4^S|17^B^t^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [1025]
			"<23:10:24> <INFO>		OnMLDBReceived", -- [1026]
			"<23:10:24> <Comm>		^1^Scouncil^T^N1^T^S1615-0A722347^B^t^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [1027]
			"<23:10:24> <DEBUG>		isCouncil	false", -- [1028]
			"<23:10:24> <Comm>		^1^SStartHandleLoot^T^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [1029]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1030]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	менструа-Ревущийфьорд", -- [1031]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аскельт-Ревущийфьорд", -- [1032]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ожившийлось-Ревущийфьорд", -- [1033]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1034]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1035]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1036]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ледиланатель-Ревущийфьорд", -- [1037]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1038]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [1039]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бабусянатусе-Ревущийфьорд", -- [1040]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1041]
			"<23:10:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1042]
			"<23:10:28> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S196587:::::::::::5:4:7980:8829:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SДафия~`Перерожденная^t^N2^T^Sstring^S196602:::::::::::5:4:7980:8829:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SДафия~`Перерожденная^t^N3^T^Sstring^S195495:::::::::::5:6:6652:7980:8825:8818:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SДафия~`Перерожденная^t^N4^T^Sstring^S194302:::::::::::5:3:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SДафия~`Перерожденная^t^t^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [1043]
			"<23:10:28> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196587::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из жуткого граната]|h|r", -- [1044]
			"<23:10:28> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196602::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из почитаемого граната]|h|r", -- [1045]
			"<23:10:28> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195495::::::::70:269::5:6:6652:7980:8825:8818:1485:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r", -- [1046]
			"<23:10:28> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196587::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из жуткого граната]|h|r	INVTYPE_HAND", -- [1047]
			"<23:10:28> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196602::::::::70:269::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из почитаемого граната]|h|r	INVTYPE_HAND", -- [1048]
			"<23:10:28> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195495::::::::70:269::5:6:6652:7980:8825:8818:1485:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r	INVTYPE_FEET", -- [1049]
			"<23:10:28> <INFO>		GetPlayersGear	|cffa335ee|Hitem:194302::::::::70:269::5:3:7980:1485:8767::::::|h[Благословение Пожирательницы Бурь]|h|r	INVTYPE_TRINKET", -- [1050]
			"<23:10:28> <DEBUG>		LootFrame	GetFrame()", -- [1051]
			"<23:10:28> <INFO>		LootFrame:Start	4	nil", -- [1052]
			"<23:10:28> <DEBUG>		GetButtons	default", -- [1053]
			"<23:10:28> <Comm>		^1^SlootAck^T^N1^N269^N2^N392.3125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N36^t^Sgear1^T^N1^S195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^N2^S195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^N3^S200739:6612:::::::70:269::81:5:8821:8818:6652:1478:8767:1:28:2471^N4^S192797::::::::70:269::37:4:6652:1481:5862:8767:1:28:2521^t^Sgear2^T^N4^S193701::::::::70:269::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1054]
			"<23:10:29> <Comm>		^1^SreconnectData^T^N1^T^N1^T^SequipLoc^SINVTYPE_HAND^Sstring^S196587:::::::::::5:4:7980:8829:1485:8767^Silvl^N408^Sadded^B^StypeID^N15^Sboss^SДафия~`Перерожденная^Sboe^b^Stexture^N4555635^Slink^S|cffa335ee|Hitem:196587::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень~`Кузни~`из~`жуткого~`граната]|h|r^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^SsubType^SХлам^SsubTypeID^N0^Stoken^SHandsSlot^Sclasses^N2336^ShaveVoted^b^Squality^N4^Ssession^N1^Scandidates^T^Sледотроль-Ревущийфьорд^T^ShaveVoted^b^Silvl^N390.25^Sclass^SHUNTER^Sroll^N88^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N29^Svotes^N0^SspecID^N253^Sgear1^Sitem:193752::::::::70:253::16:8:8962:7977:6652:8822:8817:9144:1601:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sкомт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.75^Sclass^SWARLOCK^Sroll^N51^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N266^Sgear1^Sitem:200335::::::::70:266::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sбабусянатусе-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.8125^Sclass^SPRIEST^Sroll^N20^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N26^Svotes^N0^SspecID^N257^Sgear1^Sitem:144118::::::::70:257::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sожившийлось-Ревущийфьорд^T^ShaveVoted^b^Silvl^N398.1875^Sclass^SDEATHKNIGHT^Sroll^N65^Sresponse^N2^Svoters^T^t^Srole^STANK^Sdiff^N13^Svotes^N0^SspecID^N250^Sgear1^Sitem:200407::::::::70:250::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sледиланатель-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.5^Sclass^SMAGE^Sroll^N75^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N23^Svotes^N0^SspecID^N63^Sgear1^Sitem:199419::::::::70:63::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^Srank^SОтряд~`Репка^t^Sзлюдра-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400.8125^Sclass^SDRUID^Sroll^N19^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N10^Svotes^N0^SspecID^N105^Sgear1^Sitem:137480::::::::70:105::16:8:8968:7977:6652:8822:8817:9144:3277:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sхугомонк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.3125^Sclass^SMONK^Sroll^N54^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N269^Sgear1^Sitem:195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^Srank^SОтряд~`Репка^t^Sнотушка-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.4375^Sroll^N61^Sclass^SDEATHKNIGHT^Snote^Sесть~`такие~`нормал,~`2~`куска~`есть^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N252^Sgear1^Sitem:200407::::::::70:252::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sлинлот-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.8125^Sclass^SHUNTER^Sroll^N79^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N254^Sgear1^Sitem:200389::::::::70:254::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SМастер~`Огня^t^Sдельфуего-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.4375^Sclass^SROGUE^Sroll^N55^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N19^Svotes^N0^SspecID^N259^Sgear1^Sitem:193721::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279^Srank^SТемный~`совет^t^Sксимаксрога-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.25^Sclass^SROGUE^Sroll^N34^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N260^Sgear1^Sitem:200371::::::::70:260::3:5:7979:6652:8829:1472:8767^Srank^SОтряд~`Репка^t^Sхохохохохох-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.5625^Sclass^SPRIEST^Sroll^N26^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N10^Svotes^N0^SspecID^N256^Sgear1^Sitem:195523::::::::70:256::3:6:6652:7979:8821:8817:1472:8767^Srank^SОтряд~`Репка^t^Sарканбурст-Ревущийфьорд^T^ShaveVoted^b^Silvl^N393.25^Sclass^SMAGE^Sroll^N39^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N10^Svotes^N0^SspecID^N62^Sgear1^Sitem:195523::::::::70:62::3:6:6652:7979:8821:8817:1472:8767^Srank^SОтряд~`Репка^t^Sаскельт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N386.875^Sclass^SHUNTER^Sroll^N37^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N19^Svotes^N0^SspecID^N254^Sgear1^Sitem:191999::::::::70:254::72:5:9135:6652:1494:5862:8767:1:28:2437^Srank^SНовичок^t^Sменструа-Ревущийфьорд^T^ShaveVoted^b^Silvl^N398.4375^Sclass^SDEATHKNIGHT^Sroll^N52^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N251^Sgear1^Sitem:200407::::::::70:251::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sинтоксикант-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400^Sclass^SROGUE^Sroll^N69^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N16^Svotes^N0^SspecID^N260^Sgear1^Sitem:193758::::::::70:260::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sбишарк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N390.8125^Sclass^SSHAMAN^Sroll^N53^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N13^Svotes^N0^SspecID^N264^Sgear1^Sitem:200398::::::::70:264::3:5:7979:6652:8829:1472:8767^Srank^SОтряд~`Репка^t^Sбагетлюбви-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400.5^Sclass^SDRUID^Sroll^N42^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N13^Svotes^N0^SspecID^N105^Sgear1^Sitem:137480::::::::70:105::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sинсендиари-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.9375^Sclass^SPALADIN^Sroll^N71^Sresponse^SAUTOPASS^Svoters^T^t^Srole^STANK^Sdiff^N13^Svotes^N0^SspecID^N66^Sgear1^Sitem:200416::::::::70:66::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sаландир-Ревущийфьорд^T^ShaveVoted^b^Silvl^N399.0625^Sroll^N44^Sclass^SDEMONHUNTER^Snote^Sап~`второго~`куска^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N577^Sgear1^Sitem:200344::::::::70:577::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^t^t^N2^T^SequipLoc^SINVTYPE_HAND^Sstring^S196602:::::::::::5:4:7980:8829:1485:8767^Silvl^N408^Sadded^B^StypeID^N15^Sboss^SДафия~`Перерожденная^Sboe^b^Stexture^N4555635^Slink^S|cffa335ee|Hitem:196602::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень~`Кузни~`из~`почитаемого~`граната]|h|r^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^SsubType^SХлам^SsubTypeID^N0^Stoken^SHandsSlot^Sclasses^N82^ShaveVoted^b^Squality^N4^Ssession^N2^Scandidates^T^Sледотроль-Ревущийфьорд^T^ShaveVoted^b^Silvl^N390.25^Sclass^SHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N29^Svotes^N0^SspecID^N253^Sgear1^Sitem:193752::::::::70:253::16:8:8962:7977:6652:8822:8817:9144:1601:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sкомт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.75^Sclass^SWARLOCK^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N266^Sgear1^Sitem:200335::::::::70:266::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sбабусянатусе-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.8125^Sclass^SPRIEST^Snote^Sтретий~`кусок^Sresponse^N1^Svoters^T^t^Srole^SHEALER^Sdiff^N26^Svotes^N0^SspecID^N257^Sgear1^Sitem:144118::::::::70:257::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sожившийлось-Ревущийфьорд^T^ShaveVoted^b^Silvl^N398.1875^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^STANK^Sdiff^N13^Svotes^N0^SspecID^N250^Sgear1^Sitem:200407::::::::70:250::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sледиланатель-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.5^Sclass^SMAGE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N23^Svotes^N0^SspecID^N63^Sgear1^Sitem:199419::::::::70:63::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^Srank^SОтряд~`Репка^t^Sзлюдра-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400.8125^Sclass^SDRUID^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N10^Svotes^N0^SspecID^N105^Sgear1^Sitem:137480::::::::70:105::16:8:8968:7977:6652:8822:8817:9144:3277:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sхугомонк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.3125^Sclass^SMONK^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N269^Sgear1^Sitem:195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^Srank^SОтряд~`Репка^t^Sнотушка-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.4375^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N252^Sgear1^Sitem:200407::::::::70:252::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sлинлот-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.8125^Sclass^SHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N254^Sgear1^Sitem:200389::::::::70:254::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SМастер~`Огня^t^Sдельфуего-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.4375^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N19^Svotes^N0^SspecID^N259^Sgear1^Sitem:193721::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279^Srank^SТемный~`совет^t^Sксимаксрога-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.25^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N260^Sgear1^Sitem:200371::::::::70:260::3:5:7979:6652:8829:1472:8767^Srank^SОтряд~`Репка^t^Sхохохохохох-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.5625^Sclass^SPRIEST^Sresponse^N1^Svoters^T^t^Srole^SHEALER^Sdiff^N10^Svotes^N0^SspecID^N256^Sgear1^Sitem:195523::::::::70:256::3:6:6652:7979:8821:8817:1472:8767^Srank^SОтряд~`Репка^t^Sарканбурст-Ревущийфьорд^T^ShaveVoted^b^Silvl^N393.25^Sclass^SMAGE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N10^Svotes^N0^SspecID^N62^Sgear1^Sitem:195523::::::::70:62::3:6:6652:7979:8821:8817:1472:8767^Srank^SОтряд~`Репка^t^Sаскельт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N386.875^Sclass^SHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N19^Svotes^N0^SspecID^N254^Sgear1^Sitem:191999::::::::70:254::72:5:9135:6652:1494:5862:8767:1:28:2437^Srank^SНовичок^t^Sменструа-Ревущийфьорд^T^ShaveVoted^b^Silvl^N398.4375^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N251^Sgear1^Sitem:200407::::::::70:251::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sинтоксикант-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N16^Svotes^N0^SspecID^N260^Sgear1^Sitem:193758::::::::70:260::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sбишарк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N390.8125^Sclass^SSHAMAN^Sresponse^N3^Svoters^T^t^Srole^SHEALER^Sdiff^N13^Svotes^N0^SspecID^N264^Sgear1^Sitem:200398::::::::70:264::3:5:7979:6652:8829:1472:8767^Srank^SОтряд~`Репка^t^Sбагетлюбви-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400.5^Sclass^SDRUID^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N13^Svotes^N0^SspecID^N105^Sgear1^Sitem:137480::::::::70:105::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sинсендиари-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.9375^Sclass^SPALADIN^Snote^Sапнет~`имеющийся^Sresponse^N2^Svoters^T^t^Srole^STANK^Sdiff^N13^Svotes^N0^SspecID^N66^Sgear1^Sitem:200416::::::::70:66::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^Sаландир-Ревущийфьорд^T^ShaveVoted^b^Silvl^N399.0625^Sclass^SDEMONHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Svotes^N0^SspecID^N577^Sgear1^Sitem:200344::::::::70:577::3:5:7979:6652:8829:1472:8767:1:28:1040^Srank^SОтряд~`Репка^t^t^t^N3^T^SequipLoc^SINVTYPE_FEET^Sstring^S195495:::::::::::5:6:6652:7980:8825:8818:1485:8767^Silvl^N408^Sadded^B^StypeID^N4^Sboss^SДафия~`Перерожденная^Sboe^b^Stexture^N4522314^Slink^S|cffa335ee|Hitem:195495::::::::70:259::5:6:6652:7980:8825:8818:1485:8767::::::|h[Лихие~`перепрыгиватели~`оврагов]|h|r^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^SsubType^SКольчужные^SsubTypeID^N3^Squality^N4^ShaveVoted^b^Sclasses^N4294967295^Ssession^N3^Scandidates^T^Sледотроль-Ревущийфьорд^T^ShaveVoted^b^Silvl^N390.25^Sclass^SHUNTER^Sresponse^N2^Svoters^T^t^Srole^SDAMAGER^Sdiff^N22^Sroll^N59^Svotes^N0^SspecID^N253^Sgear1^Sitem:193421:6612:::::::70:253::13:5:8836:8840:8902:8800:8790:6:28:2164:29:32:30:40:38:6:40:352:47:192552^Srank^SОтряд~`Репка^t^Sкомт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.75^Sclass^SWARLOCK^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N23^Sroll^N32^Svotes^N0^SspecID^N266^Sgear1^Sitem:199418:6612:::::::70:266::14:6:8943:6652:8822:8818:1507:8767:1:28:2474^Srank^SОтряд~`Репка^t^Sбабусянатусе-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.8125^Sclass^SPRIEST^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N23^Sroll^N7^Svotes^N0^SspecID^N257^Sgear1^Sitem:199418:6606:::::::70:257::14:6:8943:6652:8822:8818:1507:8767:1:28:2474^Srank^SОтряд~`Репка^t^Sожившийлось-Ревущийфьорд^T^ShaveVoted^b^Silvl^N398.1875^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^STANK^Sdiff^N16^Sroll^N4^Svotes^N0^SspecID^N250^Sgear1^Sitem:193630:6612:::::::70:250::16:8:8966:7977:6652:8822:8818:9144:1614:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sледиланатель-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.5^Sclass^SMAGE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N16^Sroll^N95^Svotes^N0^SspecID^N63^Sgear1^Sitem:191984:6606:::::::70:63::72:5:9135:6652:1494:5865:8767:1:28:2437^Srank^SОтряд~`Репка^t^Sзлюдра-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400.8125^Sclass^SDRUID^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N10^Sroll^N30^Svotes^N0^SspecID^N105^Sgear1^Sitem:109787:6613:::::::70:105::16:8:8968:7977:6652:8822:8818:9144:3283:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sхугомонк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.3125^Sclass^SMONK^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Sroll^N36^Svotes^N0^SspecID^N269^Sgear1^Sitem:200739:6612:::::::70:269::81:5:8821:8818:6652:1478:8767:1:28:2471^Srank^SОтряд~`Репка^t^Sнотушка-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.4375^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N32^Sroll^N55^Svotes^N0^SspecID^N252^Sgear1^Sitem:200457:6605:::::::70:252::25:1:1472:1:28:2078^Srank^SОтряд~`Репка^t^Sлинлот-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.8125^Sclass^SHUNTER^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Sroll^N21^Svotes^N0^SspecID^N254^Sgear1^Sitem:195495:6612:::::::70:254::3:6:6652:7979:8821:8818:1472:8767^Srank^SМастер~`Огня^t^Sдельфуего-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.4375^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N10^Sroll^N82^Svotes^N0^SspecID^N259^Sgear1^Sitem:109787:6612:::::::70:259::16:8:8968:7977:6652:8822:8818:9144:3283:8767:1:28:1279^Srank^SТемный~`совет^t^Sксимаксрога-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.25^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N16^Sroll^N47^Svotes^N0^SspecID^N260^Sgear1^Sitem:109787::::::::70:260::33:8:8966:7977:6652:8822:8818:9144:3277:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sхохохохохох-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.5625^Sclass^SPRIEST^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N26^Sroll^N26^Svotes^N0^SspecID^N256^Sgear1^Sitem:191984:6606:::::::70:256::73:4:6652:1485:5864:8767:1:28:2437^Srank^SОтряд~`Репка^t^Sарканбурст-Ревущийфьорд^T^ShaveVoted^b^Silvl^N393.25^Sclass^SMAGE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N19^Sroll^N35^Svotes^N0^SspecID^N62^Sgear1^Sitem:136774:6606:::::::70:62::33:8:8965:7977:6652:8822:8818:9144:3268:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sаскельт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N386.875^Sclass^SHUNTER^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N16^Sroll^N24^Svotes^N0^SspecID^N254^Sgear1^Sitem:193715:6606:::::::70:254::16:8:8966:7977:6652:8822:8818:9144:1614:8767:1:28:1279^Srank^SНовичок^t^Sменструа-Ревущийфьорд^T^ShaveVoted^b^Silvl^N398.4375^Sclass^SDEATHKNIGHT^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N13^Sroll^N33^Svotes^N0^SspecID^N251^Sgear1^Sitem:193630:6607:::::::70:251::16:8:8967:7977:40:8822:8818:9144:1617:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sинтоксикант-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400^Sclass^SROGUE^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N16^Sroll^N93^Svotes^N0^SspecID^N260^Sgear1^Sitem:137497:6612:::::::70:260::16:8:8966:7977:6652:8822:8818:9144:3271:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sбишарк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N390.8125^Sclass^SSHAMAN^Sresponse^N1^Svoters^T^t^Srole^SHEALER^Sdiff^N26^Sroll^N31^Svotes^N0^SspecID^N264^Sgear1^Sitem:191998:6605:::::::70:264::73:4:6652:1485:5864:8767:1:28:2437^Srank^SОтряд~`Репка^t^Sбагетлюбви-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400.5^Sclass^SDRUID^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N13^Sroll^N91^Svotes^N0^SspecID^N105^Sgear1^Sitem:137497:6612:::::::70:105::16:8:8967:7977:6652:8822:8818:9144:3274:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sинсендиари-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.9375^Sclass^SPALADIN^Sresponse^SAUTOPASS^Svoters^T^t^Srole^STANK^Sdiff^N16^Sroll^N73^Svotes^N0^SspecID^N66^Sgear1^Sitem:136772:6605:::::::70:66::33:8:8966:7977:6652:8822:8818:9144:3271:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sаландир-Ревущийфьорд^T^ShaveVoted^b^Silvl^N399.0625^Sclass^SDEMONHUNTER^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N16^Sroll^N83^Svotes^N0^SspecID^N577^Sgear1^Sitem:109787:6612:::::::70:577::33:8:8966:7977:6652:8822:8818:9144:3277:8767:1:28:1279^Srank^SОтряд~`Репка^t^t^t^N4^T^SequipLoc^SINVTYPE_TRINKET^Sstring^S194302:::::::::::5:3:7980:1485:8767^Silvl^N408^Sadded^B^StypeID^N4^Sboss^SДафия~`Перерожденная^Sboe^b^Stexture^N4554454^Slink^S|cffa335ee|Hitem:194302::::::::70:259::5:3:7980:1485:8767::::::|h[Благословение~`Пожирательницы~`Бурь]|h|r^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^SsubType^SРазное^SsubTypeID^N0^Squality^N4^ShaveVoted^b^Sclasses^N4294967295^Ssession^N4^Scandidates^T^Sледотроль-Ревущийфьорд^T^ShaveVoted^b^Silvl^N390.25^Sclass^SHUNTER^Sgear2^Sitem:198542::::::::70:253::36:4:6652:1430:5865:8767:1:28:2537^Sresponse^N2^Svoters^T^t^Srole^SDAMAGER^Sdiff^N32^Svotes^N0^SspecID^N253^Sgear1^Sitem:144113::::::::70:253::16:6:8964:7977:6652:9144:3275:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sкомт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.75^Sclass^SWARLOCK^Sgear2^Sitem:191492::::::::70:266::13:5:8836:8840:8902:8799:8845:4:28:2164:38:5:40:201:46:197921^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N29^Svotes^N0^SspecID^N266^Sgear1^Sitem:198407::::::::70:266::37:4:41:1433:5865:8767:1:28:2287^Srank^SОтряд~`Репка^t^Sбабусянатусе-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.8125^Sclass^SPRIEST^Sgear2^Sitem:194307::::::::70:257::3:4:7979:6652:1472:8767^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N10^Svotes^N0^SspecID^N257^Sgear1^Sitem:194300::::::::70:257::5:4:6652:7980:1485:8767^Srank^SОтряд~`Репка^t^Sожившийлось-Ревущийфьорд^T^ShaveVoted^b^Silvl^N398.1875^Sclass^SDEATHKNIGHT^Sgear2^Sitem:194299::::::::70:250::5:4:7980:6652:1485:8767^Sresponse^SPASS^Svoters^T^t^Srole^STANK^Sdiff^N13^Svotes^N0^SspecID^N250^Sgear1^Sitem:194306::::::::70:250::3:4:7979:6652:1472:8767^Srank^SОтряд~`Репка^t^Sледиланатель-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.5^Sclass^SMAGE^Sgear2^Sitem:193791::::::::70:63::23:4:7977:6652:1594:8767:1:28:2155^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N36^Svotes^N0^SspecID^N63^Sgear1^Sitem:191492::::::::70:63::13:5:8836:8840:8902:8802:8845:4:28:2164:38:8:40:201:46:197921^Srank^SОтряд~`Репка^t^Sзлюдра-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400.8125^Sclass^SDRUID^Sgear2^Sitem:194300::::::::70:105::5:4:6652:7980:1485:8767^Sresponse^SPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N10^Svotes^N0^SspecID^N105^Sgear1^Sitem:193748::::::::70:105::16:6:8968:7977:6652:9144:1620:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sхугомонк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.3125^Snote^Sтипа~`топ5,~`но~`хз~`как~`реализовывать,~`так~`что~`на~`твоё~`усмотрение^Sclass^SMONK^Sgear2^Sitem:193701::::::::70:269::23:4:7977:6652:1594:8767:1:28:2157^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N36^Svotes^N0^SspecID^N269^Sgear1^Sitem:192797::::::::70:269::37:4:6652:1481:5862:8767:1:28:2521^Srank^SОтряд~`Репка^t^Sнотушка-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.4375^Sclass^SDEATHKNIGHT^Sgear2^Sitem:193701::::::::70:252::23:4:7977:6652:1594:8767:1:28:2157^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N36^Svotes^N0^SspecID^N252^Sgear1^Sitem:194303::::::::70:252::5:4:6652:7980:1485:8767^Srank^SОтряд~`Репка^t^Sлинлот-Ревущийфьорд^T^ShaveVoted^b^Silvl^N396.8125^Sclass^SHUNTER^Sgear2^Sitem:193701::::::::70:254::16:6:7977:6652:9144:8970:1627:8767:1:28:1279^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N32^Svotes^N0^SspecID^N254^Sgear1^Sitem:200859::::::::70:254::27:4:6652:1494:5849:8767:1:28:2534^Srank^SМастер~`Огня^t^Sдельфуего-Ревущийфьорд^T^ShaveVoted^b^Silvl^N395.4375^Sclass^SROGUE^Sgear2^Sitem:198542::::::::70:259::36:4:6652:1430:5865:8767:1:28:2537^Sresponse^N1^Svoters^T^t^Srole^SDAMAGER^Sdiff^N36^Svotes^N0^SspecID^N259^Sgear1^Sitem:193701::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157^Srank^SТемный~`совет^t^Sксимаксрога-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.25^Sclass^SROGUE^Sgear2^Sitem:194302::::::::70:260::5:4:6652:7980:1485:8767^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N0^Svotes^N0^SspecID^N260^Sgear1^Sitem:200563::::::::70:260::26:4:6652:1488:5864:8767:1:28:2287^Srank^SОтряд~`Репка^t^Sхохохохохох-Ревущийфьорд^T^ShaveVoted^b^Silvl^N397.5625^Sclass^SPRIEST^Sgear2^Sitem:191492::::::::70:256::13:5:8836:8840:8902:8802:8845:4:28:2164:38:8:40:201:46:197921^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N6^Svotes^N0^SspecID^N256^Sgear1^Sitem:194300::::::::70:256::5:4:6652:7980:1485:8767^Srank^SОтряд~`Репка^t^Sарканбурст-Ревущийфьорд^T^ShaveVoted^b^Silvl^N393.25^Sclass^SMAGE^Sgear2^Sitem:137485::::::::70:62::35:6:8969:7977:6652:9144:3281:8767^Sresponse^SAUTOPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N10^Svotes^N0^SspecID^N62^Sgear1^Sitem:194310::::::::70:62::3:4:6652:7979:1472:8767:1:28:2160^Srank^SОтряд~`Репка^t^Sаскельт-Ревущийфьорд^T^ShaveVoted^b^Silvl^N386.875^Sclass^SHUNTER^Sgear2^Sitem:144113::::::::70:254::33:6:8962:7977:6652:9144:3269:8767:1:28:1279^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N29^Svotes^N0^SspecID^N254^Sgear1^Sitem:193006::::::::70:254::13:4:8836:8840:8902:8800:3:28:2164:38:6:40:254^Srank^SНовичок^t^Sменструа-Ревущийфьорд^T^ShaveVoted^b^Silvl^N398.4375^Sclass^SDEATHKNIGHT^Sgear2^Sitem:193762::::::::70:251::16:6:7977:6652:9144:8971:1630:8767:1:28:1279^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N16^Svotes^N0^SspecID^N251^Sgear1^Sitem:110012::::::::70:251::33:6:8966:7977:6652:9144:3277:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sинтоксикант-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400^Sclass^SROGUE^Sgear2^Sitem:194305::::::::70:260::5:4:7980:6652:1485:8767:1:28:2474^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N0^Svotes^N0^SspecID^N260^Sgear1^Sitem:137486::::::::70:260::16:6:7977:6652:9144:8972:3290:8767:1:28:1279^Srank^SОтряд~`Репка^t^Sбишарк-Ревущийфьорд^T^ShaveVoted^b^Silvl^N390.8125^Sclass^SSHAMAN^Sgear2^Sitem:198539::::::::70:264::36:4:42:1430:5865:8767:1:28:2537^Sresponse^SPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N32^Svotes^N0^SspecID^N264^Sgear1^Sitem:194300::::::::70:264::3:4:6652:7979:1472:8767^Srank^SОтряд~`Репка^t^Sбагетлюбви-Ревущийфьорд^T^ShaveVoted^b^Silvl^N400.5^Sclass^SDRUID^Sgear2^Sitem:137484::::::::70:105::33:6:8968:7977:6652:9144:3277:8767:1:28:1279^Sresponse^SPASS^Svoters^T^t^Srole^SHEALER^Sdiff^N10^Svotes^N0^SspecID^N105^Sgear1^Sitem:191492::::::::70:105::13:5:8836:8840:8902:8801:8845:4:28:2164:38:7:40:201:46:197921^Srank^SОтряд~`Репка^t^Sинсендиари-Ревущийфьорд^T^ShaveVoted^b^Silvl^N392.9375^Sclass^SPALADIN^Sgear2^Sitem:193477::::::::70:66::42:4:6652:1485:5864:8767:1:28:2287^Sresponse^SPASS^Svoters^T^t^Srole^STANK^Sdiff^N26^Svotes^N0^SspecID^N66^Sgear1^Sitem:194299::::::::70:66::3:4:7979:41:1472:8767^Srank^SОтряд~`Репка^t^Sаландир-Ревущийфьорд^T^ShaveVoted^b^Silvl^N399.0625^Sclass^SDEMONHUNTER^Sgear2^Sitem:194302::::::::70:577::5:4:6652:7980:1485:8767:1:28:2474^Sresponse^SPASS^Svoters^T^t^Srole^SDAMAGER^Sdiff^N0^Svotes^N0^SspecID^N577^Sgear1^Sitem:137486::::::::70:577::33:6:7977:6652:9144:8970:3284:8767:1:28:1279^Srank^SОтряд~`Репка^t^t^t^t^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [1055]
			"<23:10:37> <DEBUG>		LootFrame:Response	1	Response:	Основной спек/Нужно", -- [1056]
			"<23:10:37> <DEBUG>		SendResponse	group	4	1	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [1057]
			"<23:10:37> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:194302::::::::70:269::5:3:7980:1485:8767::::::|h[Благословение Пожирательницы Бурь]|h|r", -- [1058]
			"<23:10:37> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1059]
			"<23:10:38> <DEBUG>		Timer MLdb_check passed", -- [1060]
			"<23:11:35> <Comm>		^1^Shistory^T^N1^Sнотушка-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S29/12/22^Sclass^SDEATHKNIGHT^SgroupSize^N20^Svotes^N0^Stime^S21:11:30^SitemReplaced1^S|cffa335ee|Hitem:200407::::::::70:259::3:5:7979:6652:8829:1472:8767:1:28:1040:::::|h[Рукавицы~`неупокоенных~`ледяных~`драконов]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^StypeCode^Sdefault^Sresponse^SОсновной~`спек/Нужно^Sid^S1672326690-0^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:196587::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень~`Кузни~`из~`жуткого~`граната]|h|r^Snote^Sесть~`такие~`нормал,~`2~`куска~`есть^SisAwardReason^b^SresponseID^N1^Sboss^SДафия~`Перерожденная^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1061]
			"<23:11:35> <Comm>		^1^Sawarded^T^N1^N1^N2^Sнотушка-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1062]
			"<23:11:39> <Comm>		^1^Srolls^T^N1^N2^N2^T^Sледотроль-Ревущийфьорд^N45^Sкомт-Ревущийфьорд^N68^Sбабусянатусе-Ревущийфьорд^N93^Sожившийлось-Ревущийфьорд^N30^Sледиланатель-Ревущийфьорд^N1^Sзлюдра-Ревущийфьорд^N10^Sинсендиари-Ревущийфьорд^N16^Sнотушка-Ревущийфьорд^N82^Sлинлот-Ревущийфьорд^N35^Sдельфуего-Ревущийфьорд^N66^Sбагетлюбви-Ревущийфьорд^N67^Sхохохохохох-Ревущийфьорд^N20^Sарканбурст-Ревущийфьорд^N32^Sбишарк-Ревущийфьорд^N39^Sксимаксрога-Ревущийфьорд^N33^Sинтоксикант-Ревущийфьорд^N51^Sменструа-Ревущийфьорд^N55^Sаскельт-Ревущийфьорд^N47^Sхугомонк-Ревущийфьорд^N34^Sаландир-Ревущийфьорд^N44^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1063]
			"<23:11:58> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	инсендиари-Ревущийфьорд", -- [1064]
			"<23:12:09> <DEBUG>		Event:	LOOT_READY	true", -- [1065]
			"<23:12:09> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0	1	Creature-0-3772-2522-17389-197793-00002DD0EB	1", -- [1066]
			"<23:12:09> <DEBUG>		Adding to self.lootSlotInfo	2	|cff9d9d9d|Hitem:192662::::::::70:269:::::::::|h[Огненная частица]|h|r	0	1	Creature-0-3772-2522-17389-200936-00002DD0EB	1", -- [1067]
			"<23:12:09> <DEBUG>		Event:	LOOT_READY	true", -- [1068]
			"<23:12:09> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0	1	Creature-0-3772-2522-17389-197793-00002DD0EB	1", -- [1069]
			"<23:12:09> <DEBUG>		Adding to self.lootSlotInfo	2	|cff9d9d9d|Hitem:192662::::::::70:269:::::::::|h[Огненная частица]|h|r	0	1	Creature-0-3772-2522-17389-200936-00002DD0EB	1", -- [1070]
			"<23:12:10> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0", -- [1071]
			"<23:12:10> <DEBUG>		Event:	LOOT_CLOSED", -- [1072]
			"<23:12:10> <DEBUG>		OnLootSlotCleared()	2	|cff9d9d9d|Hitem:192662::::::::70:269:::::::::|h[Огненная частица]|h|r	0", -- [1073]
			"<23:12:10> <DEBUG>		Event:	LOOT_CLOSED", -- [1074]
			"<23:12:10> <Comm>		^1^Sl^T^N1^S200936^t^^	RAID	хугомонк-Ревущийфьорд", -- [1075]
			"<23:12:12> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	аскельт-Ревущийфьорд", -- [1076]
			"<23:12:12> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	аскельт-Ревущийфьорд", -- [1077]
			"<23:12:27> <Comm>		^1^Shistory^T^N1^Sбабусянатусе-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S29/12/22^Sclass^SPRIEST^SgroupSize^N20^Svotes^N0^Stime^S21:12:22^SitemReplaced1^S|cffa335ee|Hitem:144118::::::::70:259::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279:::::|h[Парализующие~`перчатки]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^StypeCode^Sdefault^Sresponse^SОсновной~`спек/Нужно^Sid^S1672326742-1^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:196602::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень~`Кузни~`из~`почитаемого~`граната]|h|r^Snote^Sтретий~`кусок^SisAwardReason^b^SresponseID^N1^Sboss^SДафия~`Перерожденная^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1078]
			"<23:12:27> <Comm>		^1^Sawarded^T^N1^N2^N2^Sбабусянатусе-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1079]
			"<23:12:27> <Comm>		^1^Sl^T^N1^S197831^t^^	RAID	дельфуего-Ревущийфьорд", -- [1080]
			"<23:12:27> <Comm>		^1^Sl^T^N1^S197831^t^^	RAID	дельфуего-Ревущийфьорд", -- [1081]
			"<23:12:51> <Comm>		^1^Shistory^T^N1^Sбишарк-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SSHAMAN^SgroupSize^N20^Sboss^SДафия~`Перерожденная^Stime^S21:12:46^SitemReplaced1^S|cffa335ee|Hitem:191998:6605:::::::70:259::73:4:6652:1485:5864:8767:1:28:2437:::::|h[Походные~`сапоги~`он'арского~`сокольничего]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195495::::::::70:259::5:6:6652:7980:8825:8818:1485:8767::::::|h[Лихие~`перепрыгиватели~`оврагов]|h|r^Sid^S1672326766-2^Sdate^S29/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1082]
			"<23:12:51> <Comm>		^1^Sawarded^T^N1^N3^N2^Sбишарк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1083]
			"<23:12:57> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1084]
			"<23:12:57> <DEBUG>		Event:	LOOT_READY	true", -- [1085]
			"<23:12:57> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192644::::::::70:269:::::::::|h[Воздушная частица]|h|r	0	1	Creature-0-3772-2522-17389-196856-00022DD0EB	1", -- [1086]
			"<23:12:57> <DEBUG>		Adding to self.lootSlotInfo	2	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0	1	Creature-0-3772-2522-17389-197801-00002DD0EB	1", -- [1087]
			"<23:12:57> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	аландир-Ревущийфьорд", -- [1088]
			"<23:12:57> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	интоксикант-Ревущийфьорд", -- [1089]
			"<23:12:57> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	интоксикант-Ревущийфьорд", -- [1090]
			"<23:12:58> <DEBUG>		Event:	LOOT_READY	true", -- [1091]
			"<23:12:58> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192644::::::::70:269:::::::::|h[Воздушная частица]|h|r	0	1	Creature-0-3772-2522-17389-196856-00022DD0EB	1", -- [1092]
			"<23:12:58> <DEBUG>		Adding to self.lootSlotInfo	2	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0	1	Creature-0-3772-2522-17389-197801-00002DD0EB	1", -- [1093]
			"<23:12:58> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	нотушка-Ревущийфьорд", -- [1094]
			"<23:12:58> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	нотушка-Ревущийфьорд", -- [1095]
			"<23:12:58> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1096]
			"<23:12:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190326	|cff0070dd|Hitem:190326::::::::70:269:::::::::|h[Пробуждающийся воздух]|h|r	2	Ксимаксрога	ROGUE", -- [1097]
			"<23:12:58> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1098]
			"<23:12:58> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1099]
			"<23:12:58> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192644::::::::70:269:::::::::|h[Воздушная частица]|h|r	0", -- [1100]
			"<23:12:58> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1101]
			"<23:12:58> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1102]
			"<23:12:58> <DEBUG>		OnLootSlotCleared()	2	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0", -- [1103]
			"<23:12:58> <DEBUG>		Event:	LOOT_CLOSED", -- [1104]
			"<23:12:58> <DEBUG>		Event:	LOOT_CLOSED", -- [1105]
			"<23:12:58> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	хугомонк-Ревущийфьорд", -- [1106]
			"<23:12:58> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	хугомонк-Ревущийфьорд", -- [1107]
			"<23:12:59> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	злюдра-Ревущийфьорд", -- [1108]
			"<23:12:59> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	злюдра-Ревущийфьорд", -- [1109]
			"<23:13:00> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190328	|cff0070dd|Hitem:190328::::::::70:269:::::::::|h[Пробуждающийся лед]|h|r	3	Ледотроль	HUNTER", -- [1110]
			"<23:13:00> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	ледотроль-Ревущийфьорд", -- [1111]
			"<23:13:00> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	ледотроль-Ревущийфьорд", -- [1112]
			"<23:13:00> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	арканбурст-Ревущийфьорд", -- [1113]
			"<23:13:00> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	арканбурст-Ревущийфьорд", -- [1114]
			"<23:13:01> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	аландир-Ревущийфьорд", -- [1115]
			"<23:13:12> <Comm>		^1^Sl^T^N1^S200936^t^^	RAID	линлот-Ревущийфьорд", -- [1116]
			"<23:13:16> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	дельфуего-Ревущийфьорд", -- [1117]
			"<23:13:16> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	дельфуего-Ревущийфьорд", -- [1118]
			"<23:13:19> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	линлот-Ревущийфьорд", -- [1119]
			"<23:13:19> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	линлот-Ревущийфьорд", -- [1120]
			"<23:13:53> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195495::::::::70:259::5:6:6652:7980:8825:8818:1485:8767::::::|h[Лихие~`перепрыгиватели~`оврагов]|h|r^N2^Sбишарк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1121]
			"<23:13:55> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196602::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень~`Кузни~`из~`почитаемого~`граната]|h|r^N2^Sбабусянатусе-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1122]
			"<23:13:58> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196587::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень~`Кузни~`из~`жуткого~`граната]|h|r^N2^Sнотушка-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1123]
			"<23:14:51> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	менструа-Ревущийфьорд", -- [1124]
			"<23:14:51> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N398.4375^N6^N251^t^^	RAID	менструа-Ревущийфьорд", -- [1125]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1126]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1127]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [1128]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [1129]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1130]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^N2^SRCLootCouncil_ExtraUtilities~`-~`1.1.1^t^t^^	GUILD	дебрикассар-Ревущийфьорд", -- [1131]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1132]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [1133]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аландир-Ревущийфьорд", -- [1134]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	линлот-Ревущийфьорд", -- [1135]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аскельт-Ревущийфьорд", -- [1136]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1137]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1138]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ледиланатель-Ревущийфьорд", -- [1139]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [1140]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1141]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1142]
			"<23:14:51> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1143]
			"<23:14:55> <Comm>		^1^SlootAck^T^N1^N251^N2^N398.4375^N3^T^Sresponse^T^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N16^t^Sgear1^T^N1^S200407::::::::70:251::3:5:7979:6652:8829:1472:8767:1:28:1040^N2^S200407::::::::70:251::3:5:7979:6652:8829:1472:8767:1:28:1040^N3^S193630:6607:::::::70:251::16:8:8967:7977:40:8822:8818:9144:1617:8767:1:28:1279^N4^S110012::::::::70:251::33:6:8966:7977:6652:9144:3277:8767:1:28:1279^t^Sgear2^T^N4^S193762::::::::70:251::16:6:7977:6652:9144:8971:1630:8767:1:28:1279^t^t^t^^	RAID	менструа-Ревущийфьорд", -- [1144]
			"<23:14:59> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [1145]
			"<23:14:59> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [1146]
			"<23:15:02> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	ожившийлось-Ревущийфьорд", -- [1147]
			"<23:15:02> <Comm>		^1^SpI^T^N1^STANK^N2^SОтряд~`Репка^N4^N0^N5^N398.1875^N6^N250^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1148]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [1149]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^N2^SRCLootCouncil_ExtraUtilities~`-~`1.1.1^t^t^^	GUILD	дебрикассар-Ревущийфьорд", -- [1150]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [1151]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1152]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аландир-Ревущийфьорд", -- [1153]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1154]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1155]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	линлот-Ревущийфьорд", -- [1156]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аскельт-Ревущийфьорд", -- [1157]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [1158]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1159]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1160]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ледиланатель-Ревущийфьорд", -- [1161]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [1162]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1163]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1164]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1165]
			"<23:15:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1166]
			"<23:15:06> <Comm>		^1^Srolls^T^N1^N3^N2^T^Sледотроль-Ревущийфьорд^N90^Sкомт-Ревущийфьорд^N93^Sбабусянатусе-Ревущийфьорд^N31^Sожившийлось-Ревущийфьорд^N97^Sледиланатель-Ревущийфьорд^N34^Sзлюдра-Ревущийфьорд^N30^Sинсендиари-Ревущийфьорд^N39^Sнотушка-Ревущийфьорд^N71^Sлинлот-Ревущийфьорд^N64^Sдельфуего-Ревущийфьорд^N19^Sбагетлюбви-Ревущийфьорд^N10^Sхохохохохох-Ревущийфьорд^N13^Sарканбурст-Ревущийфьорд^N53^Sбишарк-Ревущийфьорд^N48^Sксимаксрога-Ревущийфьорд^N81^Sинтоксикант-Ревущийфьорд^N67^Sменструа-Ревущийфьорд^N73^Sаскельт-Ревущийфьорд^N42^Sхугомонк-Ревущийфьорд^N43^Sаландир-Ревущийфьорд^N88^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1167]
			"<23:15:06> <Comm>		^1^SlootAck^T^N1^N250^N2^N398.1875^N3^T^Sresponse^T^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N16^N4^N13^t^Sgear1^T^N1^S200407::::::::70:250::3:5:7979:6652:8829:1472:8767:1:28:1040^N2^S200407::::::::70:250::3:5:7979:6652:8829:1472:8767:1:28:1040^N3^S193630:6612:::::::70:250::16:8:8966:7977:6652:8822:8818:9144:1614:8767:1:28:1279^N4^S194306::::::::70:250::3:4:7979:6652:1472:8767^t^Sgear2^T^N4^S194299::::::::70:250::5:4:7980:6652:1485:8767^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1168]
			"<23:15:10> <Comm>		^1^Srolls^T^N1^N4^N2^T^Sледотроль-Ревущийфьорд^N3^Sкомт-Ревущийфьорд^N48^Sбабусянатусе-Ревущийфьорд^N66^Sожившийлось-Ревущийфьорд^N77^Sледиланатель-Ревущийфьорд^N84^Sзлюдра-Ревущийфьорд^N95^Sинсендиари-Ревущийфьорд^N27^Sнотушка-Ревущийфьорд^N12^Sлинлот-Ревущийфьорд^N1^Sдельфуего-Ревущийфьорд^N30^Sбагетлюбви-Ревущийфьорд^N69^Sхохохохохох-Ревущийфьорд^N9^Sарканбурст-Ревущийфьорд^N93^Sбишарк-Ревущийфьорд^N15^Sксимаксрога-Ревущийфьорд^N83^Sинтоксикант-Ревущийфьорд^N53^Sменструа-Ревущийфьорд^N65^Sаскельт-Ревущийфьорд^N63^Sхугомонк-Ревущийфьорд^N56^Sаландир-Ревущийфьорд^N4^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1169]
			"<23:15:15> <Comm>		^1^Shistory^T^N1^Sдельфуего-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S29/12/22^Sclass^SROGUE^SgroupSize^N20^Sboss^SДафия~`Перерожденная^Stime^S21:15:10^SitemReplaced1^S|cffa335ee|Hitem:193701::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Алгет'арская~`шкатулка~`с~`секретом]|h|r^StypeCode^Sdefault^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sid^S1672326910-3^Sresponse^SОсновной~`спек/Нужно^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:194302::::::::70:259::5:3:7980:1485:8767::::::|h[Благословение~`Пожирательницы~`Бурь]|h|r^SisAwardReason^b^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^SresponseID^N1^SitemReplaced2^S|cffa335ee|Hitem:198542::::::::70:259::36:4:6652:1430:5865:8767:1:28:2537:::::|h[Наконечник~`стрелы~`шикаарской~`охотницы]|h|r^Svotes^N0^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1170]
			"<23:15:15> <Comm>		^1^Sawarded^T^N1^N4^N2^Sдельфуего-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1171]
			"<23:15:16> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1172]
			"<23:15:16> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1173]
			"<23:15:24> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	ледиланатель-Ревущийфьорд", -- [1174]
			"<23:15:24> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N395.5^N6^N63^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1175]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [1176]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^N2^SRCLootCouncil_ExtraUtilities~`-~`1.1.1^t^t^^	GUILD	дебрикассар-Ревущийфьорд", -- [1177]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1178]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	линлот-Ревущийфьорд", -- [1179]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [1180]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1181]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аландир-Ревущийфьорд", -- [1182]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1183]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аскельт-Ревущийфьорд", -- [1184]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [1185]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1186]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [1187]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1188]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1189]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1190]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1191]
			"<23:15:24> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1192]
			"<23:15:36> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	бабусянатусе-Ревущийфьорд", -- [1193]
			"<23:15:36> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N3^B^N4^N54^N5^N394.4375^N6^N257^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1194]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^N2^SRCLootCouncil_ExtraUtilities~`-~`1.1.1^t^t^^	GUILD	дебрикассар-Ревущийфьорд", -- [1195]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1196]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [1197]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аландир-Ревущийфьорд", -- [1198]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1199]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1200]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	линлот-Ревущийфьорд", -- [1201]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1202]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [1203]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [1204]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1205]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аскельт-Ревущийфьорд", -- [1206]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [1207]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1208]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1209]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1210]
			"<23:15:36> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1211]
			"<23:15:55> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	ледиланатель-Ревущийфьорд", -- [1212]
			"<23:15:55> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N395.5^N6^N63^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1213]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [1214]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1215]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	линлот-Ревущийфьорд", -- [1216]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1217]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [1218]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^N2^SRCLootCouncil_ExtraUtilities~`-~`1.1.1^t^t^^	GUILD	дебрикассар-Ревущийфьорд", -- [1219]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аландир-Ревущийфьорд", -- [1220]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [1221]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1222]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аскельт-Ревущийфьорд", -- [1223]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1224]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1225]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1226]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1227]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [1228]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1229]
			"<23:15:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1230]
			"<23:16:21> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	злюдра-Ревущийфьорд", -- [1231]
			"<23:16:21> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N4^N0^N5^N400.8125^N6^N105^t^^	RAID	злюдра-Ревущийфьорд", -- [1232]
			"<23:18:05> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	натазат-Ревущийфьорд", -- [1233]
			"<23:18:44> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [1234]
			"<23:18:44> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N4^N0^N5^N400.5^N6^N105^t^^	RAID	багетлюбви-Ревущийфьорд", -- [1235]
			"<23:18:46> <Comm>		^1^Smldb^T^N1^T^S|2^B^S|12^N60^S|11^T^S|14^T^N4^T^S|15^SТрансмог^S|4^N4^S|16^T^N1^N0.7^N2^N0.7^N3^N0.7^N4^N1^t^t^t^t^S|1^B^S|3^B^S|8^T^S|14^T^N4^T^S|15^SТрансмог^t^S|5^N4^t^t^S|5^N4^S|17^B^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1236]
			"<23:18:46> <INFO>		OnMLDBReceived", -- [1237]
			"<23:18:46> <Comm>		^1^Scouncil^T^N1^T^S1615-0A722347^B^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1238]
			"<23:18:46> <DEBUG>		isCouncil	false", -- [1239]
			"<23:21:59> <DEBUG>		Event:	ENCOUNTER_START	2605	Курог Зловещий Тотем	15	22", -- [1240]
			"<23:21:59> <INFO>		UpdatePlayersData()", -- [1241]
			"<23:21:59> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1242]
			"<23:23:51> <DEBUG>		Event:	ENCOUNTER_END	2605	Курог Зловещий Тотем	15	22	0", -- [1243]
			"<23:26:16> <DEBUG>		Event:	ENCOUNTER_START	2605	Курог Зловещий Тотем	15	21", -- [1244]
			"<23:26:16> <INFO>		UpdatePlayersData()", -- [1245]
			"<23:26:17> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1246]
			"<23:28:34> <DEBUG>		Event:	ENCOUNTER_END	2605	Курог Зловещий Тотем	15	21	0", -- [1247]
			"<23:30:23> <DEBUG>		Event:	ENCOUNTER_START	2605	Курог Зловещий Тотем	15	21", -- [1248]
			"<23:30:23> <INFO>		UpdatePlayersData()", -- [1249]
			"<23:30:23> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1250]
			"<23:38:13> <DEBUG>		Event:	ENCOUNTER_END	2605	Курог Зловещий Тотем	15	21	1", -- [1251]
			"<23:38:14> <DEBUG>[GroupLoot]		START_LOOT_ROLL	5", -- [1252]
			"<23:38:14> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195514::::::::70:269::5:6:6652:7980:8825:8817:1485:8767::::::|h[Обмотки коварного тотема]|h|r", -- [1253]
			"<23:38:14> <DEBUG>[GroupLoot]		START_LOOT_ROLL	6", -- [1254]
			"<23:38:14> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195514::::::::70:269::5:6:40:7980:8825:8817:1485:8767::::::|h[Обмотки коварного тотема]|h|r", -- [1255]
			"<23:38:14> <DEBUG>[GroupLoot]		START_LOOT_ROLL	7", -- [1256]
			"<23:38:14> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196596::::::::70:269::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из таинственного аметиста]|h|r", -- [1257]
			"<23:38:14> <DEBUG>[GroupLoot]		START_LOOT_ROLL	8", -- [1258]
			"<23:38:14> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196586::::::::70:269::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r", -- [1259]
			"<23:38:14> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Интоксикант	ROGUE", -- [1260]
			"<23:38:14> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Интоксикант	ROGUE", -- [1261]
			"<23:38:14> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ожившийлось	DEATHKNIGHT", -- [1262]
			"<23:38:15> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ожившийлось	DEATHKNIGHT", -- [1263]
			"<23:38:15> <Comm>		^1^Sl^T^N1^S184986^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1264]
			"<23:38:15> <Comm>		^1^Sl^T^N1^S184986^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1265]
			"<23:38:16> <DEBUG>		Event:	LOOT_READY	true", -- [1266]
			"<23:38:16> <DEBUG>		Ignoring	nil	as it's a currency", -- [1267]
			"<23:38:16> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Линлот	HUNTER", -- [1268]
			"<23:38:16> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Линлот	HUNTER", -- [1269]
			"<23:38:16> <DEBUG>		Event:	LOOT_READY	true", -- [1270]
			"<23:38:16> <DEBUG>		Ignoring	nil	as it's a currency", -- [1271]
			"<23:38:16> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хугомонк	MONK", -- [1272]
			"<23:38:17> <DEBUG>		Event:	LOOT_CLOSED", -- [1273]
			"<23:38:17> <DEBUG>		Event:	LOOT_CLOSED", -- [1274]
			"<23:38:17> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хугомонк	MONK", -- [1275]
			"<23:38:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бишарк	SHAMAN", -- [1276]
			"<23:38:19> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бишарк	SHAMAN", -- [1277]
			"<23:38:19> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледотроль	HUNTER", -- [1278]
			"<23:38:19> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледотроль	HUNTER", -- [1279]
			"<23:38:20> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Инсендиари	PALADIN", -- [1280]
			"<23:38:21> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Инсендиари	PALADIN", -- [1281]
			"<23:38:22> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S196586:::::::::::5:4:7980:8830:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SКурог~`Зловещий~`Тотем^t^N2^T^Sstring^S196596:::::::::::5:4:7980:8830:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SКурог~`Зловещий~`Тотем^t^N3^T^Sstring^S195514:::::::::::5:6:40:7980:8825:8817:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SКурог~`Зловещий~`Тотем^t^N4^T^Sstring^S195514:::::::::::5:6:6652:7980:8825:8817:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SКурог~`Зловещий~`Тотем^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1282]
			"<23:38:22> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196586::::::::70:269::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r", -- [1283]
			"<23:38:22> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196596::::::::70:269::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из таинственного аметиста]|h|r", -- [1284]
			"<23:38:22> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196586::::::::70:269::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r	INVTYPE_ROBE", -- [1285]
			"<23:38:22> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196596::::::::70:269::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из таинственного аметиста]|h|r	INVTYPE_ROBE", -- [1286]
			"<23:38:22> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195514::::::::70:269::5:6:40:7980:8825:8817:1485:8767::::::|h[Обмотки коварного тотема]|h|r	INVTYPE_HAND", -- [1287]
			"<23:38:22> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195514::::::::70:269::5:6:6652:7980:8825:8817:1485:8767::::::|h[Обмотки коварного тотема]|h|r	INVTYPE_HAND", -- [1288]
			"<23:38:22> <INFO>		LootFrame:Start	4	nil", -- [1289]
			"<23:38:22> <DEBUG>		Restoring entry:	default	1", -- [1290]
			"<23:38:22> <DEBUG>		GetButtons	default", -- [1291]
			"<23:38:22> <DEBUG>		GetButtons	default", -- [1292]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N254^N2^N396.8125^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N13^t^Sgear1^T^N1^S137498:6625:::::::70:254::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N2^S137498:6625:::::::70:254::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N3^S200389::::::::70:254::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S200389::::::::70:254::3:5:7979:6652:8829:1472:8767:1:28:1040^t^Sgear2^T^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [1293]
			"<23:38:22> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ксимаксрога	ROGUE", -- [1294]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N105^N2^N400.5^N3^T^Sresponse^T^N1^B^t^Sdiff^T^N1^N6^N2^N6^N3^N13^N4^N13^t^Sgear1^T^N1^S195478:6624:::::::70:105::5:6:7980:6652:8825:8820:1485:8767^N2^S195478:6624:::::::70:105::5:6:7980:6652:8825:8820:1485:8767^N3^S137480::::::::70:105::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279^N4^S137480::::::::70:105::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [1295]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N253^N2^N390.25^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N29^N4^N29^t^Sgear1^T^N1^S200387:6625:::::::70:253::3:5:7979:6652:8830:1472:8767:1:28:1040^N2^S200387:6625:::::::70:253::3:5:7979:6652:8830:1472:8767:1:28:1040^N3^S193752::::::::70:253::16:8:8962:7977:6652:8822:8817:9144:1601:8767:1:28:1279^N4^S193752::::::::70:253::16:8:8962:7977:6652:8822:8817:9144:1601:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [1296]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N577^N2^N398.0625^N3^T^Sresponse^T^N2^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N13^t^Sgear1^T^N1^S200342:6624:::::::70:577::3:5:7979:6652:8830:1472:8767:1:28:1040^N2^S200342:6624:::::::70:577::3:5:7979:6652:8830:1472:8767:1:28:1040^N3^S200344::::::::70:577::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S200344::::::::70:577::3:5:7979:6652:8829:1472:8767:1:28:1040^t^Sgear2^T^t^t^t^^	RAID	аландир-Ревущийфьорд", -- [1297]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N105^N2^N400.8125^N3^T^Sresponse^T^N1^B^t^Sdiff^T^N1^N3^N2^N3^N3^N10^N4^N10^t^Sgear1^T^N1^S193399:6619:::::::70:105::13:8:8836:8840:8902:8802:8845:8932:8960:8792:8:28:2164:29:32:30:49:38:8:40:294:45:197921:46:193945:47:194569^N2^S193399:6619:::::::70:105::13:8:8836:8840:8902:8802:8845:8932:8960:8792:8:28:2164:29:32:30:49:38:8:40:294:45:197921:46:193945:47:194569^N3^S137480::::::::70:105::16:8:8968:7977:6652:8822:8817:9144:3277:8767:1:28:1279^N4^S137480::::::::70:105::16:8:8968:7977:6652:8822:8817:9144:3277:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1298]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N251^N2^N398.4375^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N13^t^Sgear1^T^N1^S200405:6625:::::::70:251::3:5:7979:6652:8830:1472:8767:1:28:1040^N2^S200405:6625:::::::70:251::3:5:7979:6652:8830:1472:8767:1:28:1040^N3^S200407::::::::70:251::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S200407::::::::70:251::3:5:7979:6652:8829:1472:8767:1:28:1040^t^Sgear2^T^t^t^t^^	RAID	менструа-Ревущийфьорд", -- [1299]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N66^N2^N392.9375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N10^N2^N10^N3^N13^N4^N13^t^Sgear1^T^N1^S193644:6625:::::::70:66::16:8:8968:7977:43:8822:8820:9144:1620:8767:1:28:1279^N2^S193644:6625:::::::70:66::16:8:8968:7977:43:8822:8820:9144:1620:8767:1:28:1279^N3^S200416::::::::70:66::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S200416::::::::70:66::3:5:7979:6652:8829:1472:8767:1:28:1040^t^Sgear2^T^t^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [1300]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N256^N2^N397.5625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N6^N2^N6^N3^N10^N4^N10^t^Sgear1^T^N1^S195500:6625:::::::70:256::5:6:6652:8825:8820:7980:1485:8767^N2^S195500:6625:::::::70:256::5:6:6652:8825:8820:7980:1485:8767^N3^S195523::::::::70:256::3:6:6652:7979:8821:8817:1472:8767^N4^S195523::::::::70:256::3:6:6652:7979:8821:8817:1472:8767^t^Sgear2^T^t^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1301]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N260^N2^N397.25^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N10^N2^N10^N3^N13^N4^N13^t^Sgear1^T^N1^S193764:6625:::::::70:260::16:8:8968:7977:6652:8822:8820:9144:1620:8767:1:28:1279^N2^S193764:6625:::::::70:260::16:8:8968:7977:6652:8822:8820:9144:1620:8767:1:28:1279^N3^S200371::::::::70:260::3:5:7979:6652:8829:1472:8767^N4^S200371::::::::70:260::3:5:7979:6652:8829:1472:8767^t^Sgear2^T^t^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [1302]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N254^N2^N386.875^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N19^N2^N19^N3^N19^N4^N19^t^Sgear1^T^N1^S137498:6625:::::::70:254::16:8:8965:7977:6652:8822:8820:9144:3268:8767:1:28:1279^N2^S137498:6625:::::::70:254::16:8:8965:7977:6652:8822:8820:9144:3268:8767:1:28:1279^N3^S191999::::::::70:254::72:5:9135:6652:1494:5862:8767:1:28:2437^N4^S191999::::::::70:254::72:5:9135:6652:1494:5862:8767:1:28:2437^t^Sgear2^T^t^t^t^^	RAID	аскельт-Ревущийфьорд", -- [1303]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N62^N2^N391.5625^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N23^N4^N23^t^Sgear1^T^N1^S134219:6624:::::::70:62::35:8:8967:7977:6652:8822:8820:9144:3274:8767^N2^S134219:6624:::::::70:62::35:8:8967:7977:6652:8822:8820:9144:3274:8767^N3^S193648::::::::70:62::33:8:8964:7977:6652:8822:8817:9144:1607:8767:1:28:1279^N4^S193648::::::::70:62::33:8:8964:7977:6652:8822:8817:9144:1607:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	натазат-Ревущийфьорд", -- [1304]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N260^N2^N400^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N6^N2^N6^N3^N16^N4^N16^t^Sgear1^T^N1^S195478:6625:::::::70:260::5:6:7980:6652:8825:8820:1485:8767^N2^S195478:6625:::::::70:260::5:6:7980:6652:8825:8820:1485:8767^N3^S193758::::::::70:260::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N4^S193758::::::::70:260::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [1305]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N259^N2^N397.4375^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N13^N2^N13^N3^N19^N4^N19^t^Sgear1^T^N1^S200369:6625:::::::70:259::3:5:7979:6652:8830:1472:8767:1:28:1040^N2^S200369:6625:::::::70:259::3:5:7979:6652:8830:1472:8767:1:28:1040^N3^S193721::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279^N4^S193721::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1306]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N269^N2^N392.3125^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N19^N2^N19^N3^N13^N4^N13^t^Sgear1^T^N1^S143959:6624:::::::70:269::16:8:7977:6652:8822:8820:9144:8965:3279:8767:1:28:1279^N2^S143959:6624:::::::70:269::16:8:7977:6652:8822:8820:9144:8965:3279:8767:1:28:1279^N3^S195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^N4^S195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^t^Sgear2^T^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1307]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N62^N2^N393.25^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N6^N2^N6^N3^N10^N4^N10^t^Sgear1^T^N1^S195500:6624:::::::70:62::5:6:6652:8825:8820:7980:1485:8767^N2^S195500:6624:::::::70:62::5:6:6652:8825:8820:7980:1485:8767^N3^S195523::::::::70:62::3:6:6652:7979:8821:8817:1472:8767^N4^S195523::::::::70:62::3:6:6652:7979:8821:8817:1472:8767^t^Sgear2^T^t^t^t^^	RAID	арканбурст-Ревущийфьорд", -- [1308]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N257^N2^N394.4375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N0^N4^N0^t^Sgear1^T^N1^S200324:6625:::::::70:257::35:6:6652:8830:8967:7977:1472:8767^N2^S200324:6625:::::::70:257::35:6:6652:8830:8967:7977:1472:8767^N3^S200326::::::::70:257::5:5:7980:6652:8829:1485:8767:1:28:1040^N4^S200326::::::::70:257::5:5:7980:6652:8829:1485:8767:1:28:1040^t^Sgear2^T^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1309]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N63^N2^N395.5^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N16^N2^N16^N3^N23^N4^N23^t^Sgear1^T^N1^S193683:6625:::::::70:63::16:8:8966:7977:43:8822:8820:9144:1614:8767:1:28:1279^N2^S193683:6625:::::::70:63::16:8:8966:7977:43:8822:8820:9144:1614:8767:1:28:1279^N3^S199419::::::::70:63::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^N4^S199419::::::::70:63::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^t^Sgear2^T^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1310]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N252^N2^N393.25^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N0^N4^N0^t^Sgear1^T^N1^S200405:6625:::::::70:252::3:5:7979:43:8830:1472:8767:1:28:1040^N2^S200405:6625:::::::70:252::3:5:7979:43:8830:1472:8767:1:28:1040^N3^S200407::::::::70:252::5:5:7980:6652:8829:1485:8767:1:28:1040^N4^S200407::::::::70:252::5:5:7980:6652:8829:1485:8767:1:28:1040^t^Sgear2^T^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [1311]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N250^N2^N398.1875^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N13^t^Sgear1^T^N1^S195494:6625:::::::70:250::3:6:7979:8821:8820:6652:1472:8767^N2^S195494:6625:::::::70:250::3:6:7979:8821:8820:6652:1472:8767^N3^S200407::::::::70:250::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S200407::::::::70:250::3:5:7979:6652:8829:1472:8767:1:28:1040^t^Sgear2^T^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1312]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N266^N2^N396.75^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N13^t^Sgear1^T^N1^S200333:6625:::::::70:266::3:5:7979:6652:8830:1472:8767:1:28:1040^N2^S200333:6625:::::::70:266::3:5:7979:6652:8830:1472:8767:1:28:1040^N3^S200335::::::::70:266::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S200335::::::::70:266::3:5:7979:6652:8829:1472:8767:1:28:1040^t^Sgear2^T^t^t^t^^	RAID	комт-Ревущийфьорд", -- [1313]
			"<23:38:22> <Comm>		^1^SlootAck^T^N1^N264^N2^N392.4375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N19^N2^N19^N3^N13^N4^N13^t^Sgear1^T^N1^S195487:6625:::::::70:264::3:6:6652:8821:8820:7979:1472:8767^N2^S195487:6625:::::::70:264::3:6:6652:8821:8820:7979:1472:8767^N3^S200398::::::::70:264::3:5:7979:6652:8829:1472:8767^N4^S200398::::::::70:264::3:5:7979:6652:8829:1472:8767^t^Sgear2^T^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [1314]
			"<23:38:24> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	арканбурст-Ревущийфьорд", -- [1315]
			"<23:38:25> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	менструа-Ревущийфьорд", -- [1316]
			"<23:38:25> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Менструа	DEATHKNIGHT", -- [1317]
			"<23:38:25> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Менструа	DEATHKNIGHT", -- [1318]
			"<23:38:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бабусянатусе	PRIEST", -- [1319]
			"<23:38:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бабусянатусе	PRIEST", -- [1320]
			"<23:38:27> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [1321]
			"<23:38:28> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [1322]
			"<23:38:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Арканбурст	MAGE", -- [1323]
			"<23:38:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Арканбурст	MAGE", -- [1324]
			"<23:38:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Натазат	MAGE", -- [1325]
			"<23:38:29> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^Sбудет~`4^Sresponse^N1^t^t^^	RAID	линлот-Ревущийфьорд", -- [1326]
			"<23:38:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Натазат	MAGE", -- [1327]
			"<23:38:29> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	комт-Ревущийфьорд", -- [1328]
			"<23:38:29> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^S2^Sresponse^N1^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1329]
			"<23:38:30> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1330]
			"<23:38:30> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^S2^Sresponse^N1^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1331]
			"<23:38:30> <DEBUG>		LootFrame:Response	1	Response:	Основной спек/Нужно", -- [1332]
			"<23:38:30> <DEBUG>		SendResponse	group	3	1	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [1333]
			"<23:38:30> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195514::::::::70:269::5:6:40:7980:8825:8817:1485:8767::::::|h[Обмотки коварного тотема]|h|r", -- [1334]
			"<23:38:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ксимаксрога	ROGUE", -- [1335]
			"<23:38:31> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1336]
			"<23:38:31> <DEBUG>		LootFrame:Response	1	Response:	Основной спек/Нужно", -- [1337]
			"<23:38:31> <DEBUG>		SendResponse	group	4	1	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [1338]
			"<23:38:31> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195514::::::::70:269::5:6:6652:7980:8825:8817:1485:8767::::::|h[Обмотки коварного тотема]|h|r", -- [1339]
			"<23:38:31> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1340]
			"<23:38:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Комт	WARLOCK", -- [1341]
			"<23:38:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледиланатель	MAGE", -- [1342]
			"<23:38:34> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1343]
			"<23:38:34> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Snote^Sап~`с~`нормала^Sresponse^N1^t^t^^	RAID	аландир-Ревущийфьорд", -- [1344]
			"<23:38:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Комт	WARLOCK", -- [1345]
			"<23:38:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледиланатель	MAGE", -- [1346]
			"<23:38:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хохохохохох	PRIEST", -- [1347]
			"<23:38:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	191784	|cffa335ee|Hitem:191784::::::::70:269:::::::::|h[Драконий осколок знания]|h|r	1	Хохохохохох	PRIEST", -- [1348]
			"<23:38:34> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1349]
			"<23:38:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хохохохохох	PRIEST", -- [1350]
			"<23:38:35> <Comm>		^1^Soffline_timer^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1351]
			"<23:38:36> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^S1^Sresponse^N1^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [1352]
			"<23:38:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Дельфуего	ROGUE", -- [1353]
			"<23:38:37> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Дельфуего	ROGUE", -- [1354]
			"<23:38:37> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [1355]
			"<23:38:38> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [1356]
			"<23:38:41> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Snote^Sесть~`такая~`с~`нормала,~`есть~`2~`куска^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [1357]
			"<23:38:43> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N2^t^t^^	RAID	аскельт-Ревущийфьорд", -- [1358]
			"<23:38:46> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Аскельт	HUNTER", -- [1359]
			"<23:38:46> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аскельт	HUNTER", -- [1360]
			"<23:38:50> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N2^t^t^^	RAID	аландир-Ревущийфьорд", -- [1361]
			"<23:38:50> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^Sбудет~`3/4^Sresponse^N1^t^t^^	RAID	натазат-Ревущийфьорд", -- [1362]
			"<23:38:50> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1363]
			"<23:38:50> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1364]
			"<23:38:50> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	аландир-Ревущийфьорд", -- [1365]
			"<23:38:51> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Багетлюбви	DRUID", -- [1366]
			"<23:38:51> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Багетлюбви	DRUID", -- [1367]
			"<23:38:52> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Аландир	DEMONHUNTER", -- [1368]
			"<23:38:52> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аландир	DEMONHUNTER", -- [1369]
			"<23:38:52> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Злюдра	DRUID", -- [1370]
			"<23:38:52> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	191784	|cffa335ee|Hitem:191784::::::::70:269:::::::::|h[Драконий осколок знания]|h|r	1	Злюдра	DRUID", -- [1371]
			"<23:38:53> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Злюдра	DRUID", -- [1372]
			"<23:39:02> <Comm>		^1^Srolls^T^N1^N1^N2^T^Sледотроль-Ревущийфьорд^N88^Sменструа-Ревущийфьорд^N19^Sбабусянатусе-Ревущийфьорд^N64^Sзлюдра-Ревущийфьорд^N41^Sледиланатель-Ревущийфьорд^N32^Sожившийлось-Ревущийфьорд^N15^Sнатазат-Ревущийфьорд^N20^Sкомт-Ревущийфьорд^N83^Sнотушка-Ревущийфьорд^N34^Sлинлот-Ревущийфьорд^N76^Sдельфуего-Ревущийфьорд^N26^Sбагетлюбви-Ревущийфьорд^N33^Sхохохохохох-Ревущийфьорд^N25^Sарканбурст-Ревущийфьорд^N40^Sаскельт-Ревущийфьорд^N59^Sбишарк-Ревущийфьорд^N36^Sинтоксикант-Ревущийфьорд^N63^Sинсендиари-Ревущийфьорд^N90^Sксимаксрога-Ревущийфьорд^N79^Sхугомонк-Ревущийфьорд^N85^Sаландир-Ревущийфьорд^N47^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1373]
			"<23:39:08> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^Sулучшение~`2го~`куска^Sresponse^N1^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [1374]
			"<23:39:19> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [1375]
			"<23:39:20> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [1376]
			"<23:39:25> <Comm>		^1^Srolls^T^N1^N2^N2^T^Sледотроль-Ревущийфьорд^N72^Sменструа-Ревущийфьорд^N100^Sбабусянатусе-Ревущийфьорд^N16^Sзлюдра-Ревущийфьорд^N31^Sледиланатель-Ревущийфьорд^N14^Sожившийлось-Ревущийфьорд^N60^Sнатазат-Ревущийфьорд^N36^Sкомт-Ревущийфьорд^N25^Sнотушка-Ревущийфьорд^N58^Sлинлот-Ревущийфьорд^N95^Sдельфуего-Ревущийфьорд^N83^Sбагетлюбви-Ревущийфьорд^N77^Sхохохохохох-Ревущийфьорд^N43^Sарканбурст-Ревущийфьорд^N69^Sаскельт-Ревущийфьорд^N29^Sбишарк-Ревущийфьорд^N49^Sинтоксикант-Ревущийфьорд^N61^Sинсендиари-Ревущийфьорд^N65^Sксимаксрога-Ревущийфьорд^N5^Sхугомонк-Ревущийфьорд^N99^Sаландир-Ревущийфьорд^N52^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1377]
			"<23:40:17> <Comm>		^1^Shistory^T^N1^Sлинлот-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S29/12/22^Sclass^SHUNTER^SgroupSize^N17^Svotes^N0^Stime^S21:40:12^SitemReplaced1^S|cffa335ee|Hitem:137498:6625:::::::70:259::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279:::::|h[Сияющий~`хауберк~`присягнувшего~`клинку]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^StypeCode^Sdefault^Sresponse^SОсновной~`спек/Нужно^Sid^S1672328412-4^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:196596::::::::70:259::5:4:7980:8830:1485:8767::::::|h[Камень~`Кузни~`из~`таинственного~`аметиста]|h|r^Snote^Sбудет~`4^SisAwardReason^b^SresponseID^N1^Sboss^SКурог~`Зловещий~`Тотем^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1378]
			"<23:40:17> <Comm>		^1^Sawarded^T^N1^N2^N2^Sлинлот-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1379]
			"<23:40:49> <Comm>		^1^Srolls^T^N1^N3^N2^T^Sледотроль-Ревущийфьорд^N2^Sменструа-Ревущийфьорд^N100^Sбабусянатусе-Ревущийфьорд^N66^Sзлюдра-Ревущийфьорд^N53^Sледиланатель-Ревущийфьорд^N81^Sожившийлось-Ревущийфьорд^N85^Sнатазат-Ревущийфьорд^N47^Sкомт-Ревущийфьорд^N29^Sнотушка-Ревущийфьорд^N90^Sлинлот-Ревущийфьорд^N72^Sдельфуего-Ревущийфьорд^N10^Sбагетлюбви-Ревущийфьорд^N64^Sхохохохохох-Ревущийфьорд^N61^Sарканбурст-Ревущийфьорд^N1^Sаскельт-Ревущийфьорд^N56^Sбишарк-Ревущийфьорд^N28^Sинтоксикант-Ревущийфьорд^N58^Sинсендиари-Ревущийфьорд^N51^Sксимаксрога-Ревущийфьорд^N73^Sхугомонк-Ревущийфьорд^N89^Sаландир-Ревущийфьорд^N46^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1380]
			"<23:41:30> <Comm>		^1^Srolls^T^N1^N1^N2^T^Sледотроль-Ревущийфьорд^N73^Sменструа-Ревущийфьорд^N95^Sбабусянатусе-Ревущийфьорд^N83^Sзлюдра-Ревущийфьорд^N21^Sледиланатель-Ревущийфьорд^N49^Sожившийлось-Ревущийфьорд^N17^Sнатазат-Ревущийфьорд^N41^Sкомт-Ревущийфьорд^N84^Sнотушка-Ревущийфьорд^N64^Sлинлот-Ревущийфьорд^N1^Sдельфуего-Ревущийфьорд^N74^Sбагетлюбви-Ревущийфьорд^N47^Sхохохохохох-Ревущийфьорд^N97^Sарканбурст-Ревущийфьорд^N42^Sаскельт-Ревущийфьорд^N46^Sбишарк-Ревущийфьорд^N20^Sинтоксикант-Ревущийфьорд^N52^Sинсендиари-Ревущийфьорд^N19^Sксимаксрога-Ревущийфьорд^N87^Sхугомонк-Ревущийфьорд^N11^Sаландир-Ревущийфьорд^N77^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1381]
			"<23:41:38> <Comm>		^1^Shistory^T^N1^Sожившийлось-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0.7^N2^N0.7^N3^N0.7^N4^N1^t^Sclass^SDEATHKNIGHT^SgroupSize^N16^Sboss^SКурог~`Зловещий~`Тотем^Stime^S21:41:34^SitemReplaced1^S|cffa335ee|Hitem:195494:6625:::::::70:259::3:6:7979:8821:8820:6652:1472:8767::::::|h[Клетка~`смерча~`Дафии]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОтказаться^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:196586::::::::70:259::5:4:7980:8830:1485:8767::::::|h[Камень~`Кузни~`из~`жуткого~`аметиста]|h|r^Sid^S1672328494-5^Sdate^S29/12/22^SresponseID^SPASS^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1382]
			"<23:41:38> <Comm>		^1^Sawarded^T^N1^N1^N2^Sожившийлось-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1383]
			"<23:42:11> <Comm>		^1^Sl^T^N1^S198263^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1384]
			"<23:42:11> <Comm>		^1^Sl^T^N1^S198263^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1385]
			"<23:42:14> <DEBUG>		Event:	LOOT_READY	true", -- [1386]
			"<23:42:14> <DEBUG>		Adding to self.lootSlotInfo	1	|cff1eff00|Hitem:198989::::::::70:269:::3:7968:6652:1717:1:28:2159:::::|h[Кюлоты наблюдателя за драконами с меткой безмятежности]|h|r	2	1	Creature-0-3772-2522-17389-198263-0003ADD0EB	1", -- [1387]
			"<23:42:14> <DEBUG>		Adding to self.lootSlotInfo	2	|cff1eff00|Hitem:199042::::::::70:269:::3:7969:6652:1685:1:28:2159:::::|h[Арбалет длиннорога с символом бесподобия]|h|r	2	1	Creature-0-3772-2522-17389-198266-00002DDF3A	1", -- [1388]
			"<23:42:14> <DEBUG>		Ignoring	nil	as it's a currency", -- [1389]
			"<23:42:14> <DEBUG>		Event:	LOOT_READY	true", -- [1390]
			"<23:42:14> <DEBUG>		Adding to self.lootSlotInfo	1	|cff1eff00|Hitem:198989::::::::70:269:::3:7968:6652:1717:1:28:2159:::::|h[Кюлоты наблюдателя за драконами с меткой безмятежности]|h|r	2	1	Creature-0-3772-2522-17389-198263-0003ADD0EB	1", -- [1391]
			"<23:42:14> <DEBUG>		Adding to self.lootSlotInfo	2	|cff1eff00|Hitem:199042::::::::70:269:::3:7969:6652:1685:1:28:2159:::::|h[Арбалет длиннорога с символом бесподобия]|h|r	2	1	Creature-0-3772-2522-17389-198266-00002DDF3A	1", -- [1392]
			"<23:42:14> <DEBUG>		Ignoring	nil	as it's a currency", -- [1393]
			"<23:42:14> <DEBUG>		OnLootSlotCleared()	1	|cff1eff00|Hitem:198989::::::::70:269:::3:7968:6652:1717:1:28:2159:::::|h[Кюлоты наблюдателя за драконами с меткой безмятежности]|h|r	2", -- [1394]
			"<23:42:14> <DEBUG>		OnLootSlotCleared()	2	|cff1eff00|Hitem:199042::::::::70:269:::3:7969:6652:1685:1:28:2159:::::|h[Арбалет длиннорога с символом бесподобия]|h|r	2", -- [1395]
			"<23:42:14> <DEBUG>		Event:	LOOT_CLOSED", -- [1396]
			"<23:42:14> <DEBUG>		Event:	LOOT_CLOSED", -- [1397]
			"<23:42:15> <Comm>		^1^Sl^T^N1^S198266^t^^	RAID	хугомонк-Ревущийфьорд", -- [1398]
			"<23:42:15> <Comm>		^1^Sl^T^N1^S198266^t^^	RAID	хугомонк-Ревущийфьорд", -- [1399]
			"<23:42:16> <DEBUG>		Storage:New	|cff1eff00|Hitem:198989::::::::70:269:::3:7968:6652:1717:1:28:2159:::::|h[Кюлоты наблюдателя за драконами с меткой безмятежности]|h|r	temp", -- [1400]
			"<23:42:16> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198989::::::::70:269:::3:7968:6652:1717:1:28:2159:::::||h[Кюлоты наблюдателя за драконами с меткой безмятежности]||h||r	5", -- [1401]
			"<23:42:16> <DEBUG>		Found:	nil	nil	nil", -- [1402]
			"<23:42:16> <DEBUG>		Storage:New	|cff1eff00|Hitem:199042::::::::70:269:::3:7969:6652:1685:1:28:2159:::::|h[Арбалет длиннорога с символом бесподобия]|h|r	temp", -- [1403]
			"<23:42:16> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199042::::::::70:269:::3:7969:6652:1685:1:28:2159:::::||h[Арбалет длиннорога с символом бесподобия]||h||r	5", -- [1404]
			"<23:42:16> <DEBUG>		Found:	nil	nil	nil", -- [1405]
			"<23:42:17> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198989::::::::70:269:::3:7968:6652:1717:1:28:2159:::::||h[Кюлоты наблюдателя за драконами с меткой безмятежности]||h||r	5", -- [1406]
			"<23:42:17> <DEBUG>		Found:	nil	nil	nil", -- [1407]
			"<23:42:17> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199042::::::::70:269:::3:7969:6652:1685:1:28:2159:::::||h[Арбалет длиннорога с символом бесподобия]||h||r	5", -- [1408]
			"<23:42:17> <DEBUG>		Found:	nil	nil	nil", -- [1409]
			"<23:42:18> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198989::::::::70:269:::3:7968:6652:1717:1:28:2159:::::||h[Кюлоты наблюдателя за драконами с меткой безмятежности]||h||r	5", -- [1410]
			"<23:42:18> <DEBUG>		Found:	nil	nil	nil", -- [1411]
			"<23:42:18> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199042::::::::70:269:::3:7969:6652:1685:1:28:2159:::::||h[Арбалет длиннорога с символом бесподобия]||h||r	5", -- [1412]
			"<23:42:18> <DEBUG>		Found:	nil	nil	nil", -- [1413]
			"<23:42:19> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198989::::::::70:269:::3:7968:6652:1717:1:28:2159:::::||h[Кюлоты наблюдателя за драконами с меткой безмятежности]||h||r	5", -- [1414]
			"<23:42:19> <DEBUG>		Found:	nil	nil	nil", -- [1415]
			"<23:42:19> <ERROR>		UpdateAndSendRecentTradableItem: |cff1eff00|Hitem:198989::::::::70:269:::3:7968:6652:1717:1:28:2159:::::|h[Кюлоты наблюдателя за драконами с меткой безмятежности]|h|r not found in bags", -- [1416]
			"<23:42:19> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199042::::::::70:269:::3:7969:6652:1685:1:28:2159:::::||h[Арбалет длиннорога с символом бесподобия]||h||r	5", -- [1417]
			"<23:42:19> <DEBUG>		Found:	nil	nil	nil", -- [1418]
			"<23:42:19> <ERROR>		UpdateAndSendRecentTradableItem: |cff1eff00|Hitem:199042::::::::70:269:::3:7969:6652:1685:1:28:2159:::::|h[Арбалет длиннорога с символом бесподобия]|h|r not found in bags", -- [1419]
			"<23:43:00> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196596::::::::70:259::5:4:7980:8830:1485:8767::::::|h[Камень~`Кузни~`из~`таинственного~`аметиста]|h|r^N2^Sлинлот-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1420]
			"<23:43:53> <Comm>		^1^Shistory^T^N1^Sхугомонк-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SMONK^SgroupSize^N17^Sboss^SКурог~`Зловещий~`Тотем^Stime^S21:43:49^SitemReplaced1^S|cffa335ee|Hitem:195514::::::::70:259::3:6:6652:7979:8821:8817:1472:8767::::::|h[Обмотки~`коварного~`тотема]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195514::::::::70:259::5:6:40:7980:8825:8817:1485:8767::::::|h[Обмотки~`коварного~`тотема]|h|r^Sid^S1672328629-6^Sdate^S29/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1421]
			"<23:43:53> <Comm>		^1^Sawarded^T^N1^N3^N2^Sхугомонк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1422]
			"<23:43:56> <Comm>		^1^Srolls^T^N1^N4^N2^T^Sледотроль-Ревущийфьорд^N19^Sменструа-Ревущийфьорд^N79^Sбабусянатусе-Ревущийфьорд^N2^Sзлюдра-Ревущийфьорд^N32^Sледиланатель-Ревущийфьорд^N71^Sожившийлось-Ревущийфьорд^N80^Sнатазат-Ревущийфьорд^N83^Sкомт-Ревущийфьорд^N37^Sнотушка-Ревущийфьорд^N53^Sлинлот-Ревущийфьорд^N42^Sдельфуего-Ревущийфьорд^N36^Sбагетлюбви-Ревущийфьорд^N46^Sхохохохохох-Ревущийфьорд^N43^Sарканбурст-Ревущийфьорд^N57^Sаскельт-Ревущийфьорд^N89^Sбишарк-Ревущийфьорд^N48^Sинтоксикант-Ревущийфьорд^N51^Sинсендиари-Ревущийфьорд^N73^Sксимаксрога-Ревущийфьорд^N21^Sхугомонк-Ревущийфьорд^N41^Sаландир-Ревущийфьорд^N13^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1423]
			"<23:44:04> <Comm>		^1^Shistory^T^N1^Sинтоксикант-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SROGUE^SgroupSize^N17^Sboss^SКурог~`Зловещий~`Тотем^Stime^S21:44:00^SitemReplaced1^S|cffa335ee|Hitem:193758::::::::70:259::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279:::::|h[Леденящие~`захваты~`поработителя]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195514::::::::70:259::5:6:6652:7980:8825:8817:1485:8767::::::|h[Обмотки~`коварного~`тотема]|h|r^Sid^S1672328640-7^Sdate^S29/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1424]
			"<23:44:04> <Comm>		^1^Sawarded^T^N1^N4^N2^Sинтоксикант-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1425]
			"<23:44:05> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1426]
			"<23:44:19> <DEBUG>		Event:	LOOT_READY	true", -- [1427]
			"<23:44:19> <DEBUG>		Ignoring	nil	as it's a currency", -- [1428]
			"<23:44:20> <DEBUG>		Event:	LOOT_READY	true", -- [1429]
			"<23:44:20> <DEBUG>		Ignoring	nil	as it's a currency", -- [1430]
			"<23:44:20> <DEBUG>		Event:	LOOT_CLOSED", -- [1431]
			"<23:44:20> <DEBUG>		Event:	LOOT_CLOSED", -- [1432]
			"<23:44:25> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196586::::::::70:259::5:4:7980:8830:1485:8767::::::|h[Камень~`Кузни~`из~`жуткого~`аметиста]|h|r^N2^Sожившийлось-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1433]
			"<23:44:27> <DEBUG>		TradeUI: Traded item(s) to	дельфуего-Ревущийфьорд", -- [1434]
			"<23:44:27> <DEBUG>		TradeUI:Show()	nil", -- [1435]
			"<23:44:27> <DEBUG>		TradeUI:Hide()", -- [1436]
			"<23:44:27> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195514::::::::70:259::5:6:40:7980:8825:8817:1485:8767::::::|h[Обмотки~`коварного~`тотема]|h|r^N2^Sхугомонк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1437]
			"12/29/22", -- [1438]
			"<23:44:46> <INFO>		Logged In", -- [1439]
			"<23:44:46> <INFO>[ML]		Init", -- [1440]
			"<23:44:46> <INFO>		RCLootCouncil	TradeUI enabled", -- [1441]
			"<23:44:49> <INFO>		хугомонк-Ревущийфьорд	3.6.6	nil", -- [1442]
			"<23:44:49> <DEBUG>		ActivateSkin	bfa", -- [1443]
			"<23:44:53> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	true", -- [1444]
			"<23:44:53> <INFO>		UpdatePlayersData()", -- [1445]
			"<23:44:53> <INFO>		Player relog...", -- [1446]
			"<23:44:55> <DEBUG>		GetPlayersGuildRank()", -- [1447]
			"<23:44:55> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1448]
			"<23:44:55> <DEBUG>		GetML()", -- [1449]
			"<23:44:55> <DEBUG>		Resetting council as we have a new ML!", -- [1450]
			"<23:44:55> <INFO>		MasterLooter	дельфуего-Ревущийфьорд	LootMethod	personalloot", -- [1451]
			"<23:44:55> <DEBUG>		I'm an enchanter", -- [1452]
			"<23:44:55> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1453]
			"<23:44:55> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N3^B^N4^N26^N5^N392.3125^N6^N269^t^^	RAID	хугомонк-Ревущийфьорд", -- [1454]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^N2^SRCLootCouncil_ExtraUtilities~`-~`1.1.1^t^t^^	GUILD	дебрикассар-Ревущийфьорд", -- [1455]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [1456]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	линлот-Ревущийфьорд", -- [1457]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1458]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [1459]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аландир-Ревущийфьорд", -- [1460]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [1461]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1462]
			"<23:44:56> <Comm>		^1^Smldb^T^N1^T^S|2^B^S|12^N60^S|11^T^S|14^T^N4^T^S|15^SТрансмог^S|4^N4^S|16^T^N1^N0.7^N2^N0.7^N3^N0.7^N4^N1^t^t^t^t^S|1^B^S|3^B^S|8^T^S|14^T^N4^T^S|15^SТрансмог^t^S|5^N4^t^t^S|5^N4^S|17^B^t^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [1463]
			"<23:44:56> <INFO>		OnMLDBReceived", -- [1464]
			"<23:44:56> <Comm>		^1^Scouncil^T^N1^T^S1615-0A722347^B^t^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [1465]
			"<23:44:56> <DEBUG>		isCouncil	false", -- [1466]
			"<23:44:56> <Comm>		^1^SStartHandleLoot^T^t^^	WHISPER	дельфуего-Ревущийфьорд", -- [1467]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1468]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аскельт-Ревущийфьорд", -- [1469]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1470]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1471]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [1472]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1473]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1474]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1475]
			"<23:44:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1476]
			"<23:44:59> <Comm>		^1^Sl^T^N1^S198214^t^^	RAID	натазат-Ревущийфьорд", -- [1477]
			"<23:44:59> <Comm>		^1^Sl^T^N1^S198214^t^^	RAID	натазат-Ревущийфьорд", -- [1478]
			"<23:45:10> <DEBUG>		Timer MLdb_check passed", -- [1479]
			"<23:45:40> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	менструа-Ревущийфьорд", -- [1480]
			"<23:45:40> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N398.4375^N6^N251^t^^	RAID	менструа-Ревущийфьорд", -- [1481]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аландир-Ревущийфьорд", -- [1482]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [1483]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^N2^SRCLootCouncil_ExtraUtilities~`-~`1.1.1^t^t^^	GUILD	дебрикассар-Ревущийфьорд", -- [1484]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1485]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [1486]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [1487]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1488]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1489]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	линлот-Ревущийфьорд", -- [1490]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аскельт-Ревущийфьорд", -- [1491]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1492]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1493]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1494]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1495]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [1496]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1497]
			"<23:45:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1498]
			"<23:45:49> <Comm>		^1^Strade_WrongWinner^T^N1^S|cffa335ee|Hitem:195514::::::::70:259::5:6:6652:7980:8825:8817:1485:8767::::::|h[Обмотки~`коварного~`тотема]|h|r^N2^Sбагетлюбви-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^N4^Sинтоксикант-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1499]
			"<23:46:46> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	линлот-Ревущийфьорд", -- [1500]
			"<23:46:46> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SМастер~`Огня^N4^N0^N5^N397.625^N6^N254^t^^	RAID	линлот-Ревущийфьорд", -- [1501]
			"<23:50:26> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1502]
			"<23:50:26> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N400^N6^N260^t^^	RAID	интоксикант-Ревущийфьорд", -- [1503]
			"<23:54:26> <DEBUG>		Event:	ENCOUNTER_START	2614	Хранительница стаи Денна	15	21", -- [1504]
			"<23:54:26> <INFO>		UpdatePlayersData()", -- [1505]
			"<23:54:26> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1506]
			"<23:57:03> <DEBUG>		Event:	ENCOUNTER_END	2614	Хранительница стаи Денна	15	21	0", -- [1507]
			"<00:06:12> <DEBUG>		Event:	ENCOUNTER_START	2614	Хранительница стаи Денна	15	21", -- [1508]
			"<00:06:12> <INFO>		UpdatePlayersData()", -- [1509]
			"<00:06:13> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1510]
			"<00:09:06> <DEBUG>		Event:	ENCOUNTER_END	2614	Хранительница стаи Денна	15	21	0", -- [1511]
			"<00:10:13> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1512]
			"<00:10:13> <INFO>		UpdatePlayersData()", -- [1513]
			"<00:10:15> <DEBUG>		GetML()", -- [1514]
			"<00:11:10> <DEBUG>		Event:	RAID_INSTANCE_WELCOME	Хранилище Воплощений (Эпохальный)	463729	0	0", -- [1515]
			"<00:11:11> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1516]
			"<00:11:11> <INFO>		UpdatePlayersData()", -- [1517]
			"<00:11:13> <DEBUG>		GetML()", -- [1518]
			"<00:11:32> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1519]
			"<00:16:57> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	аландир-Ревущийфьорд", -- [1520]
			"<00:17:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	1	Ледотроль	HUNTER", -- [1521]
			"<00:17:04> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	ледотроль-Ревущийфьорд", -- [1522]
			"<00:17:04> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	ледотроль-Ревущийфьорд", -- [1523]
			"<00:17:04> <DEBUG>		Event:	LOOT_READY	true", -- [1524]
			"<00:17:04> <DEBUG>		Ignoring	nil	as it's a currency", -- [1525]
			"<00:17:05> <DEBUG>		Event:	LOOT_READY	true", -- [1526]
			"<00:17:05> <DEBUG>		Ignoring	nil	as it's a currency", -- [1527]
			"<00:17:05> <DEBUG>		Event:	LOOT_CLOSED", -- [1528]
			"<00:17:05> <DEBUG>		Event:	LOOT_CLOSED", -- [1529]
			"<00:17:16> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	линлот-Ревущийфьорд", -- [1530]
			"<00:17:22> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	злюдра-Ревущийфьорд", -- [1531]
			"<00:17:29> <Comm>		^1^Sl^T^N1^S194147^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1532]
			"<00:17:29> <Comm>		^1^Sl^T^N1^S194147^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1533]
			"<00:17:30> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	багетлюбви-Ревущийфьорд", -- [1534]
			"<00:17:30> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	багетлюбви-Ревущийфьорд", -- [1535]
			"<00:17:35> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	нотушка-Ревущийфьорд", -- [1536]
			"<00:17:42> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	натазат-Ревущийфьорд", -- [1537]
			"<00:17:42> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	натазат-Ревущийфьорд", -- [1538]
			"<00:17:42> <DEBUG>		Event:	LOOT_READY	true", -- [1539]
			"<00:17:42> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192654::::::::70:269:::::::::|h[Гигантский каменный глаз]|h|r	0	1	Creature-0-3770-2522-12359-188673-0000ADE648	1", -- [1540]
			"<00:17:42> <DEBUG>		Event:	LOOT_READY	true", -- [1541]
			"<00:17:42> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192654::::::::70:269:::::::::|h[Гигантский каменный глаз]|h|r	0	1	Creature-0-3770-2522-12359-188673-0000ADE648	1", -- [1542]
			"<00:17:43> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192654::::::::70:269:::::::::|h[Гигантский каменный глаз]|h|r	0", -- [1543]
			"<00:17:43> <DEBUG>		Event:	LOOT_CLOSED", -- [1544]
			"<00:17:43> <DEBUG>		Event:	LOOT_CLOSED", -- [1545]
			"<00:17:43> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	хугомонк-Ревущийфьорд", -- [1546]
			"<00:17:43> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	хугомонк-Ревущийфьорд", -- [1547]
			"<00:17:43> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	комт-Ревущийфьорд", -- [1548]
			"<00:17:43> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	комт-Ревущийфьорд", -- [1549]
			"<00:19:04> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1550]
			"<00:24:29> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1551]
			"<00:24:29> <INFO>		UpdatePlayersData()", -- [1552]
			"<00:24:29> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1553]
			"<00:25:29> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	бишарк-Ревущийфьорд", -- [1554]
			"<00:25:29> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N4^N0^N5^N392.4375^N6^N264^t^^	RAID	бишарк-Ревущийфьорд", -- [1555]
			"<00:26:38> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1556]
			"<00:30:06> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1557]
			"<00:30:06> <INFO>		UpdatePlayersData()", -- [1558]
			"<00:30:06> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1559]
			"<00:31:51> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1560]
			"<00:37:08> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	лаурэлин-Ревущийфьорд", -- [1561]
			"<00:39:42> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	линлот-Ревущийфьорд", -- [1562]
			"<00:39:42> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SМастер~`Огня^N4^N0^N5^N397.625^N6^N254^t^^	RAID	линлот-Ревущийфьорд", -- [1563]
			"<00:42:47> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1564]
			"<00:42:47> <INFO>		UpdatePlayersData()", -- [1565]
			"<00:42:47> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1566]
			"<00:44:36> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1567]
			"<00:45:36> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1568]
			"<00:45:36> <INFO>		UpdatePlayersData()", -- [1569]
			"<00:45:36> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1570]
			"<00:46:42> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1571]
			"<00:48:30> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1572]
			"<00:48:30> <INFO>		UpdatePlayersData()", -- [1573]
			"<00:48:30> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1574]
			"<00:50:27> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1575]
			"<00:52:19> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1576]
			"<00:52:19> <INFO>		UpdatePlayersData()", -- [1577]
			"<00:52:19> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1578]
			"<00:54:26> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1579]
			"<00:55:47> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	аскельт-Ревущийфьорд", -- [1580]
			"<00:56:17> <Comm>		^1^Smldb^T^N1^T^S|2^B^S|12^N60^S|11^T^S|14^T^N4^T^S|15^SТрансмог^S|4^N4^S|16^T^N1^N0.7^N2^N0.7^N3^N0.7^N4^N1^t^t^t^t^S|1^B^S|3^B^S|8^T^S|14^T^N4^T^S|15^SТрансмог^t^S|5^N4^t^t^S|5^N4^S|17^B^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1581]
			"<00:56:17> <INFO>		OnMLDBReceived", -- [1582]
			"<00:56:17> <Comm>		^1^Scouncil^T^N1^T^S1615-0A722347^B^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1583]
			"<00:56:17> <DEBUG>		isCouncil	false", -- [1584]
			"<00:59:21> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1585]
			"<00:59:21> <INFO>		UpdatePlayersData()", -- [1586]
			"<00:59:22> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1587]
			"<01:03:21> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1588]
			"<01:08:52> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1589]
			"<01:08:52> <INFO>		UpdatePlayersData()", -- [1590]
			"<01:08:52> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1591]
			"<01:11:29> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1592]
			"<01:13:43> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1593]
			"<01:14:33> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1594]
			"<01:14:33> <INFO>		UpdatePlayersData()", -- [1595]
			"<01:14:33> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1596]
			"<01:15:22> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	дайселдру-Ревущийфьорд", -- [1597]
			"<01:15:31> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1598]
			"<01:20:45> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1599]
			"<01:20:45> <INFO>		UpdatePlayersData()", -- [1600]
			"<01:20:45> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1601]
			"<01:22:46> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1602]
			"<01:24:22> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1603]
			"<01:24:22> <INFO>		UpdatePlayersData()", -- [1604]
			"<01:24:22> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1605]
			"<01:26:28> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1606]
			"<01:29:05> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1607]
			"<01:29:05> <INFO>		UpdatePlayersData()", -- [1608]
			"<01:29:05> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1609]
			"<01:31:52> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1610]
			"<01:36:29> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1611]
			"<01:36:29> <INFO>		UpdatePlayersData()", -- [1612]
			"<01:36:29> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1613]
			"<01:37:58> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1614]
			"<01:40:34> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1615]
			"<01:40:34> <INFO>		UpdatePlayersData()", -- [1616]
			"<01:40:35> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1617]
			"<01:42:28> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	менструа-Ревущийфьорд", -- [1618]
			"<01:42:28> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N398.4375^N6^N251^t^^	RAID	менструа-Ревущийфьорд", -- [1619]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аландир-Ревущийфьорд", -- [1620]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [1621]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1622]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [1623]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1624]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1625]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аскельт-Ревущийфьорд", -- [1626]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дайселдру-Ревущийфьорд", -- [1627]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	линлот-Ревущийфьорд", -- [1628]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1629]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1630]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [1631]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1632]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1633]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1634]
			"<01:42:28> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1635]
			"<01:46:10> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1636]
			"<01:47:24> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	бишарк-Ревущийфьорд", -- [1637]
			"<01:47:24> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N4^N0^N5^N392.4375^N6^N264^t^^	RAID	бишарк-Ревущийфьорд", -- [1638]
			"<01:48:57> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	линлот-Ревущийфьорд", -- [1639]
			"<01:48:57> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SМастер~`Огня^N4^N0^N5^N397.625^N6^N254^t^^	RAID	линлот-Ревущийфьорд", -- [1640]
			"<01:50:29> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1641]
			"<01:50:29> <INFO>		UpdatePlayersData()", -- [1642]
			"<01:50:29> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1643]
			"<01:51:32> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1644]
			"<01:53:20> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	16	20", -- [1645]
			"<01:53:20> <INFO>		UpdatePlayersData()", -- [1646]
			"<01:53:20> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1647]
			"<01:54:35> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1648]
			"<01:56:58> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	16	20	0", -- [1649]
			"<01:58:35> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1650]
			"<01:58:35> <INFO>		UpdatePlayersData()", -- [1651]
			"<01:58:38> <DEBUG>		GetML()", -- [1652]
			"<01:58:50> <DEBUG>		Event:	GROUP_LEFT	1	Party-1615-1-000036663C1C", -- [1653]
			"<01:58:50> <DEBUG>		GetML()", -- [1654]
			"<01:58:51> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	оргриддан-Ревущийфьорд", -- [1655]
			"<01:58:52> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1656]
			"<01:58:52> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1657]
			"<01:58:52> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1658]
			"<01:58:52> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1659]
			"<01:58:52> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1660]
			"<01:58:52> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дайселдру-Ревущийфьорд", -- [1661]
			"<01:58:52> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [1662]
			"<01:58:52> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1663]
			"<01:58:52> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	линлот-Ревущийфьорд", -- [1664]
			"<01:58:52> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1665]
			"<01:58:52> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1666]
			"<01:58:52> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [1667]
			"<01:58:52> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1668]
			"<01:58:52> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [1669]
			"<02:05:59> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1670]
			"<02:08:59> <DEBUG>		Event:	LOOT_READY	true", -- [1671]
			"<02:08:59> <DEBUG>		Event:	LOOT_READY	true", -- [1672]
			"<02:09:25> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	инсендиари-Ревущийфьорд", -- [1673]
			"<02:09:31> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	ожившийлось-Ревущийфьорд", -- [1674]
			"<02:09:31> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дайселдру-Ревущийфьорд", -- [1675]
			"<02:09:32> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [1676]
			"<02:09:32> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1677]
			"<02:09:32> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1678]
			"<02:09:32> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1679]
			"<02:09:32> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1680]
			"<02:09:32> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1681]
			"<02:09:32> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1682]
			"<02:09:32> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1683]
			"<02:09:32> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [1684]
			"<02:10:30> <DEBUG>		Event:	LOOT_READY	true", -- [1685]
			"<02:10:30> <DEBUG>		Event:	LOOT_READY	true", -- [1686]
			"<02:10:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	200563	|cff0070dd|Hitem:200563::::::::70:269::25:4:6652:1472:5864:8766:1:28:2602:::::|h[Панцирь для изначального ритуала]|h|r	1	Хугомонк	MONK", -- [1687]
			"<02:10:47> <DEBUG>		Event:	LOOT_READY	true", -- [1688]
			"<02:10:47> <DEBUG>		Event:	LOOT_READY	true", -- [1689]
			"<02:11:06> <DEBUG>		Event:	LOOT_READY	true", -- [1690]
			"<02:11:06> <DEBUG>		Event:	LOOT_READY	true", -- [1691]
			"<02:11:21> <DEBUG>		Event:	LOOT_READY	true", -- [1692]
			"<02:11:21> <DEBUG>		Event:	LOOT_READY	true", -- [1693]
			"<02:11:36> <DEBUG>		Event:	LOOT_READY	true", -- [1694]
			"<02:11:36> <DEBUG>		Event:	LOOT_READY	true", -- [1695]
			"<02:11:54> <DEBUG>		Event:	LOOT_READY	true", -- [1696]
			"<02:11:55> <DEBUG>		Event:	LOOT_READY	true", -- [1697]
			"<02:12:17> <DEBUG>		Event:	LOOT_READY	true", -- [1698]
			"<02:12:17> <DEBUG>		Event:	LOOT_READY	true", -- [1699]
			"<02:12:33> <DEBUG>		Event:	LOOT_READY	true", -- [1700]
			"<02:12:33> <DEBUG>		Event:	LOOT_READY	true", -- [1701]
			"<02:12:51> <DEBUG>		Event:	LOOT_READY	true", -- [1702]
			"<02:12:52> <DEBUG>		Event:	LOOT_READY	true", -- [1703]
			"<02:13:03> <DEBUG>		Event:	LOOT_READY	true", -- [1704]
			"<02:13:03> <DEBUG>		Event:	LOOT_READY	true", -- [1705]
			"<02:13:16> <DEBUG>		Event:	LOOT_READY	true", -- [1706]
			"<02:13:16> <DEBUG>		Event:	LOOT_READY	true", -- [1707]
			"<02:13:28> <DEBUG>		Event:	LOOT_READY	true", -- [1708]
			"<02:13:28> <DEBUG>		Event:	LOOT_READY	true", -- [1709]
			"<02:13:39> <DEBUG>		Event:	LOOT_READY	true", -- [1710]
			"<02:13:39> <DEBUG>		Event:	LOOT_READY	true", -- [1711]
			"<02:15:30> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	зис-Ревущийфьорд", -- [1712]
			"<02:17:04> <DEBUG>		Event:	LOOT_READY	true", -- [1713]
			"<02:17:04> <DEBUG>		Event:	LOOT_READY	true", -- [1714]
			"<02:17:31> <DEBUG>		Event:	LOOT_READY	true", -- [1715]
			"<02:17:31> <DEBUG>		Event:	LOOT_READY	true", -- [1716]
			"<02:17:56> <DEBUG>		Event:	LOOT_READY	true", -- [1717]
			"<02:17:56> <DEBUG>		Event:	LOOT_READY	true", -- [1718]
			"<02:18:25> <DEBUG>		Event:	LOOT_READY	true", -- [1719]
			"<02:18:26> <DEBUG>		Event:	LOOT_READY	true", -- [1720]
			"<02:18:26> <DEBUG>		Event:	LOOT_READY	true", -- [1721]
			"<02:18:48> <DEBUG>		Event:	LOOT_READY	true", -- [1722]
			"<02:18:48> <DEBUG>		Event:	LOOT_READY	true", -- [1723]
			"<02:19:08> <DEBUG>		Event:	LOOT_READY	true", -- [1724]
			"<02:19:08> <DEBUG>		Event:	LOOT_READY	true", -- [1725]
			"<02:19:24> <DEBUG>		Event:	LOOT_READY	true", -- [1726]
			"<02:19:25> <DEBUG>		Event:	LOOT_READY	true", -- [1727]
			"<02:19:45> <DEBUG>		Event:	LOOT_READY	true", -- [1728]
			"<02:19:45> <DEBUG>		Event:	LOOT_READY	true", -- [1729]
			"<02:20:30> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1730]
			"<02:22:56> <DEBUG>		Event:	LOOT_READY	true", -- [1731]
			"<02:22:56> <DEBUG>		Event:	LOOT_READY	true", -- [1732]
			"<02:23:47> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	тиралея-Ревущийфьорд", -- [1733]
			"<02:26:03> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	натазат-Ревущийфьорд", -- [1734]
			"<02:36:28> <DEBUG>		Event:	LOOT_READY	true", -- [1735]
			"<02:36:28> <DEBUG>		Event:	LOOT_READY	true", -- [1736]
			"<02:38:16> <Comm>		^1^Sv^T^N1^S3.6.5^t^^	GUILD	бишарк-Ревущийфьорд", -- [1737]
			"<02:42:16> <DEBUG>		Event:	LOOT_READY	true", -- [1738]
			"<02:42:16> <DEBUG>		Event:	LOOT_READY	true", -- [1739]
			"<02:42:29> <DEBUG>		Event:	LOOT_READY	true", -- [1740]
			"<02:42:29> <DEBUG>		Event:	LOOT_READY	true", -- [1741]
			"<02:42:35> <DEBUG>		Event:	LOOT_READY	true", -- [1742]
			"<02:42:36> <DEBUG>		Event:	LOOT_READY	true", -- [1743]
			"<02:43:17> <DEBUG>		Event:	LOOT_READY	true", -- [1744]
			"<02:43:17> <DEBUG>		Event:	LOOT_READY	true", -- [1745]
			"<02:43:23> <DEBUG>		Event:	LOOT_READY	true", -- [1746]
			"<02:43:24> <DEBUG>		Event:	LOOT_READY	true", -- [1747]
			"<02:43:29> <DEBUG>		Event:	LOOT_READY	true", -- [1748]
			"<02:43:30> <DEBUG>		Event:	LOOT_READY	true", -- [1749]
			"<02:43:37> <DEBUG>		Event:	LOOT_READY	true", -- [1750]
			"<02:43:37> <DEBUG>		Event:	LOOT_READY	true", -- [1751]
			"<02:44:25> <DEBUG>		Event:	LOOT_READY	true", -- [1752]
			"<02:44:25> <DEBUG>		Event:	LOOT_READY	true", -- [1753]
			"<02:44:26> <DEBUG>		Event:	LOOT_READY	true", -- [1754]
			"<02:44:35> <DEBUG>		Event:	LOOT_READY	true", -- [1755]
			"<02:44:35> <DEBUG>		Event:	LOOT_READY	true", -- [1756]
			"<02:44:52> <DEBUG>		Event:	LOOT_READY	true", -- [1757]
			"<02:44:52> <DEBUG>		Event:	LOOT_READY	true", -- [1758]
			"<02:44:52> <DEBUG>		Event:	LOOT_READY	true", -- [1759]
			"<02:45:00> <DEBUG>		Event:	LOOT_READY	true", -- [1760]
			"<02:45:00> <DEBUG>		Event:	LOOT_READY	true", -- [1761]
			"<02:45:01> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190326	|cff0070dd|Hitem:190326::::::::70:269:::::::::|h[Пробуждающийся воздух]|h|r	2	Хугомонк	MONK", -- [1762]
			"<02:45:13> <DEBUG>		Event:	LOOT_READY	true", -- [1763]
			"<02:45:14> <DEBUG>		Event:	LOOT_READY	true", -- [1764]
			"<02:45:26> <DEBUG>		Event:	LOOT_READY	true", -- [1765]
			"<02:45:27> <DEBUG>		Event:	LOOT_READY	true", -- [1766]
			"<02:45:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190326	|cff0070dd|Hitem:190326::::::::70:269:::::::::|h[Пробуждающийся воздух]|h|r	1	Хугомонк	MONK", -- [1767]
			"<02:46:29> <DEBUG>		Event:	LOOT_READY	true", -- [1768]
			"<02:46:30> <DEBUG>		Event:	LOOT_READY	true", -- [1769]
			"<02:53:57> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [1770]
			"<02:53:59> <DEBUG>		GetML()", -- [1771]
			"<02:53:59> <Data.Player>		CreatePlayer	Player-1305-076D8D02", -- [1772]
			"<02:53:59> <Data.Player>		CreatePlayer	Player-1305-0C4D8753", -- [1773]
			"<02:53:59> <Data.Player>		CreatePlayer	Player-1301-0BFE2CA8", -- [1774]
			"<02:53:59> <Data.Player>		CreatePlayer	Player-3681-0896E57A", -- [1775]
			"<02:53:59> <DEBUG>		Resetting council as we have a new ML!", -- [1776]
			"<02:53:59> <INFO>		MasterLooter	Renzoo-Kazzak	LootMethod	personalloot", -- [1777]
			"<02:54:14> <DEBUG>		Timer MLdb_check passed", -- [1778]
			"<02:54:52> <Comm>		^1^Sxrealm^T^N1^SRenzoo-Kazzak^N2^SMLdb_request^t^^	RAID	Xanah-Shen'dralar", -- [1779]
			"<02:54:52> <Comm>		^1^Sxrealm^T^N1^SRenzoo-Kazzak^N2^Scouncil_request^t^^	RAID	Xanah-Shen'dralar", -- [1780]
			"<02:57:20> <DEBUG>		Event:	GROUP_LEFT	1	Party-1305-1-00005E242660", -- [1781]
			"<02:57:20> <DEBUG>		GetML()", -- [1782]
			"<03:00:27> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	айдаго-Ревущийфьорд", -- [1783]
			"<03:00:27> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1784]
			"<03:00:27> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1785]
			"<03:00:27> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	инсендиари-Ревущийфьорд", -- [1786]
			"<03:00:27> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1787]
			"<03:00:27> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	тиралея-Ревущийфьорд", -- [1788]
			"<03:00:27> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1789]
			"<03:00:27> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [1790]
			"<03:00:27> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1791]
			"<03:00:27> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1792]
			"<03:00:27> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1793]
			"<03:01:01> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1794]
			"<03:01:01> <INFO>		UpdatePlayersData()", -- [1795]
			"<03:01:03> <DEBUG>		GetML()", -- [1796]
			"12/30/22", -- [1797]
			"<15:18:07> <INFO>		Logged In", -- [1798]
			"<15:18:07> <INFO>[ML]		Init", -- [1799]
			"<15:18:07> <INFO>		RCLootCouncil	TradeUI enabled", -- [1800]
			"<15:18:16> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугомонк-Ревущийфьорд	Player-1615-0B07C4E5", -- [1801]
			"<15:18:16> <INFO>		хугомонк-Ревущийфьорд	3.6.6	nil", -- [1802]
			"<15:18:16> <DEBUG>		ActivateSkin	bfa", -- [1803]
			"<15:18:19> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1804]
			"<15:18:19> <INFO>		UpdatePlayersData()", -- [1805]
			"<15:18:19> <INFO>		Player relog...", -- [1806]
			"<15:18:20> <DEBUG>		GetPlayersGuildRank()", -- [1807]
			"<15:18:20> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1808]
			"<15:18:22> <DEBUG>		GetML()", -- [1809]
			"<15:18:22> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1810]
			"<15:18:22> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1811]
			"12/30/22", -- [1812]
			"<15:19:45> <INFO>		Logged In", -- [1813]
			"<15:19:45> <INFO>[ML]		Init", -- [1814]
			"<15:19:45> <INFO>		RCLootCouncil	TradeUI enabled", -- [1815]
			"<15:19:53> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хуговар-Ревущийфьорд	Player-1615-0B0576A8", -- [1816]
			"<15:19:53> <INFO>		хуговар-Ревущийфьорд	3.6.6	nil", -- [1817]
			"<15:19:53> <DEBUG>		ActivateSkin	bfa", -- [1818]
			"<15:19:56> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1819]
			"<15:19:56> <INFO>		UpdatePlayersData()", -- [1820]
			"<15:19:56> <INFO>		Player relog...", -- [1821]
			"<15:19:58> <DEBUG>		GetML()", -- [1822]
			"<15:36:12> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1823]
			"<15:36:12> <INFO>		UpdatePlayersData()", -- [1824]
			"<15:36:13> <DEBUG>		GetML()", -- [1825]
			"12/30/22", -- [1826]
			"<15:51:37> <INFO>		Logged In", -- [1827]
			"<15:51:37> <INFO>[ML]		Init", -- [1828]
			"<15:51:37> <INFO>		RCLootCouncil	TradeUI enabled", -- [1829]
			"<15:51:46> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугакон-Ревущийфьорд	Player-1615-0B09BE14", -- [1830]
			"<15:51:46> <INFO>		хугакон-Ревущийфьорд	3.6.6	nil", -- [1831]
			"<15:51:46> <DEBUG>		ActivateSkin	bfa", -- [1832]
			"<15:51:48> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1833]
			"<15:51:48> <INFO>		UpdatePlayersData()", -- [1834]
			"<15:51:48> <INFO>		Player relog...", -- [1835]
			"<15:51:51> <DEBUG>		GetML()", -- [1836]
			"<16:02:09> <DEBUG>		Event:	LOOT_READY	true", -- [1837]
			"<16:02:09> <DEBUG>		Event:	LOOT_READY	true", -- [1838]
			"<16:02:59> <DEBUG>		Event:	LOOT_READY	true", -- [1839]
			"<16:03:00> <DEBUG>		Event:	LOOT_READY	true", -- [1840]
			"<16:05:51> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1841]
			"<16:05:51> <INFO>		UpdatePlayersData()", -- [1842]
			"<16:05:53> <DEBUG>		GetML()", -- [1843]
			"12/30/22", -- [1844]
			"<16:28:18> <INFO>		Logged In", -- [1845]
			"<16:28:18> <INFO>[ML]		Init", -- [1846]
			"<16:28:18> <INFO>		RCLootCouncil	TradeUI enabled", -- [1847]
			"<16:28:26> <INFO>		хугомонк-Ревущийфьорд	3.6.6	nil", -- [1848]
			"<16:28:26> <DEBUG>		ActivateSkin	bfa", -- [1849]
			"<16:28:29> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1850]
			"<16:28:29> <INFO>		UpdatePlayersData()", -- [1851]
			"<16:28:29> <INFO>		Player relog...", -- [1852]
			"<16:28:30> <DEBUG>		GetPlayersGuildRank()", -- [1853]
			"<16:28:30> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1854]
			"<16:28:31> <DEBUG>		GetML()", -- [1855]
			"<16:28:32> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1856]
			"<16:28:32> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1857]
			"12/30/22", -- [1858]
			"<16:30:52> <INFO>		Logged In", -- [1859]
			"<16:30:52> <INFO>[ML]		Init", -- [1860]
			"<16:30:52> <INFO>		RCLootCouncil	TradeUI enabled", -- [1861]
			"<16:30:59> <Data.Player>		CreatePlayer	Player-1615-0B141512", -- [1862]
			"<16:30:59> <INFO>		Unknown	3.6.6	nil", -- [1863]
			"<16:30:59> <DEBUG>		ActivateSkin	bfa", -- [1864]
			"<16:31:02> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1865]
			"<16:31:02> <INFO>		UpdatePlayersData()", -- [1866]
			"<16:31:02> <INFO>		Player relog...", -- [1867]
			"<16:31:05> <DEBUG>		GetML()", -- [1868]
			"12/30/22", -- [1869]
			"<18:57:44> <INFO>		Logged In", -- [1870]
			"<18:57:44> <INFO>[ML]		Init", -- [1871]
			"<18:57:44> <INFO>		RCLootCouncil	TradeUI enabled", -- [1872]
			"<18:57:53> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугомонк-Ревущийфьорд	Player-1615-0B07C4E5", -- [1873]
			"<18:57:53> <INFO>		хугомонк-Ревущийфьорд	3.6.6	nil", -- [1874]
			"<18:57:53> <DEBUG>		ActivateSkin	bfa", -- [1875]
			"<18:57:55> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1876]
			"<18:57:55> <INFO>		UpdatePlayersData()", -- [1877]
			"<18:57:55> <INFO>		Player relog...", -- [1878]
			"<18:57:56> <DEBUG>		GetPlayersGuildRank()", -- [1879]
			"<18:57:56> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1880]
			"<18:57:58> <DEBUG>		GetML()", -- [1881]
			"<18:57:58> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1882]
			"<18:57:58> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1883]
			"<18:58:00> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1884]
			"<18:58:00> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1885]
			"12/30/22", -- [1886]
			"<21:48:44> <INFO>		Logged In", -- [1887]
			"<21:48:44> <INFO>[ML]		Init", -- [1888]
			"<21:48:44> <INFO>		RCLootCouncil	TradeUI enabled", -- [1889]
			"<21:48:49> <Data.Player>		CreatePlayer	Player-1403-0A4669B6", -- [1890]
			"<21:48:49> <INFO>		Unknown	3.6.6	nil", -- [1891]
			"<21:48:49> <DEBUG>		ActivateSkin	bfa", -- [1892]
			"<21:48:49> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1893]
			"<21:48:49> <INFO>		UpdatePlayersData()", -- [1894]
			"<21:48:49> <INFO>		Player relog...", -- [1895]
			"<21:48:51> <DEBUG>		GetML()", -- [1896]
			"12/30/22", -- [1897]
			"<21:51:25> <INFO>		Logged In", -- [1898]
			"<21:51:25> <INFO>[ML]		Init", -- [1899]
			"<21:51:25> <INFO>		RCLootCouncil	TradeUI enabled", -- [1900]
			"<21:51:34> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугомонк-Ревущийфьорд	Player-1615-0B07C4E5", -- [1901]
			"<21:51:34> <INFO>		хугомонк-Ревущийфьорд	3.6.6	nil", -- [1902]
			"<21:51:34> <DEBUG>		ActivateSkin	bfa", -- [1903]
			"<21:51:37> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1904]
			"<21:51:37> <INFO>		UpdatePlayersData()", -- [1905]
			"<21:51:37> <INFO>		Player relog...", -- [1906]
			"<21:51:38> <DEBUG>		GetPlayersGuildRank()", -- [1907]
			"<21:51:38> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1908]
			"<21:51:40> <DEBUG>		GetML()", -- [1909]
			"<21:51:40> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1910]
			"<21:51:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [1911]
			"<21:51:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1912]
			"<21:51:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	аскельт-Ревущийфьорд", -- [1913]
			"<21:51:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1914]
			"<21:51:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	арканбурст-Ревущийфьорд", -- [1915]
			"<21:51:40> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [1916]
			"<21:52:17> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1917]
			"<21:52:17> <INFO>		UpdatePlayersData()", -- [1918]
			"<21:52:19> <DEBUG>		GetML()", -- [1919]
			"12/30/22", -- [1920]
			"<21:54:54> <INFO>		Logged In", -- [1921]
			"<21:54:54> <INFO>[ML]		Init", -- [1922]
			"<21:54:54> <INFO>		RCLootCouncil	TradeUI enabled", -- [1923]
			"<21:54:58> <Data.Player>		CreatePlayer	Player-1403-0A4669B6", -- [1924]
			"<21:54:58> <INFO>		Unknown	3.6.6	nil", -- [1925]
			"<21:54:58> <DEBUG>		ActivateSkin	bfa", -- [1926]
			"<21:54:58> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1927]
			"<21:54:58> <INFO>		UpdatePlayersData()", -- [1928]
			"<21:54:58> <INFO>		Player relog...", -- [1929]
			"<21:55:03> <DEBUG>		GetML()", -- [1930]
			"01/03/23", -- [1931]
			"<19:13:45> <INFO>		Logged In", -- [1932]
			"<19:13:45> <INFO>[ML]		Init", -- [1933]
			"<19:13:45> <INFO>		RCLootCouncil	TradeUI enabled", -- [1934]
			"<19:13:51> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугомонк-Ревущийфьорд	Player-1615-0B07C4E5", -- [1935]
			"<19:13:51> <INFO>		хугомонк-Ревущийфьорд	3.6.6	nil", -- [1936]
			"<19:13:51> <DEBUG>		ActivateSkin	bfa", -- [1937]
			"<19:13:54> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1938]
			"<19:13:54> <INFO>		UpdatePlayersData()", -- [1939]
			"<19:13:54> <INFO>		Player relog...", -- [1940]
			"<19:13:55> <DEBUG>		GetPlayersGuildRank()", -- [1941]
			"<19:13:55> <DEBUG>		GetPlayersGuildRank()", -- [1942]
			"<19:13:55> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1943]
			"<19:13:56> <DEBUG>		GetML()", -- [1944]
			"<19:13:56> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1945]
			"<19:13:56> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1946]
			"<19:14:34> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	аммигдала-Ревущийфьорд", -- [1947]
			"<19:14:34> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1948]
			"<19:14:34> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1949]
			"<19:14:34> <INFO>		UpdatePlayersData()", -- [1950]
			"<19:14:36> <DEBUG>		GetML()", -- [1951]
			"<19:16:03> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	ледиланатель-Ревущийфьорд", -- [1952]
			"<19:16:03> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1953]
			"<19:17:24> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	комт-Ревущийфьорд", -- [1954]
			"<19:17:25> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1955]
			"<19:23:58> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1956]
			"<19:23:58> <INFO>		UpdatePlayersData()", -- [1957]
			"<19:24:00> <DEBUG>		GetML()", -- [1958]
			"01/03/23", -- [1959]
			"<19:24:14> <INFO>		Logged In", -- [1960]
			"<19:24:14> <INFO>[ML]		Init", -- [1961]
			"<19:24:14> <INFO>		RCLootCouncil	TradeUI enabled", -- [1962]
			"<19:24:23> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хуговар-Ревущийфьорд	Player-1615-0B0576A8", -- [1963]
			"<19:24:23> <INFO>		хуговар-Ревущийфьорд	3.6.6	nil", -- [1964]
			"<19:24:23> <DEBUG>		ActivateSkin	bfa", -- [1965]
			"<19:24:25> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1966]
			"<19:24:25> <INFO>		UpdatePlayersData()", -- [1967]
			"<19:24:25> <INFO>		Player relog...", -- [1968]
			"<19:24:28> <DEBUG>		GetML()", -- [1969]
			"<19:33:30> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1970]
			"<19:33:30> <INFO>		UpdatePlayersData()", -- [1971]
			"<19:33:31> <DEBUG>		GetML()", -- [1972]
			"01/03/23", -- [1973]
			"<19:44:01> <INFO>		Logged In", -- [1974]
			"<19:44:01> <INFO>[ML]		Init", -- [1975]
			"<19:44:01> <INFO>		RCLootCouncil	TradeUI enabled", -- [1976]
			"<19:44:11> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугакон-Ревущийфьорд	Player-1615-0B09BE14", -- [1977]
			"<19:44:11> <INFO>		хугакон-Ревущийфьорд	3.6.6	nil", -- [1978]
			"<19:44:11> <DEBUG>		ActivateSkin	bfa", -- [1979]
			"<19:44:13> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1980]
			"<19:44:13> <INFO>		UpdatePlayersData()", -- [1981]
			"<19:44:13> <INFO>		Player relog...", -- [1982]
			"<19:44:16> <DEBUG>		GetML()", -- [1983]
			"<19:53:45> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1984]
			"<19:53:45> <INFO>		UpdatePlayersData()", -- [1985]
			"<19:53:46> <DEBUG>		GetML()", -- [1986]
			"01/03/23", -- [1987]
			"<20:06:47> <INFO>		Logged In", -- [1988]
			"<20:06:47> <INFO>[ML]		Init", -- [1989]
			"<20:06:47> <INFO>		RCLootCouncil	TradeUI enabled", -- [1990]
			"<20:06:56> <INFO>		хугомонк-Ревущийфьорд	3.6.6	nil", -- [1991]
			"<20:06:56> <DEBUG>		ActivateSkin	bfa", -- [1992]
			"<20:06:59> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1993]
			"<20:06:59> <INFO>		UpdatePlayersData()", -- [1994]
			"<20:06:59> <INFO>		Player relog...", -- [1995]
			"<20:07:00> <DEBUG>		GetPlayersGuildRank()", -- [1996]
			"<20:07:00> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1997]
			"<20:07:02> <DEBUG>		GetML()", -- [1998]
			"<20:07:02> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1999]
			"<20:07:02> <Comm>		^1^Sr^T^N1^S3.6.5^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [2000]
		},
		["cache"] = {
			["player"] = {
				["Player-1615-0AEB1962"] = {
					["ilvl"] = 397.625,
					["guid"] = "Player-1615-0AEB1962",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["name"] = "линлот-Ревущийфьорд",
					["realm"] = "Ревущийфьорд",
					["cache_time"] = 1672347516,
					["specID"] = 254,
					["enchantingLvl"] = 0,
					["rank"] = "Мастер Огня",
				},
				["Player-1390-0BE317C9"] = {
					["name"] = "Oryonise-Hyjal",
					["guid"] = "Player-1390-0BE317C9",
					["class"] = "HUNTER",
					["cache_time"] = 1671786890,
					["realm"] = "Hyjal",
				},
				["Player-1604-0AC9C9BC"] = {
					["name"] = "танимура-СвежевательДуш",
					["guid"] = "Player-1604-0AC9C9BC",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1670866676,
					["realm"] = "СвежевательДуш",
				},
				["Player-1615-0B081BFE"] = {
					["ilvl"] = 382.125,
					["guid"] = "Player-1615-0B081BFE",
					["class"] = "WARRIOR",
					["role"] = "DAMAGER",
					["cache_time"] = 1671132008,
					["realm"] = "Ревущий фьорд",
					["name"] = "флдан-Ревущийфьорд",
					["specID"] = 72,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-0B024F7D"] = {
					["ilvl"] = 378.375,
					["guid"] = "Player-1615-0B024F7D",
					["class"] = "MONK",
					["role"] = "HEALER",
					["cache_time"] = 1671133108,
					["realm"] = "Ревущий фьорд",
					["name"] = "лаурэлин-Ревущийфьорд",
					["specID"] = 270,
					["enchantingLvl"] = 0,
					["rank"] = "Альт офицера",
				},
				["Player-3713-098CDEE8"] = {
					["name"] = "Trìckster-BurningLegion",
					["guid"] = "Player-3713-098CDEE8",
					["class"] = "DRUID",
					["cache_time"] = 1671201844,
					["realm"] = "BurningLegion",
				},
				["Player-1408-0A36D95C"] = {
					["name"] = "Luella-Norgannon",
					["guid"] = "Player-1408-0A36D95C",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671786890,
					["realm"] = "Norgannon",
				},
				["Player-512-063CACE5"] = {
					["name"] = "Moprale-Arakarahm",
					["guid"] = "Player-512-063CACE5",
					["class"] = "DRUID",
					["cache_time"] = 1671200711,
					["realm"] = "Arakarahm",
				},
				["Player-1615-0AC4FCC9"] = {
					["ilvl"] = 381.375,
					["guid"] = "Player-1615-0AC4FCC9",
					["class"] = "WARRIOR",
					["role"] = "TANK",
					["cache_time"] = 1672077229,
					["realm"] = "Ревущийфьорд",
					["name"] = "зырочка-Ревущийфьорд",
					["specID"] = 73,
					["enchantingLvl"] = 0,
					["rank"] = "Альт офицера",
				},
				["Player-1615-0B0B1965"] = {
					["name"] = "нерассвело-Ревущийфьорд",
					["guid"] = "Player-1615-0B0B1965",
					["class"] = "DRUID",
					["cache_time"] = 1670780218,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-0AF74D53"] = {
					["ilvl"] = 391.0625,
					["guid"] = "Player-1615-0AF74D53",
					["class"] = "PALADIN",
					["role"] = "TANK",
					["name"] = "мурратик-Ревущийфьорд",
					["rank"] = "Темный совет",
					["cache_time"] = 1671740403,
					["specID"] = 66,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-3681-0896E57A"] = {
					["name"] = "Sarawen-Magtheridon",
					["guid"] = "Player-3681-0896E57A",
					["class"] = "PALADIN",
					["cache_time"] = 1672350837,
					["realm"] = "Magtheridon",
				},
				["Player-1615-0AF1B79B"] = {
					["ilvl"] = 382.6875,
					["guid"] = "Player-1615-0AF1B79B",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["cache_time"] = 1671041682,
					["realm"] = "Ревущий фьорд",
					["name"] = "томмишелби-Ревущийфьорд",
					["specID"] = 253,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1923-07068744"] = {
					["name"] = "энхонатор-Ясеневыйлес",
					["guid"] = "Player-1923-07068744",
					["class"] = "SHAMAN",
					["cache_time"] = 1671203234,
					["realm"] = "Ясеневыйлес",
				},
				["Player-3674-0AACA3BD"] = {
					["name"] = "Rhondius-TwistingNether",
					["guid"] = "Player-3674-0AACA3BD",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1670007467,
					["realm"] = "TwistingNether",
				},
				["Player-1615-0B088FBD"] = {
					["ilvl"] = 374.5,
					["guid"] = "Player-1615-0B088FBD",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["cache_time"] = 1671040442,
					["realm"] = "Ревущий фьорд",
					["name"] = "драчелло-Ревущийфьорд",
					["specID"] = 253,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-09EF9724"] = {
					["ilvl"] = 397.4375,
					["guid"] = "Player-1615-09EF9724",
					["class"] = "DEMONHUNTER",
					["role"] = "DAMAGER",
					["name"] = "аландир-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1672347516,
					["specID"] = 577,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-07F2BDDA"] = {
					["name"] = "сленс-Ревущийфьорд",
					["guid"] = "Player-1615-07F2BDDA",
					["class"] = "PALADIN",
					["cache_time"] = 1670999283,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1624-07934D4F"] = {
					["name"] = "Kiirotsume-Arathi",
					["guid"] = "Player-1624-07934D4F",
					["class"] = "WARRIOR",
					["cache_time"] = 1671786890,
					["realm"] = "Arathi",
				},
				["Player-1615-0B05F7E2"] = {
					["name"] = "вламлю-Ревущийфьорд",
					["guid"] = "Player-1615-0B05F7E2",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1670091692,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1302-0B74FA67"] = {
					["name"] = "Acknya-Archimonde",
					["guid"] = "Player-1302-0B74FA67",
					["class"] = "DEATHKNIGHT",
					["cache_time"] = 1672219425,
					["realm"] = "Archimonde",
				},
				["Player-1615-09CB4496"] = {
					["ilvl"] = 387.4375,
					["guid"] = "Player-1615-09CB4496",
					["class"] = "MAGE",
					["role"] = "DAMAGER",
					["cache_time"] = 1672263002,
					["realm"] = "Ревущийфьорд",
					["name"] = "гигаовца-Ревущийфьорд",
					["specID"] = 64,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-079A5AA5"] = {
					["name"] = "стивэнсон-Ревущийфьорд",
					["guid"] = "Player-1615-079A5AA5",
					["class"] = "WARRIOR",
					["cache_time"] = 1669838321,
					["realm"] = "Ревущий фьорд",
				},
				["Player-3682-09B7F761"] = {
					["name"] = "Thecutercow-Ragnaros",
					["guid"] = "Player-3682-09B7F761",
					["class"] = "DRUID",
					["cache_time"] = 1672218215,
					["realm"] = "Ragnaros",
				},
				["Player-3391-0C4C3008"] = {
					["name"] = "Tamatie-Silvermoon",
					["guid"] = "Player-3391-0C4C3008",
					["class"] = "DRUID",
					["cache_time"] = 1671215390,
					["realm"] = "Silvermoon",
				},
				["Player-1403-09D86091"] = {
					["name"] = "Aeternatus-Draenor",
					["guid"] = "Player-1403-09D86091",
					["class"] = "DRUID",
					["cache_time"] = 1670999563,
					["realm"] = "Draenor",
				},
				["Player-1615-0B057C44"] = {
					["cache_time"] = 1671565460,
					["class"] = "DRUID",
					["name"] = "денрайву-Ревущийфьорд",
					["guid"] = "Player-1615-0B057C44",
				},
				["Player-1615-0B064813"] = {
					["name"] = "фарузан-Ревущийфьорд",
					["guid"] = "Player-1615-0B064813",
					["class"] = "HUNTER",
					["cache_time"] = 1671786868,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-0B1242C8"] = {
					["ilvl"] = 386.4375,
					["guid"] = "Player-1615-0B1242C8",
					["class"] = "WARRIOR",
					["role"] = "DAMAGER",
					["name"] = "вальдегмар-Ревущийфьорд",
					["realm"] = "Ревущийфьорд",
					["cache_time"] = 1672258439,
					["specID"] = 72,
					["enchantingLvl"] = 0,
					["rank"] = "Новичок",
				},
				["Player-1305-076D8D02"] = {
					["name"] = "Renzoo-Kazzak",
					["guid"] = "Player-1305-076D8D02",
					["class"] = "MONK",
					["cache_time"] = 1672350837,
					["realm"] = "Kazzak",
				},
				["Player-1615-0AAF2B61"] = {
					["name"] = "пофигисстка-Ревущийфьорд",
					["guid"] = "Player-1615-0AAF2B61",
					["class"] = "PALADIN",
					["cache_time"] = 1670999247,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1315-09DD68C8"] = {
					["name"] = "Melerynn-Elune",
					["guid"] = "Player-1315-09DD68C8",
					["class"] = "MONK",
					["cache_time"] = 1672217727,
					["realm"] = "Elune",
				},
				["Player-1379-0A7CC488"] = {
					["name"] = "Guarnisiones-Sanguino",
					["guid"] = "Player-1379-0A7CC488",
					["class"] = "WARRIOR",
					["cache_time"] = 1670999304,
					["realm"] = "Sanguino",
				},
				["Player-1615-0AEE985A"] = {
					["name"] = "милкм-Ревущийфьорд",
					["guid"] = "Player-1615-0AEE985A",
					["class"] = "ROGUE",
					["cache_time"] = 1670778917,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1408-09C0A154"] = {
					["name"] = "Bloodykiss-Norgannon",
					["guid"] = "Player-1408-09C0A154",
					["class"] = "HUNTER",
					["cache_time"] = 1671786855,
					["realm"] = "Norgannon",
				},
				["Player-1084-0A85DFB6"] = {
					["name"] = "Ultramagic-TarrenMill",
					["guid"] = "Player-1084-0A85DFB6",
					["class"] = "MAGE",
					["cache_time"] = 1671092436,
					["realm"] = "TarrenMill",
				},
				["Player-1615-0A722347"] = {
					["name"] = "дельфуего-Ревущийфьорд",
					["guid"] = "Player-1615-0A722347",
					["class"] = "ROGUE",
					["cache_time"] = 1672347516,
					["realm"] = "Ревущийфьорд",
				},
				["Player-3674-0AA3E383"] = {
					["name"] = "Spokkhunt-TwistingNether",
					["guid"] = "Player-3674-0AA3E383",
					["class"] = "HUNTER",
					["cache_time"] = 1671784585,
					["realm"] = "TwistingNether",
				},
				["Player-3674-076D1816"] = {
					["name"] = "Voicesmyhead-TwistingNether",
					["guid"] = "Player-3674-076D1816",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671217143,
					["realm"] = "TwistingNether",
				},
				["Player-580-08AA77C0"] = {
					["name"] = "Nocyan-Blackmoore",
					["guid"] = "Player-580-08AA77C0",
					["class"] = "SHAMAN",
					["cache_time"] = 1671786890,
					["realm"] = "Blackmoore",
				},
				["Player-3686-06F4687C"] = {
					["name"] = "Glep-Antonidas",
					["guid"] = "Player-3686-06F4687C",
					["class"] = "HUNTER",
					["cache_time"] = 1671204247,
					["realm"] = "Antonidas",
				},
				["Player-3674-0AA6F780"] = {
					["name"] = "Roséy-TwistingNether",
					["guid"] = "Player-3674-0AA6F780",
					["class"] = "DRUID",
					["cache_time"] = 1670871587,
					["realm"] = "TwistingNether",
				},
				["Player-3391-0BB96588"] = {
					["name"] = "Ossethelon-Silvermoon",
					["guid"] = "Player-3391-0BB96588",
					["class"] = "WARRIOR",
					["cache_time"] = 1672218215,
					["realm"] = "Silvermoon",
				},
				["Player-1615-0B02DE23"] = {
					["ilvl"] = 400.5,
					["guid"] = "Player-1615-0B02DE23",
					["class"] = "DRUID",
					["role"] = "HEALER",
					["cache_time"] = 1672341071,
					["rank"] = "Отряд Репка",
					["name"] = "багетлюбви-Ревущийфьорд",
					["specID"] = 105,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1604-0E6839B9"] = {
					["name"] = "флук-СвежевательДуш",
					["guid"] = "Player-1604-0E6839B9",
					["class"] = "WARRIOR",
					["cache_time"] = 1671561083,
					["realm"] = "СвежевательДуш",
				},
				["Player-1615-089527CE"] = {
					["cache_time"] = 1671566599,
					["class"] = "WARRIOR",
					["name"] = "гронтарг-Ревущийфьорд",
					["guid"] = "Player-1615-089527CE",
				},
				["Player-1335-09E827B4"] = {
					["name"] = "Shëâtan-Ysondre",
					["guid"] = "Player-1335-09E827B4",
					["class"] = "EVOKER",
					["cache_time"] = 1671786868,
					["realm"] = "Ysondre",
				},
				["Player-1615-08C89FCF"] = {
					["name"] = "воледар-Ревущийфьорд",
					["guid"] = "Player-1615-08C89FCF",
					["class"] = "DRUID",
					["cache_time"] = 1670014274,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-0AEC9129"] = {
					["ilvl"] = 398.1875,
					["guid"] = "Player-1615-0AEC9129",
					["class"] = "DEATHKNIGHT",
					["role"] = "TANK",
					["name"] = "ожившийлось-Ревущийфьорд",
					["realm"] = "Ревущийфьорд",
					["cache_time"] = 1672347516,
					["specID"] = 250,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-512-0A47051C"] = {
					["name"] = "Carotte-Rashgarroth",
					["guid"] = "Player-512-0A47051C",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671200552,
					["realm"] = "Rashgarroth",
				},
				["Player-1084-0A45211B"] = {
					["name"] = "Jammyshammy-TarrenMill",
					["guid"] = "Player-1084-0A45211B",
					["class"] = "SHAMAN",
					["cache_time"] = 1672219425,
					["realm"] = "TarrenMill",
				},
				["Player-1615-0ADE2910"] = {
					["name"] = "малгастус-Ревущийфьорд",
					["guid"] = "Player-1615-0ADE2910",
					["class"] = "HUNTER",
					["cache_time"] = 1670999274,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1403-06CDA094"] = {
					["name"] = "Civicshelf-Draenor",
					["guid"] = "Player-1403-06CDA094",
					["class"] = "HUNTER",
					["cache_time"] = 1672214067,
					["realm"] = "Draenor",
				},
				["Player-1615-08946304"] = {
					["ilvl"] = 385.3125,
					["guid"] = "Player-1615-08946304",
					["class"] = "SHAMAN",
					["realm"] = "Ревущийфьорд",
					["role"] = "DAMAGER",
					["cache_time"] = 1672260805,
					["name"] = "ватрониум-Ревущийфьорд",
					["enchanter"] = true,
					["specID"] = 263,
					["enchantingLvl"] = 67,
					["rank"] = "Отряд Репка",
				},
				["Player-1301-0C4D88BD"] = {
					["name"] = "Amveraid-Outland",
					["guid"] = "Player-1301-0C4D88BD",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1670011845,
					["realm"] = "Outland",
				},
				["Player-1615-0A8E7F97"] = {
					["ilvl"] = 391.4375,
					["guid"] = "Player-1615-0A8E7F97",
					["class"] = "DEATHKNIGHT",
					["role"] = "DAMAGER",
					["cache_time"] = 1672347516,
					["rank"] = "Отряд Репка",
					["name"] = "нотушка-Ревущийфьорд",
					["specID"] = 252,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-0B07C4E5"] = {
					["ilvl"] = 392.3125,
					["guid"] = "Player-1615-0B07C4E5",
					["class"] = "MONK",
					["rank"] = "Отряд Репка",
					["role"] = "DAMAGER",
					["cache_time"] = 1672758415,
					["name"] = "хугомонк-Ревущийфьорд",
					["specID"] = 269,
					["enchanter"] = true,
					["enchantingLvl"] = 26,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1596-075AB196"] = {
					["name"] = "Cudomix-TheMaelstrom",
					["guid"] = "Player-1596-075AB196",
					["class"] = "DRUID",
					["cache_time"] = 1672218215,
					["realm"] = "TheMaelstrom",
				},
				["Player-604-0A2B62B3"] = {
					["name"] = "Kreuzreim-Thrall",
					["guid"] = "Player-604-0A2B62B3",
					["class"] = "MONK",
					["cache_time"] = 1671786890,
					["realm"] = "Thrall",
				},
				["Player-1604-0B463FD3"] = {
					["name"] = "малганиан-СвежевательДуш",
					["guid"] = "Player-1604-0B463FD3",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671204638,
					["realm"] = "СвежевательДуш",
				},
				["Player-1309-0BF2B0D9"] = {
					["name"] = "Tarabia-Pozzodell'Eternità",
					["guid"] = "Player-1309-0BF2B0D9",
					["class"] = "PALADIN",
					["cache_time"] = 1671786868,
					["realm"] = "Pozzodell'Eternità",
				},
				["Player-1615-097038E5"] = {
					["name"] = "бэдасс-Ревущийфьорд",
					["guid"] = "Player-1615-097038E5",
					["class"] = "WARRIOR",
					["cache_time"] = 1670868352,
					["realm"] = "Ревущий фьорд",
				},
				["Player-3674-0AACA720"] = {
					["name"] = "Wolfenstian-TwistingNether",
					["guid"] = "Player-3674-0AACA720",
					["class"] = "SHAMAN",
					["cache_time"] = 1670009339,
					["realm"] = "TwistingNether",
				},
				["Player-1390-0C5AB553"] = {
					["name"] = "Sbahoz-Hyjal",
					["guid"] = "Player-1390-0C5AB553",
					["class"] = "ROGUE",
					["cache_time"] = 1672217727,
					["realm"] = "Hyjal",
				},
				["Player-1615-04993223"] = {
					["name"] = "зуланария-Ревущийфьорд",
					["guid"] = "Player-1615-04993223",
					["class"] = "HUNTER",
					["cache_time"] = 1669891610,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-0B10D1BE"] = {
					["ilvl"] = 391.8125,
					["guid"] = "Player-1615-0B10D1BE",
					["class"] = "MAGE",
					["role"] = "DAMAGER",
					["name"] = "натазат-Ревущийфьорд",
					["realm"] = "Ревущийфьорд",
					["cache_time"] = 1672347516,
					["specID"] = 62,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-09E509D4"] = {
					["name"] = "енб-Ревущийфьорд",
					["guid"] = "Player-1615-09E509D4",
					["class"] = "MAGE",
					["cache_time"] = 1670005294,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-0A9A671E"] = {
					["ilvl"] = 398.4375,
					["guid"] = "Player-1615-0A9A671E",
					["class"] = "DEATHKNIGHT",
					["role"] = "DAMAGER",
					["name"] = "менструа-Ревущийфьорд",
					["realm"] = "Ревущийфьорд",
					["cache_time"] = 1672347516,
					["specID"] = 251,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-3674-0AC34315"] = {
					["name"] = "Texi-TwistingNether",
					["guid"] = "Player-3674-0AC34315",
					["class"] = "DRUID",
					["cache_time"] = 1670869819,
					["realm"] = "TwistingNether",
				},
				["Player-1615-0B033E78"] = {
					["ilvl"] = 394.4375,
					["guid"] = "Player-1615-0B033E78",
					["class"] = "PRIEST",
					["rank"] = "Отряд Репка",
					["role"] = "HEALER",
					["cache_time"] = 1672347516,
					["name"] = "бабусянатусе-Ревущийфьорд",
					["specID"] = 257,
					["enchanter"] = true,
					["enchantingLvl"] = 54,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-0B09BE14"] = {
					["name"] = "хугакон-Ревущийфьорд",
					["guid"] = "Player-1615-0B09BE14",
					["class"] = "EVOKER",
					["cache_time"] = 1670947998,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1301-08BB22C8"] = {
					["name"] = "Gluktus-Outland",
					["guid"] = "Player-1301-08BB22C8",
					["class"] = "SHAMAN",
					["cache_time"] = 1670010078,
					["realm"] = "Outland",
				},
				["Player-1922-02865D7A"] = {
					["name"] = "шпонь-Азурегос",
					["guid"] = "Player-1922-02865D7A",
					["class"] = "HUNTER",
					["cache_time"] = 1670999113,
					["realm"] = "Азурегос",
				},
				["Player-3674-0B0DBC12"] = {
					["name"] = "Solowings-TwistingNether",
					["guid"] = "Player-3674-0B0DBC12",
					["class"] = "EVOKER",
					["cache_time"] = 1671786868,
					["realm"] = "TwistingNether",
				},
				["Player-1615-0B10CD8A"] = {
					["ilvl"] = 392.4375,
					["guid"] = "Player-1615-0B10CD8A",
					["class"] = "SHAMAN",
					["role"] = "HEALER",
					["cache_time"] = 1672347516,
					["realm"] = "Ревущийфьорд",
					["name"] = "бишарк-Ревущийфьорд",
					["specID"] = 264,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-3674-0AEE2318"] = {
					["name"] = "Kattpiss-TwistingNether",
					["guid"] = "Player-3674-0AEE2318",
					["class"] = "DEATHKNIGHT",
					["cache_time"] = 1671206492,
					["realm"] = "TwistingNether",
				},
				["Player-1615-0B0566D3"] = {
					["ilvl"] = 393.6875,
					["guid"] = "Player-1615-0B0566D3",
					["class"] = "DEMONHUNTER",
					["role"] = "DAMAGER",
					["cache_time"] = 1672258439,
					["realm"] = "Ревущийфьорд",
					["name"] = "дебрикассар-Ревущийфьорд",
					["specID"] = 577,
					["enchantingLvl"] = 0,
					["rank"] = "Новичок",
				},
				["Player-1615-0AF0561C"] = {
					["ilvl"] = 400,
					["guid"] = "Player-1615-0AF0561C",
					["class"] = "ROGUE",
					["role"] = "DAMAGER",
					["name"] = "интоксикант-Ревущийфьорд",
					["realm"] = "Ревущийфьорд",
					["cache_time"] = 1672347516,
					["specID"] = 260,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1302-0B8A54D0"] = {
					["name"] = "Clarius-Archimonde",
					["guid"] = "Player-1302-0B8A54D0",
					["class"] = "PALADIN",
					["cache_time"] = 1672219425,
					["realm"] = "Archimonde",
				},
				["Player-1615-08D81B1E"] = {
					["ilvl"] = 390.25,
					["guid"] = "Player-1615-08D81B1E",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["cache_time"] = 1672347516,
					["realm"] = "Ревущийфьорд",
					["name"] = "ледотроль-Ревущийфьорд",
					["specID"] = 253,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-07400DB2"] = {
					["ilvl"] = 391.6875,
					["guid"] = "Player-1615-07400DB2",
					["class"] = "PALADIN",
					["role"] = "TANK",
					["name"] = "инсендиари-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1672347516,
					["specID"] = 66,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-0AE5B2D0"] = {
					["ilvl"] = 395.5,
					["guid"] = "Player-1615-0AE5B2D0",
					["class"] = "MAGE",
					["role"] = "DAMAGER",
					["cache_time"] = 1672347516,
					["realm"] = "Ревущийфьорд",
					["name"] = "ледиланатель-Ревущийфьорд",
					["specID"] = 63,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-0A0BCC2B"] = {
					["ilvl"] = 376.25,
					["guid"] = "Player-1615-0A0BCC2B",
					["class"] = "PALADIN",
					["role"] = "HEALER",
					["name"] = "дереликт-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1671132506,
					["specID"] = 65,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1401-0A493011"] = {
					["name"] = "Losienne-Nozdormu",
					["guid"] = "Player-1401-0A493011",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671607065,
					["realm"] = "Nozdormu",
				},
				["Player-1403-0A4433D9"] = {
					["name"] = "Gentlemann-Draenor",
					["guid"] = "Player-1403-0A4433D9",
					["class"] = "PRIEST",
					["cache_time"] = 1672214067,
					["realm"] = "Draenor",
				},
				["Player-581-078E3A48"] = {
					["name"] = "Venroxs-Blackrock",
					["guid"] = "Player-581-078E3A48",
					["class"] = "DRUID",
					["cache_time"] = 1671607289,
					["realm"] = "Blackrock",
				},
				["Player-1615-0B0FC970"] = {
					["ilvl"] = 386.875,
					["guid"] = "Player-1615-0B0FC970",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["cache_time"] = 1672347516,
					["rank"] = "Новичок",
					["name"] = "аскельт-Ревущийфьорд",
					["specID"] = 254,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-0AC000DE"] = {
					["ilvl"] = 391.8125,
					["guid"] = "Player-1615-0AC000DE",
					["class"] = "WARLOCK",
					["role"] = "DAMAGER",
					["cache_time"] = 1672341071,
					["rank"] = "Отряд Репка",
					["name"] = "комт-Ревущийфьорд",
					["specID"] = 266,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-0B0576A8"] = {
					["name"] = "хуговар-Ревущийфьорд",
					["guid"] = "Player-1615-0B0576A8",
					["class"] = "WARRIOR",
					["cache_time"] = 1670942078,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-0B03A24D"] = {
					["ilvl"] = 389.1875,
					["guid"] = "Player-1615-0B03A24D",
					["class"] = "MAGE",
					["rank"] = "Отряд Репка",
					["role"] = "DAMAGER",
					["cache_time"] = 1672347516,
					["name"] = "арканбурст-Ревущийфьорд",
					["specID"] = 62,
					["enchanter"] = true,
					["enchantingLvl"] = 72,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-08C5A483"] = {
					["ilvl"] = 390.875,
					["guid"] = "Player-1615-08C5A483",
					["class"] = "WARLOCK",
					["role"] = "DAMAGER",
					["name"] = "гернина-Ревущийфьорд",
					["realm"] = "Ревущийфьорд",
					["cache_time"] = 1672084627,
					["specID"] = 266,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-604-0A47692C"] = {
					["name"] = "Miriih-Thrall",
					["guid"] = "Player-604-0A47692C",
					["class"] = "DEATHKNIGHT",
					["cache_time"] = 1671786868,
					["realm"] = "Thrall",
				},
				["Player-1085-0A50944C"] = {
					["name"] = "Chulun-Moonglade",
					["guid"] = "Player-1085-0A50944C",
					["class"] = "HUNTER",
					["cache_time"] = 1671786868,
					["realm"] = "Moonglade",
				},
				["Player-3686-0939E2B8"] = {
					["name"] = "Rivèe-Antonidas",
					["guid"] = "Player-3686-0939E2B8",
					["class"] = "WARRIOR",
					["cache_time"] = 1670012784,
					["realm"] = "Antonidas",
				},
				["Player-1403-0A4F0B87"] = {
					["name"] = "Rabsham-Draenor",
					["guid"] = "Player-1403-0A4F0B87",
					["class"] = "SHAMAN",
					["cache_time"] = 1672214067,
					["realm"] = "Draenor",
				},
				["Player-3674-0A8BC71E"] = {
					["name"] = "Théhunted-TwistingNether",
					["guid"] = "Player-3674-0A8BC71E",
					["class"] = "HUNTER",
					["cache_time"] = 1672217727,
					["realm"] = "TwistingNether",
				},
				["Player-1602-0F482A6F"] = {
					["name"] = "тевилара-Гордунни",
					["guid"] = "Player-1602-0F482A6F",
					["class"] = "MAGE",
					["cache_time"] = 1671000713,
					["realm"] = "Гордунни",
				},
				["Player-1615-0B09B583"] = {
					["ilvl"] = 391.1875,
					["guid"] = "Player-1615-0B09B583",
					["class"] = "EVOKER",
					["role"] = "DAMAGER",
					["name"] = "ювитта-Ревущийфьорд",
					["realm"] = "Ревущийфьорд",
					["cache_time"] = 1672263002,
					["specID"] = 1467,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1621-0AE65CD0"] = {
					["name"] = "Arâgörne-Dalaran",
					["guid"] = "Player-1621-0AE65CD0",
					["class"] = "WARRIOR",
					["cache_time"] = 1672215855,
					["realm"] = "Dalaran",
				},
				["Player-1403-07D0B7B1"] = {
					["name"] = "Krazypal-Draenor",
					["guid"] = "Player-1403-07D0B7B1",
					["class"] = "PALADIN",
					["cache_time"] = 1671563262,
					["realm"] = "Draenor",
				},
				["Player-1301-0BFE2CA8"] = {
					["name"] = "Artalos-Outland",
					["guid"] = "Player-1301-0BFE2CA8",
					["class"] = "HUNTER",
					["cache_time"] = 1672350837,
					["realm"] = "Outland",
				},
				["Player-1615-0B080B42"] = {
					["ilvl"] = 400.8125,
					["guid"] = "Player-1615-0B080B42",
					["class"] = "DRUID",
					["role"] = "HEALER",
					["cache_time"] = 1672347516,
					["realm"] = "Ревущийфьорд",
					["name"] = "злюдра-Ревущийфьорд",
					["specID"] = 105,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-3691-09BFF0B7"] = {
					["name"] = "Noghle-Blackhand",
					["guid"] = "Player-3691-09BFF0B7",
					["class"] = "HUNTER",
					["cache_time"] = 1670869322,
					["realm"] = "Blackhand",
				},
				["Player-1390-0BE36238"] = {
					["name"] = "Ayliaz-Hyjal",
					["guid"] = "Player-1390-0BE36238",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671786890,
					["realm"] = "Hyjal",
				},
				["Player-1379-0ACDC3B1"] = {
					["name"] = "Jasnahkholin-Zul'jin",
					["guid"] = "Player-1379-0ACDC3B1",
					["class"] = "WARRIOR",
					["cache_time"] = 1671000470,
					["realm"] = "Zul'jin",
				},
				["Player-1390-0C5C6BBA"] = {
					["name"] = "Armaris-Hyjal",
					["guid"] = "Player-1390-0C5C6BBA",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671786890,
					["realm"] = "Hyjal",
				},
				["Player-1615-07A0B983"] = {
					["name"] = "зевуудду-Ревущийфьорд",
					["guid"] = "Player-1615-07A0B983",
					["class"] = "PRIEST",
					["cache_time"] = 1670014574,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1596-076668C5"] = {
					["name"] = "Torrinx-TheMaelstrom",
					["guid"] = "Player-1596-076668C5",
					["class"] = "MAGE",
					["cache_time"] = 1672218215,
					["realm"] = "TheMaelstrom",
				},
				["Player-581-03E1E5E5"] = {
					["name"] = "Drekio-Blackrock",
					["guid"] = "Player-581-03E1E5E5",
					["class"] = "PALADIN",
					["cache_time"] = 1671786861,
					["realm"] = "Blackrock",
				},
				["Player-1615-0AD1AA33"] = {
					["ilvl"] = 397.5625,
					["guid"] = "Player-1615-0AD1AA33",
					["class"] = "PRIEST",
					["role"] = "HEALER",
					["name"] = "хохохохохох-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1672341071,
					["specID"] = 256,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1305-0C4D8753"] = {
					["name"] = "Haamii-Kazzak",
					["guid"] = "Player-1305-0C4D8753",
					["class"] = "MAGE",
					["cache_time"] = 1672350837,
					["realm"] = "Kazzak",
				},
				["Player-3391-068AF0CE"] = {
					["name"] = "Tddk-Silvermoon",
					["guid"] = "Player-3391-068AF0CE",
					["class"] = "DEATHKNIGHT",
					["cache_time"] = 1672214067,
					["realm"] = "Silvermoon",
				},
				["Player-2073-09E8FB01"] = {
					["name"] = "Leóo-Stormscale",
					["guid"] = "Player-2073-09E8FB01",
					["class"] = "EVOKER",
					["cache_time"] = 1670006951,
					["realm"] = "Stormscale",
				},
				["Player-1615-0AAD6B8C"] = {
					["ilvl"] = 385.375,
					["guid"] = "Player-1615-0AAD6B8C",
					["class"] = "SHAMAN",
					["role"] = "HEALER",
					["name"] = "серегя-Ревущийфьорд",
					["realm"] = "Ревущийфьорд",
					["cache_time"] = 1671646996,
					["specID"] = 264,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1302-0BA8B0AC"] = {
					["name"] = "Athenae-Archimonde",
					["guid"] = "Player-1302-0BA8B0AC",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1672219425,
					["realm"] = "Archimonde",
				},
				["Player-1615-0B080FBE"] = {
					["ilvl"] = 396.8125,
					["guid"] = "Player-1615-0B080FBE",
					["class"] = "ROGUE",
					["role"] = "DAMAGER",
					["cache_time"] = 1672347516,
					["rank"] = "Отряд Репка",
					["name"] = "ксимаксрога-Ревущийфьорд",
					["specID"] = 260,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1604-0F4B93D6"] = {
					["name"] = "бабичрион-СвежевательДуш",
					["guid"] = "Player-1604-0F4B93D6",
					["class"] = "EVOKER",
					["cache_time"] = 1670781543,
					["realm"] = "СвежевательДуш",
				},
			},
		},
		["oldVersion"] = "3.6.5",
		["verTestCandidates"] = {
			["грандисон-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672250031, -- [3]
			},
			["аммигдала-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672755274, -- [3]
			},
			["гигаовца-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672249794, -- [3]
			},
			["ледиланатель-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672755363, -- [3]
			},
			["лаурэлин-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672342628, -- [3]
			},
			["вальдегмар-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672419100, -- [3]
			},
			["багетлюбви-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672419100, -- [3]
			},
			["оргриддан-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672347531, -- [3]
			},
			["дельфуего-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672408678, -- [3]
			},
			["аскельт-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672419100, -- [3]
			},
			["интоксикант-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672419100, -- [3]
			},
			["нейровульф-Ревущийфьорд"] = {
				"3.6.2", -- [1]
				nil, -- [2]
				1672241308, -- [3]
			},
			["инсендиари-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672351227, -- [3]
			},
			["аландир-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672346548, -- [3]
			},
			["зис-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672348530, -- [3]
			},
			["дебрикассар-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672339540, -- [3]
			},
			["комт-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672755444, -- [3]
			},
			["бабусянатусе-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672337736, -- [3]
			},
			["ювитта-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672251997, -- [3]
			},
			["ожившийлось-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672348171, -- [3]
			},
			["дайселдру-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672348171, -- [3]
			},
			["натазат-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672351227, -- [3]
			},
			["бесогонтв-Ревущийфьорд"] = {
				"3.6.0", -- [1]
				nil, -- [2]
				1672220028, -- [3]
			},
			["ватрониум-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672254704, -- [3]
			},
			["айдаго-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672351227, -- [3]
			},
			["нотушка-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672347532, -- [3]
			},
			["линлот-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672347532, -- [3]
			},
			["аннавен-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1672248711, -- [3]
			},
			["менструа-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672346548, -- [3]
			},
			["хохохохохох-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672419100, -- [3]
			},
			["арканбурст-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672419100, -- [3]
			},
			["ледотроль-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672336238, -- [3]
			},
			["келайрэ-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1672248850, -- [3]
			},
			["злюдра-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672758422, -- [3]
			},
			["бишарк-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672351227, -- [3]
			},
			["ксимаксрога-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672351227, -- [3]
			},
			["тиралея-Ревущийфьорд"] = {
				"3.6.5", -- [1]
				nil, -- [2]
				1672351227, -- [3]
			},
			["аишвария-Ревущийфьорд"] = {
				"3.5.1", -- [1]
				nil, -- [2]
				1672313224, -- [3]
			},
		},
		["regionID"] = 3,
		["locale"] = "ruRU",
		["version"] = "3.6.6",
	},
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Default",
		["Hugotest - Draenor"] = "Default",
		["Хугопал - Ревущий фьорд"] = "Default",
		["Хуготор - Ревущий фьорд"] = "Default",
		["Хугакон - Ревущий фьорд"] = "Default",
		["Хуговар - Ревущий фьорд"] = "Default",
		["Хугобум - Ревущий фьорд"] = "Default",
		["Hugork - Draenor"] = "Default",
		["Хугомонк - Ревущий фьорд"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["UI"] = {
				["tradeui"] = {
					["bgColor"] = {
						0.55, -- [1]
						0.84, -- [2]
						1, -- [3]
					},
					["borderColor"] = {
						0.62, -- [1]
						0.86, -- [2]
						0.87, -- [3]
						0.85, -- [4]
					},
					["background"] = "Blizzard Garrison Background 3",
					["border"] = "Blizzard Dialog",
				},
				["lootframe"] = {
					["bgColor"] = {
						0.55, -- [1]
						0.84, -- [2]
						1, -- [3]
					},
					["borderColor"] = {
						0.62, -- [1]
						0.86, -- [2]
						0.87, -- [3]
						0.85, -- [4]
					},
					["background"] = "Blizzard Garrison Background 3",
					["border"] = "Blizzard Dialog",
				},
				["default"] = {
					["bgColor"] = {
						0.55, -- [1]
						0.84, -- [2]
						1, -- [3]
					},
					["borderColor"] = {
						0.62, -- [1]
						0.86, -- [2]
						0.87, -- [3]
						0.85, -- [4]
					},
					["background"] = "Blizzard Garrison Background 3",
					["border"] = "Blizzard Dialog",
				},
				["DefaultRCLootFrame"] = {
					["y"] = 201.0389188471472,
					["x"] = 113.1914811826073,
					["point"] = "BOTTOMLEFT",
					["borderColor"] = {
						0.62, -- [1]
						0.86, -- [2]
						0.87, -- [3]
						0.85, -- [4]
					},
					["scale"] = 1.100000023841858,
					["background"] = "Blizzard Garrison Background 3",
					["border"] = "Blizzard Dialog",
					["bgColor"] = {
						0.55, -- [1]
						0.84, -- [2]
						1, -- [3]
					},
				},
			},
		},
	},
}
RCLootCouncilLootDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
		["Хуготор - Ревущий фьорд"] = "Хуготор - Ревущий фьорд",
		["Хугакон - Ревущий фьорд"] = "Хугакон - Ревущий фьорд",
		["Хуговар - Ревущий фьорд"] = "Хуговар - Ревущий фьорд",
		["Хугобум - Ревущий фьорд"] = "Хугобум - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
	},
	["factionrealm"] = {
		["Horde - Ревущий фьорд"] = {
			["ледотроль-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 18,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:23:04",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:200252:6527:::::::70:259::25:4:6652:1478:5861:8767:1:28:2602:::::|h[Пламенная зенитная пушка]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195490::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["votes"] = 0,
					["date"] = "14/12/22",
					["responseID"] = 1,
					["id"] = "1671031384-0",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "23:39:15",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195210::::::::70:259::11:2:8776:8984:2:9:70:28:2154:::::|h[Сердце Азмерлот]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195502::::::::70:259::5:6:6652:7937:8783:7980:1485:8767::::::|h[Плененный сердечник Терроса]|h|r",
					["id"] = "1671644355-36",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 18,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "21:00:36",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:195490:6527:::::::70:260::3:4:6652:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Оффспек/Не откажусь",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195490::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 2,
					["id"] = "1672239636-2",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "22:05:39",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:191997:6625:::::::70:260::73:4:6652:1485:5861:8767:1:28:2437:::::|h[Кольчуга он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672243539-17",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196596::::::::70:260::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из таинственного аметиста]|h|r",
					["note"] = "1 кусок",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Курог Зловещий Тотем",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [4]
			},
			["мурратик-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "14/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 4,
					["groupSize"] = 27,
					["votes"] = 0,
					["time"] = "22:13:33",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193802::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2155:::::|h[Наплечье неизменной истины]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Эраног",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195477::::::::70:259::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r",
					["note"] = "BIS",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1671034413-13",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "18/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 0,
					["groupSize"] = 23,
					["votes"] = 0,
					["time"] = "22:29:56",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134503:6624:::::::70:260::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279:::::|h[Инфернальная кираса]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671380996-7",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196601::::::::70:260::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из почитаемого аметиста]|h|r",
					["note"] = "2part",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Курог Зловещий Тотем",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [2]
			},
			["Ceryne-TwistingNether"] = {
				{
					["mapID"] = 2516,
					["date"] = "16/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 10,
					["groupSize"] = 5,
					["isAwardReason"] = false,
					["time"] = "17:23:33",
					["iClass"] = 2,
					["id"] = "1671204213-0",
					["owner"] = "Ceryne-TwistingNether",
					["response"] = "Personal Loot - Non tradeable",
					["difficultyID"] = 8,
					["lootWon"] = "|cffa335ee|Hitem:193699::::::::70:62::33:6:8962:7977:6652:9147:1601:8767:1:28:1279:::::|h[Staff of Violent Storms]|h|r",
					["boss"] = "Balakar Khan",
					["responseID"] = "PL",
					["instance"] = "The Nokhud Offensive-Mythic Keystone",
					["color"] = {
						1, -- [1]
						0.6, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [1]
			},
			["гигаовца-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "21:07:40",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193787:6603:::::::70:259::23:5:7977:6652:8815:1594:8767:1:28:2157:::::|h[Пелерина объездчика мамонтов]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::3:6:42:8821:8819:7979:1472:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["id"] = "1671635260-2",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 10,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "21:19:16",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193761:6632:::::::70:259::23:4:7977:42:1594:8767:1:28:2157:::::|h[Насыщающий посох Истощенной Холодом]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195497::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r",
					["id"] = "1671635956-4",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:41:59",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:191989::::::::70:259::73:5:6652:7936:1481:5855:8766:1:28:2437:::::|h[Шнурованный ремень кобальтового дозорного]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195515::::::::70:259::3:7:6652:7937:7979:8821:8818:1472:8767::::::|h[Кушак духовных поисков Магаты]|h|r",
					["id"] = "1671637319-15",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:53:02",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193750:6539:::::::70:260::16:8:7977:6652:8822:8820:9144:8967:1617:8767:1:28:1279:::::|h[Брюки парящего полета]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672242782-11",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:260::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["note"] = "второй",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Сеннарт Дыхание Льда",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [4]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "22:32:43",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:192015::::::::70:260::37:4:40:1481:5862:8767:1:28:2275:::::|h[Наплечники кобальтового дозорного]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672245163-20",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196599::::::::70:260::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из таинственного лазурита]|h|r",
					["note"] = "это+сундук=4 куска =)",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Хранительница стаи Денна",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 10,
					["boss"] = "Совет стихий",
					["time"] = "00:29:25",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195485::::::::70:260::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Маска ужаса советника]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195485::::::::70:260::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Маска ужаса советника]|h|r",
					["votes"] = 0,
					["date"] = "29/12/22",
					["responseID"] = 1,
					["id"] = "1672252165-3",
					["typeCode"] = "default",
				}, -- [6]
			},
			["ледиланатель-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:18:46",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:201939:6540:::::::70:260::13:5:8851:8852:8802:8850:8793:7:28:2164:29:40:30:49:38:8:40:855:44:198059:45:194566:::::|h[Проверенные штаны геодезиста |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:260::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["id"] = "1671121126-0",
					["date"] = "15/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:32:34",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191492::::::::70:259::13:4:8836:8840:8902:8802:3:28:2164:38:8:40:201:::::|h[Стремительный алхимический камень |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Обычный",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671636754-11",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194304::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193791::::::::70:259::23:4:7977:6652:1594:8767:1:28:2155:::::|h[Пробивающий время коготь]|h|r",
					["votes"] = 0,
				}, -- [2]
			},
			["лаурэлин-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "22:11:59",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:192013:6624:::::::70:259::26:4:41:1462:5868:8766:1:28:2523:::::|h[Жилет из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195478::::::::70:259::5:6:7980:6652:8825:8820:1485:8767::::::|h[Облачение защитника Вальдраккена]|h|r",
					["votes"] = 0,
					["date"] = "14/12/22",
					["responseID"] = 1,
					["id"] = "1671034319-12",
					["typeCode"] = "default",
				}, -- [1]
			},
			["вальдегмар-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "WARRIOR",
					["iSubClass"] = 5,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:18:58",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193716::::::::70:260::16:6:8966:7977:6652:9147:1614:8767:1:28:1279:::::|h[Алгет'арский подрезатель изгородей]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1672240738-2",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195518::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Усиленный крушитель куалаши]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:110036:6650:::::::70:260::16:6:8962:7977:6652:9147:3264:8767:1:28:1279:::::|h[Окровавленная алебарда Нхаллиша]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [1]
			},
			["багетлюбви-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 2,
					["groupSize"] = 26,
					["boss"] = "Эраног",
					["time"] = "23:13:50",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:192013:6625:::::::70:259::37:4:6652:1481:5862:8767:1:28:2287:::::|h[Жилет из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195478::::::::70:259::5:6:7980:6652:8825:8820:1485:8767::::::|h[Облачение защитника Вальдраккена]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672247630-29",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "DRUID",
					["iSubClass"] = 0,
					["groupSize"] = 24,
					["votes"] = 0,
					["time"] = "23:55:03",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134194::::::::70:259::33:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279:::::|h[Поножи из медвежьей кожи]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Сеннарт Дыхание Льда",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["note"] = "0",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672250103-42",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 2,
					["groupSize"] = 12,
					["boss"] = "Совет стихий",
					["time"] = "00:28:36",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:133620::::::::70:260::16:8:8966:7977:40:8822:8817:9144:3271:8767:1:28:1279:::::|h[Нарамник Просвещенного]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195486::::::::70:260::5:6:43:8825:8817:7980:1485:8767::::::|h[Наплечи из изломанной глины]|h|r",
					["votes"] = 0,
					["date"] = "29/12/22",
					["responseID"] = 1,
					["id"] = "1672252116-1",
					["typeCode"] = "default",
				}, -- [3]
			},
			["дельфуего-Ревущийфьорд"] = {
				{
					["mapID"] = 2444,
					["date"] = "15/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 4,
					["groupSize"] = 0,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:22:41",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:200169::::::::70:260::26:4:6652:1481:5865:8767:1:28:2287:::::|h[Пламенная дубинка защитника]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "10.0 Драконьи острова-",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671121361-4",
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:195510::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Колотушка хладодышащего]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:200137::::::::70:260::25:4:6652:1475:5864:8767:1:28:2437:::::|h[Хитиновый устрашитель]|h|r",
					["votes"] = 0,
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "18/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 23,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:28:35",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:133642::::::::70:260::33:6:8966:7977:6652:9144:3271:8767:1:28:1279:::::|h[Рог доблести]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Обычный",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671380915-5",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194306::::::::70:260::3:4:7979:6652:1472:8767::::::|h[Всемогущий тотем повелителя]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:198451::::::::70:260::37:4:6652:1433:5865:8767:1:28:2275:::::|h[Флакон пламени жизни]|h|r",
					["votes"] = 0,
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 15,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "21:18:50",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:195503:6628:::::::70:259::5:4:6652:7980:1485:8767::::::|h[Прочный осколок Терроса]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Обычный",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671635930-3",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195503::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Прочный осколок Терроса]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:200131::::::::70:259::26:4:6652:1481:5865:8767:1:28:2287:::::|h[Возвращенный кинжал выживающего]|h|r",
					["votes"] = 0,
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:31:34",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:191994::::::::70:259::43:4:6652:1488:5864:8767:1:28:2533:::::|h[Брюки из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196593::::::::70:259::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из наивысшего нефрита]|h|r",
					["id"] = "1671636694-7",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 2,
					["groupSize"] = 20,
					["boss"] = "Совет стихий",
					["time"] = "21:18:25",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193642::::::::70:260::33:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279:::::|h[Оплечье желанной свободы]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195486::::::::70:260::5:6:6652:8825:8817:7980:1485:8767::::::|h[Наплечи из изломанной глины]|h|r",
					["votes"] = 0,
					["date"] = "22/12/22",
					["responseID"] = 1,
					["id"] = "1671722305-0",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:48:02",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:200373::::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040:::::|h[Штаны взломщика Хранилища]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196593::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из наивысшего нефрита]|h|r",
					["votes"] = 0,
					["date"] = "22/12/22",
					["responseID"] = 1,
					["id"] = "1671724082-4",
					["typeCode"] = "default",
				}, -- [6]
				{
					["mapID"] = 2522,
					["date"] = "22/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 4,
					["groupSize"] = 17,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:48:54",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:195503:6628:::::::70:259::5:4:6652:7980:1485:8767::::::|h[Прочный осколок Терроса]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671724134-5",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195510::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Колотушка хладодышащего]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:195503::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Прочный осколок Терроса]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
				}, -- [7]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 2,
					["groupSize"] = 26,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:34:59",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:134280:6580:::::::70:260::16:9:8966:7977:6652:7936:8822:8819:9144:3271:8767:1:28:1279:::::|h[Нарукавники песни меча]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195525::::::::70:260::3:7:6652:7937:7979:8821:8819:1472:8767::::::|h[Наручи преданного мастера огня]|h|r",
					["id"] = "1672245299-22",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [8]
				{
					["mapID"] = 2522,
					["date"] = "29/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["boss"] = "Дафия Перерожденная",
					["time"] = "21:15:10",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193701::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Алгет'арская шкатулка с секретом]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1672326910-3",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194302::::::::70:259::5:3:7980:1485:8767::::::|h[Благословение Пожирательницы Бурь]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:198542::::::::70:259::36:4:6652:1430:5865:8767:1:28:2537:::::|h[Наконечник стрелы шикаарской охотницы]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
				}, -- [9]
			},
			["аскельт-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 18,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "20:59:51",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:110037:6527:::::::70:260::33:6:8964:7977:6652:9147:3270:8767:1:28:1279:::::|h[Длинный лук костезуба]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195490::::::::70:260::3:4:42:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672239591-0",
					["typeCode"] = "default",
				}, -- [1]
			},
			["интоксикант-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 15,
					["groupSize"] = 26,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:43:27",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:190507:6642:::::::70:260::13:8:8836:8840:8902:8802:8845:8795:8796:8960:8:28:2164:29:36:30:32:38:8:40:189:44:197921:45:194572:46:193554:::::|h[Изначальный раскаленный длинный меч |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Обычный",
					["response"] = "Оффспек/Не откажусь",
					["id"] = "1672242207-8",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195503::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Прочный осколок Терроса]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 2,
					["itemReplaced2"] = "|cffa335ee|Hitem:193631:6642:::::::70:260::33:6:8966:7977:6652:9147:1614:8767:1:28:1279:::::|h[Рассекатель горизонта]|h|r",
					["votes"] = 0,
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 7,
					["groupSize"] = 26,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:53:54",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:190507:6642:::::::70:260::13:8:8836:8840:8902:8802:8845:8795:8796:8960:8:28:2164:29:36:30:32:38:8:40:189:44:197921:45:194572:46:193554:::::|h[Изначальный раскаленный длинный меч |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["typeCode"] = "default",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["id"] = "1672242834-13",
					["response"] = "Оффспек/Не откажусь",
					["note"] = "трансмог",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195505::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Рассекатель из едкой хладостали]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 2,
					["itemReplaced2"] = "|cffa335ee|Hitem:193631:6642:::::::70:260::33:6:8966:7977:6652:9147:1614:8767:1:28:1279:::::|h[Рассекатель горизонта]|h|r",
					["votes"] = 0,
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "22:32:00",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193642::::::::70:260::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279:::::|h[Оплечье желанной свободы]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672245120-19",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196594::::::::70:260::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из наивысшего лазурита]|h|r",
					["note"] = "будет 2 куска blessrng",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Хранительница стаи Денна",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 2,
					["groupSize"] = 26,
					["boss"] = "Эраног",
					["time"] = "23:13:53",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:133615:6625:::::::70:259::33:8:8968:7977:6652:8822:8820:9144:3277:8767:1:28:1279:::::|h[Шкура Фенрира]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195478::::::::70:259::5:6:7980:6652:8825:8820:1485:8767::::::|h[Облачение защитника Вальдраккена]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672247633-30",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 2,
					["groupSize"] = 17,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:44:00",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193758::::::::70:259::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279:::::|h[Леденящие захваты поработителя]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195514::::::::70:259::5:6:6652:7980:8825:8817:1485:8767::::::|h[Обмотки коварного тотема]|h|r",
					["votes"] = 0,
					["date"] = "29/12/22",
					["responseID"] = 1,
					["id"] = "1672328640-7",
					["typeCode"] = "default",
				}, -- [5]
			},
			["хугомонк-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 6,
					["groupSize"] = 23,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:30:05",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:197939:6645:::::::70:260::36:4:6652:1478:5865:8767:1:28:2537:::::|h[Гарпун на пилозуба]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195483::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Авак'мани, наследие Зловещего Тотема]|h|r",
					["id"] = "1671381005-8",
					["date"] = "18/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:41:44",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191992::::::::70:259::36:4:6652:1478:5865:8767:1:28:2275:::::|h[Захваты из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195514::::::::70:259::3:6:6652:7979:8821:8817:1472:8767::::::|h[Обмотки коварного тотема]|h|r",
					["id"] = "1671637304-14",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "21:59:36",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:201942::::::::70:260::13:5:8851:8852:8802:8850:8795:7:28:2164:29:36:30:32:38:8:40:849:45:198059:46:194572:::::|h[Испытанные наплечники первопроходца |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Незначительное улучшение",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195486::::::::70:260::3:6:6652:8821:8817:7979:1472:8767::::::|h[Наплечи из изломанной глины]|h|r",
					["id"] = "1671638376-16",
					["date"] = "21/12/22",
					["responseID"] = 3,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 11,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:52:42",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:134192:6573:::::::70:259::16:9:8961:7977:6652:7936:8822:8819:9144:3255:8767:1:28:1279:::::|h[Наруч из медвежьей кожи]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195525::::::::70:259::3:7:6652:7937:7979:8821:8819:1472:8767::::::|h[Наручи преданного мастера огня]|h|r",
					["id"] = "1671641562-29",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "23:39:24",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191995::::::::70:259::73:5:6652:7937:1485:5864:8767:1:28:2437:::::|h[Кушак из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195501::::::::70:259::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["id"] = "1671644364-37",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 17,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:43:49",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195514::::::::70:259::3:6:6652:7979:8821:8817:1472:8767::::::|h[Обмотки коварного тотема]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195514::::::::70:259::5:6:40:7980:8825:8817:1485:8767::::::|h[Обмотки коварного тотема]|h|r",
					["votes"] = 0,
					["date"] = "29/12/22",
					["responseID"] = 1,
					["id"] = "1672328629-6",
					["typeCode"] = "default",
				}, -- [6]
			},
			["аландир-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEMONHUNTER",
					["iSubClass"] = 2,
					["groupSize"] = 20,
					["boss"] = "Совет стихий",
					["time"] = "21:18:28",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:133620::::::::70:260::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279:::::|h[Нарамник Просвещенного]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195486::::::::70:260::5:6:6652:8825:8817:7980:1485:8767::::::|h[Наплечи из изломанной глины]|h|r",
					["votes"] = 0,
					["date"] = "22/12/22",
					["responseID"] = 1,
					["id"] = "1671722308-1",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEMONHUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:31:15",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:137480::::::::70:260::16:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279:::::|h[Боевые рукавицы вероломного захватчика]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Оффспек/Не откажусь",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196587::::::::70:260::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r",
					["id"] = "1672241475-2",
					["date"] = "28/12/22",
					["responseID"] = 2,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "DEMONHUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "22:03:44",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:133615:6625:::::::70:260::35:8:8972:7977:6652:8822:8820:9144:3290:8767::::::|h[Шкура Фенрира]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672243424-15",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196586::::::::70:260::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r",
					["note"] = "1",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Курог Зловещий Тотем",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEMONHUNTER",
					["iSubClass"] = 2,
					["groupSize"] = 24,
					["boss"] = "Террос",
					["time"] = "23:30:03",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:109829::::::::70:259::33:9:8966:7977:6652:7937:8822:8818:9144:3277:8767:1:28:1279:::::|h[Пояс огненной собранности]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195501::::::::70:259::5:7:40:7936:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["id"] = "1672248603-35",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [4]
			},
			["дебрикассар-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "DEMONHUNTER",
					["iSubClass"] = 1,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:53:26",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:133639:6591:::::::70:260::16:8:8968:7977:6652:8822:8819:9144:3277:8767:1:28:1279:::::|h[Покрытая золотыми шрамами шкура]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Оффспек/Не откажусь",
					["id"] = "1672242806-12",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195511::::::::70:260::3:6:6652:8821:8819:7979:1472:8767::::::|h[Устойчивая к кислоте паутина]|h|r",
					["note"] = "трансмог",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["boss"] = "Сеннарт Дыхание Льда",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "DEMONHUNTER",
					["iSubClass"] = 2,
					["groupSize"] = 23,
					["votes"] = 0,
					["time"] = "22:59:46",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:134194:6493:::::::70:260::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279:::::|h[Поножи из медвежьей кожи]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Оффспек/Не откажусь",
					["id"] = "1672246786-28",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195530::::::::70:260::3:6:6652:7979:8821:8820:1472:8767:1:28:2160:::::|h[Штаны отвратительного избранника грома]|h|r",
					["note"] = "офспек",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["boss"] = "Рашагет Пожирательница Бурь",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [2]
			},
			["комт-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 2,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:30:41",
					["iClass"] = 9,
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194260::::::::70:260::3:::::::|h[Выкройка: башмаки синих драконов]|h|r",
					["id"] = "1671381041-10",
					["date"] = "18/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:32:00",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:133610:6540:::::::70:259::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279:::::|h[Поножи кружащихся рун]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196588::::::::70:259::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из жуткого нефрита]|h|r",
					["id"] = "1671636720-8",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:41:19",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134415:6625:::::::70:259::16:8:8968:7977:6652:8822:8820:9144:3277:8767:1:28:1279:::::|h[Резонирующие одеяния чародея]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196586::::::::70:259::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r",
					["id"] = "1671637279-12",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:30:52",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134217::::::::70:260::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279:::::|h[Перчатки говорящего с костями]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196587::::::::70:260::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r",
					["id"] = "1672241452-1",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 0,
					["groupSize"] = 15,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:55:52",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134216::::::::70:260::35:9:8972:7977:6652:7936:8822:8820:9144:3290:8767::::::|h[Клобук говорящего с костями]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196590::::::::70:260::3:4:7979:8828:1472:8767:1:28:2160:::::|h[Камень Кузни из жуткого топаза]|h|r",
					["id"] = "1672246552-25",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "WARLOCK",
					["iSubClass"] = 0,
					["groupSize"] = 21,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:59:25",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:198407::::::::70:260::37:4:41:1433:5865:8767:1:28:2287:::::|h[Лазурный чародейский усилитель]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Героический",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672246765-26",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194310::::::::70:260::3:4:6652:7979:1472:8767:1:28:2160:::::|h[Кодекс отчаявшегося заклинателя]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:191492::::::::70:260::13:5:8836:8840:8902:8799:8845:4:28:2164:38:5:40:201:46:197921:::::|h[Стремительный алхимический камень |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r",
					["votes"] = 0,
				}, -- [6]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 1,
					["groupSize"] = 24,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "23:53:45",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:134310:6580:::::::70:259::33:9:8967:7977:6652:7937:8822:8819:9144:3274:8767:1:28:1279:::::|h[Наручники пожирателя маны]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195508::::::::70:259::5:7:6652:7937:8825:8819:7980:1485:8767::::::|h[Промерзшие шелковистые путы]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672250025-40",
					["typeCode"] = "default",
				}, -- [7]
			},
			["бабусянатусе-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Террос",
					["time"] = "21:57:44",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193666::192957:192957:192957::::70:259::23:6:7977:42:1594:8767:8783:8782:1:28:2157:::::|h[Клыкаррское костяное ожерелье]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195502::::::::70:259::3:6:6652:7937:8784:7979:1472:8767::::::|h[Плененный сердечник Терроса]|h|r",
					["votes"] = 0,
					["date"] = "14/12/22",
					["responseID"] = 1,
					["id"] = "1671033464-7",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 21,
					["votes"] = 0,
					["time"] = "21:07:19",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193810:6543:::::::70:259::23:5:7977:6652:8816:1594:8767:1:28:2157:::::|h[Крепкие штаны рудокопа]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671635239-1",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195479::::::::70:259::3:6:6652:8821:8820:7979:1472:8767::::::|h[Бриджи мастера огня]|h|r",
					["note"] = "bis",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Эраног",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["votes"] = 0,
					["time"] = "22:51:05",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193690::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2157:::::|h[Наплечники ловца драконов]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671641465-25",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196604::::::::70:259::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из почитаемого лазурита]|h|r",
					["note"] = "2 кусок",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Хранительница стаи Денна",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 11,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:52:14",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191491::::::::70:259::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200:::::|h[Поддерживающий алхимический камень |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["typeCode"] = "default",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["id"] = "1671641534-26",
					["response"] = "Основной спек/Нужно",
					["note"] = "бис триня",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194307::::::::70:259::3:4:7979:6652:1472:8767::::::|h[Обещание хранительницы стаи]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193678::::::::70:259::23:4:7977:41:1594:8767:1:28:2155:::::|h[Миниатюрный поющий камень]|h|r",
					["votes"] = 0,
				}, -- [4]
				{
					["mapID"] = 2522,
					["date"] = "22/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["boss"] = "Совет стихий",
					["time"] = "21:20:02",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191491::::::::70:260::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200:::::|h[Поддерживающий алхимический камень |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["votes"] = 0,
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["id"] = "1671722402-3",
					["response"] = "Основной спек/Нужно",
					["note"] = "пред бис A+ тир триня",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194300::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Чародейская леденящая сфера]|h|r",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["isAwardReason"] = false,
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:194307::::::::70:260::3:4:7979:6652:1472:8767::::::|h[Обещание хранительницы стаи]|h|r",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:54:31",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191491::::::::70:260::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200:::::|h[Поддерживающий алхимический камень |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Обычный",
					["response"] = "Отказаться",
					["id"] = "1672242871-14",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194304::::::::70:260::3:3:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0.7, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["responseID"] = "PASS",
					["itemReplaced2"] = "|cffa335ee|Hitem:194307::::::::70:260::3:4:7979:6652:1472:8767::::::|h[Обещание хранительницы стаи]|h|r",
					["votes"] = 0,
				}, -- [6]
				{
					["mapID"] = 2522,
					["date"] = "29/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 10,
					["boss"] = "Совет стихий",
					["time"] = "00:29:44",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191491::::::::70:260::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200:::::|h[Поддерживающий алхимический камень |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["votes"] = 0,
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["id"] = "1672252184-4",
					["response"] = "Основной спек/Нужно",
					["note"] = "A тир",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194300::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Чародейская леденящая сфера]|h|r",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["isAwardReason"] = false,
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:194307::::::::70:260::3:4:7979:6652:1472:8767::::::|h[Обещание хранительницы стаи]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
				}, -- [7]
				{
					["mapID"] = 2522,
					["date"] = "29/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["votes"] = 0,
					["time"] = "21:12:22",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:144118::::::::70:259::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279:::::|h[Парализующие перчатки]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Дафия Перерожденная",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196602::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из почитаемого граната]|h|r",
					["note"] = "третий кусок",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672326742-1",
					["typeCode"] = "default",
				}, -- [8]
			},
			["ювитта-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 3,
					["groupSize"] = 23,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:30:21",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:192004:6573:192959::::::70:260::37:5:43:7935:1481:5865:8767:1:28:2385:::::|h[Наручи он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195516::::::::70:260::3:7:6652:7937:7979:8821:8819:1472:8767::::::|h[Проводники нахлынувшей песни]|h|r",
					["id"] = "1671381021-9",
					["date"] = "18/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 3,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "22:00:41",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:191997:6624:::::::70:260::28:4:6652:1468:5865:8766:1:28:2474:::::|h[Кольчуга он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195487::::::::70:260::3:6:6652:8821:8820:7979:1472:8767::::::|h[Пепельный хауберк Эмбар]|h|r",
					["id"] = "1671638441-19",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 3,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "22:16:30",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193715:6612:::::::70:259::33:8:8962:7977:6652:8822:8818:9144:1601:8767:1:28:1279:::::|h[Сапоги взрывного роста]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195495::::::::70:259::3:6:6652:7979:8821:8818:1472:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r",
					["id"] = "1671639390-23",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 1,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "23:18:40",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200971:6591:::::::70:259::14::1:28:2078:::::|h[Обсидиановая накидка]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["id"] = "1671643120-30",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 3,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "21:00:25",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:144017::::::::70:260::33:9:7977:6652:7936:8822:8820:9144:8964:3275:8767:1:28:1279:::::|h[Шлем водяного плеска]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195476::::::::70:260::3:7:6652:7937:7979:8821:8820:1472:8767::::::|h[Украшенный шлем Эранога]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672239625-1",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 3,
					["groupSize"] = 24,
					["boss"] = "Террос",
					["time"] = "23:30:41",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:143970::::::::70:259::33:8:7977:6652:8822:8817:9144:8965:3279:8767:1:28:1279:::::|h[Наплечники малой дерзости]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195499::::::::70:259::5:6:6652:8825:8817:7980:1485:8767::::::|h[Оплечье разлома]|h|r",
					["id"] = "1672248641-39",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [6]
			},
			["злюдра-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 1,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "22:14:10",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:198959:6589:::::::70:259::27:6:8978:6652:8815:1478:5865:8767:1:28:2078:::::|h[Обмотки объездчика драконов]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["votes"] = 0,
					["date"] = "14/12/22",
					["responseID"] = 1,
					["id"] = "1671034450-14",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2444,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 0,
					["groupSize"] = 0,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:20:29",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:191994:6538:::::::70:260::36:4:43:1478:5865:8767:1:28:2246:::::|h[Брюки из шкуры выдрека]|h|r",
					["instance"] = "10.0 Драконьи острова-",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:260::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["id"] = "1671121229-1",
					["date"] = "15/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 2,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "23:39:32",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191995::::::::70:259::42:5:6652:7936:1485:5864:8767:1:28:2287:::::|h[Кушак из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195501::::::::70:259::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["id"] = "1671644372-38",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "22/12/22",
					["class"] = "DRUID",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["boss"] = "Совет стихий",
					["time"] = "21:19:56",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200563::::::::70:260::25:4:6652:1475:5864:8767:1:28:2602:::::|h[Панцирь для изначального ритуала]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671722396-2",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194300::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Чародейская леденящая сфера]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:198539::::::::70:260::36:4:6652:1430:5865:8767:1:28:2537:::::|h[Дыхание равнин]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 2,
					["groupSize"] = 19,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:52:08",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200355:6544:::::::70:260::3:5:7979:6652:8827:1472:8767:1:28:1040:::::|h[Поножи утраченной родины]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195530::::::::70:260::3:6:6652:7979:8821:8820:1472:8767:1:28:2160:::::|h[Штаны отвратительного избранника грома]|h|r",
					["votes"] = 0,
					["date"] = "26/12/22",
					["responseID"] = 1,
					["id"] = "1672073528-0",
					["typeCode"] = "default",
				}, -- [5]
			},
			["ватрониум-Ревущийфьорд"] = {
				{
					["mapID"] = 2444,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 3,
					["groupSize"] = 0,
					["boss"] = "Террос",
					["time"] = "21:55:01",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:193655::::::::70:259::2:5:7976:6652:8813:1581:8766:1:28:2156:::::|h[Наплечники гнилостных корней]|h|r",
					["instance"] = "10.0 Драконьи острова-",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:195499::::::::70:259::3:6:6652:8821:8817:7979:1472:8767::::::|h[Оплечье разлома]|h|r",
					["votes"] = 0,
					["date"] = "14/12/22",
					["responseID"] = 1,
					["id"] = "1671033301-6",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "22:16:34",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200970::::::::70:259::14:2:7936:8783:1:28:2078:::::|h[Обсидиановый ошейник]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195496::::::::70:259::3:6:6652:7937:8784:7979:1472:8767::::::|h[Око мстительного урагана]|h|r",
					["id"] = "1671639394-24",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "SHAMAN",
					["iSubClass"] = 0,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "21:03:56",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193697::::::::70:260::16:6:8964:7977:6652:9144:1607:8767:1:28:1279:::::|h[Бутылка вьющихся вихрей]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Обычный",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672239836-3",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194299::::::::70:260::3:4:7979:6652:1472:8767::::::|h[Украшение пламени]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193757::::::::70:260::33:6:8964:7977:6652:9144:1607:8767:1:28:1279:::::|h[Пластина рубинового дракончика]|h|r",
					["votes"] = 0,
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "SHAMAN",
					["iSubClass"] = 13,
					["groupSize"] = 26,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:04:18",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:190509:6639:::::::70:260::13:8:8836:8840:8902:8799:8845:8793:8932:8960:8:28:2164:29:40:30:32:38:5:40:188:44:197921:45:194566:46:193945:::::|h[Изначальная раскаленная булава |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Обычный",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672243458-16",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195512::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Кулак великого призывателя]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:199306:6639:::::::70:260::14:4:8943:6652:1507:8767:1:28:2474:::::|h[Разрубатель яростных бурь]|h|r",
					["votes"] = 0,
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 1,
					["groupSize"] = 24,
					["boss"] = "Эраног",
					["time"] = "23:15:48",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193629:6588:::::::70:259::23:5:7977:6652:8815:1594:8767:1:28:2157:::::|h[Плащ угасшей верности]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672247748-34",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 0,
					["groupSize"] = 24,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "23:55:20",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:192001:6492:::::::70:259::42:4:6652:1485:5864:8767:1:28:2287:::::|h[Наголенники он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196603::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672250120-43",
					["typeCode"] = "default",
				}, -- [6]
			},
			["неорпал-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "22/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 4,
					["groupSize"] = 15,
					["votes"] = 0,
					["time"] = "21:49:33",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:199436::::::::70:259::14:6:8943:6652:8822:8817:1507:8767:1:28:2474:::::|h[Рукавицы яростных бурь]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Оффспек/Не откажусь",
					["boss"] = "Сеннарт Дыхание Льда",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195506::::::::70:259::5:6:6652:8825:8817:7980:1485:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r",
					["note"] = "решай сам",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["id"] = "1671724173-7",
					["typeCode"] = "default",
				}, -- [1]
			},
			["нотушка-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 26,
					["boss"] = "Террос",
					["time"] = "21:58:08",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200757::::::::70:259::26:5:6652:7937:1585:5858:8767:1:28:2287:::::|h[Боевой шлем куалаши]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195498::::::::70:259::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Взгляд живой добычи]|h|r",
					["votes"] = 0,
					["date"] = "14/12/22",
					["responseID"] = 1,
					["id"] = "1671033488-9",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:32:12",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:192008::::::::70:259::36:4:6652:1478:5865:8767:1:28:2287:::::|h[Сотворенные драконами рукавицы]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195506::::::::70:259::3:6:6652:8821:8817:7979:1472:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r",
					["id"] = "1671636732-9",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:41:26",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134503:6625:::::::70:259::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279:::::|h[Инфернальная кираса]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196586::::::::70:259::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r",
					["id"] = "1671637286-13",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "22:15:00",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195506::::::::70:259::3:6:6652:8821:8817:7979:1472:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196587::::::::70:259::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r",
					["id"] = "1671639300-21",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "23:20:06",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193741::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2157:::::|h[Оплечье сокрушительных волн]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195477::::::::70:259::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r",
					["id"] = "1671643206-33",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 24,
					["boss"] = "Террос",
					["time"] = "23:30:18",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195498::::::::70:259::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Взгляд живой добычи]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195498::::::::70:259::5:7:6652:7937:8825:8820:7980:1485:8767::::::|h[Взгляд живой добычи]|h|r",
					["id"] = "1672248618-37",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [6]
				{
					["mapID"] = 2522,
					["date"] = "29/12/22",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["votes"] = 0,
					["time"] = "21:11:30",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:200407::::::::70:259::3:5:7979:6652:8829:1472:8767:1:28:1040:::::|h[Рукавицы неупокоенных ледяных драконов]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Дафия Перерожденная",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196587::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из жуткого граната]|h|r",
					["note"] = "есть такие нормал, 2 куска есть",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672326690-0",
					["typeCode"] = "default",
				}, -- [7]
			},
			["линлот-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 18,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "21:07:14",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:197945:6526:::::::70:259::37:4:6652:1481:5865:8767:1:28:2385:::::|h[Кривой терновый посох]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195490::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["id"] = "1671635234-0",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 11,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:52:23",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:143970::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:3279:8767:1:28:1279:::::|h[Наплечники малой дерзости]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196599::::::::70:259::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из таинственного лазурита]|h|r",
					["id"] = "1671641543-27",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 3,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:31:39",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191998:6605:::::::70:260::36:4:6652:1478:5865:8767:1:28:2246:::::|h[Походные сапоги он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195495::::::::70:260::3:6:6652:7979:8821:8818:1472:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r",
					["id"] = "1672241499-4",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "29/12/22",
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 17,
					["votes"] = 0,
					["time"] = "21:40:12",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:137498:6625:::::::70:259::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279:::::|h[Сияющий хауберк присягнувшего клинку]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Курог Зловещий Тотем",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196596::::::::70:259::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из таинственного аметиста]|h|r",
					["note"] = "будет 4",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672328412-4",
					["typeCode"] = "default",
				}, -- [4]
			},
			["инсендиари-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "26/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 1,
					["groupSize"] = 10,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:53:01",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:200169:6651:::::::70:260::26:4:6652:1485:5864:8767:1:28:2287:::::|h[Пламенная дубинка защитника]|h|r",
					["votes"] = 0,
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["id"] = "1672073581-1",
					["response"] = "Оффспек/Не откажусь",
					["note"] = "решай сам у меня 394",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195528::::::::70:260::3:4:6652:7979:1472:8767:1:28:2160:::::|h[Воплощенный раскалыватель неба]|h|r",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["isAwardReason"] = false,
					["responseID"] = 2,
					["itemReplaced2"] = "|cffa335ee|Hitem:193754::::::::70:260::33:6:8967:7977:6652:9144:1617:8767:1:28:1279:::::|h[Турнирный щит наездника на драконах]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:30:30",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195506::::::::70:260::5:6:6652:8825:8817:7980:1485:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Оффспек/Не откажусь",
					["id"] = "1672241430-0",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196602::::::::70:260::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из почитаемого граната]|h|r",
					["note"] = "0 решай сам",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["boss"] = "Неизвестно",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:52:45",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193706:6493:::::::70:260::33:8:8968:7977:6652:8822:8820:9144:1620:8767:1:28:1279:::::|h[Наголенники почтенного профессора]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Оффспек/Не откажусь",
					["id"] = "1672242765-10",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196603::::::::70:260::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r",
					["note"] = "будет 2й, решай сам",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["boss"] = "Сеннарт Дыхание Льда",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 4,
					["groupSize"] = 24,
					["votes"] = 0,
					["time"] = "23:15:28",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:133631::::::::70:259::33:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279:::::|h[Наплечье Всеотца]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Оффспек/Не откажусь",
					["boss"] = "Эраног",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195477::::::::70:259::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r",
					["note"] = "А",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["id"] = "1672247728-33",
					["typeCode"] = "default",
				}, -- [4]
			},
			["дереликт-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PALADIN",
					["iSubClass"] = 6,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:26:32",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193645::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Кристаллизованный заслон]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195475::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Щит огненного маршала]|h|r",
					["votes"] = 0,
					["date"] = "14/12/22",
					["responseID"] = 1,
					["id"] = "1671031592-3",
					["typeCode"] = "default",
				}, -- [1]
			},
			["хохохохохох-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 11,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:52:31",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193713::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2157:::::|h[Защитные перчатки для экспериментов]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195523::::::::70:259::3:6:6652:7979:8821:8817:1472:8767::::::|h[Защитные полуперчатки хранителя яиц]|h|r",
					["id"] = "1671641551-28",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 20,
					["boss"] = "Террос",
					["time"] = "23:37:13",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193515:6625:::::::70:259::13:6:8837:8838:4785:8802:8850:8790:7:28:2164:29:49:30:36:38:8:40:426:44:198059:45:192552:::::|h[Тканевое одеяние геодезиста |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195500::::::::70:259::5:6:6652:8825:8820:7980:1485:8767::::::|h[Уплотненная ряса сектанта]|h|r",
					["id"] = "1671644233-35",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 15,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:49:21",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:133610:6543:::::::70:259::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279:::::|h[Поножи кружащихся рун]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196603::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r",
					["votes"] = 0,
					["date"] = "22/12/22",
					["responseID"] = 1,
					["id"] = "1671724161-6",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2444,
					["date"] = "26/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 0,
					["votes"] = 0,
					["time"] = "22:54:57",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134392::::::::70:260::16:9:8966:7977:6652:7936:8822:8820:9144:3271:8767:1:28:1279:::::|h[Капюшон шепота Пустоты]|h|r",
					["instance"] = "10.0 Драконьи острова-",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Рашагет Пожирательница Бурь",
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:196605::::::::70:260::3:4:7979:8828:1472:8767:1:28:2160:::::|h[Камень Кузни из почитаемого топаза]|h|r",
					["note"] = "2 кусок",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672073697-4",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:18:49",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200327::::::::70:260::3:6:7979:6652:7936:8828:1472:8767:1:28:1040:::::|h[Клобук дракона-прорицателя]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Оффспек/Не откажусь",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195485::::::::70:260::3:7:43:7937:8821:8820:7979:1472:8767::::::|h[Маска ужаса советника]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 2,
					["id"] = "1672240729-1",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:42:17",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195500:6625:::::::70:260::5:6:6652:8825:8820:7980:1485:8767::::::|h[Уплотненная ряса сектанта]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672242137-5",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195500::::::::70:260::3:6:6652:8821:8820:7979:1472:8767::::::|h[Уплотненная ряса сектанта]|h|r",
					["note"] = "на транс",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Сеннарт Дыхание Льда",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [6]
				{
					["mapID"] = 2522,
					["date"] = "29/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 11,
					["votes"] = 0,
					["time"] = "00:28:54",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193761:6626:::::::70:260::16:6:8966:7977:6652:9147:1614:8767:1:28:1279:::::|h[Насыщающий посох Истощенной Холодом]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Совет стихий",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195484::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Проводник силы Ледяного Гнева]|h|r",
					["note"] = "на этом кд крафчу 418 пуху",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672252134-2",
					["typeCode"] = "default",
				}, -- [7]
			},
			["арканбурст-Ревущийфьорд"] = {
				{
					["mapID"] = 2444,
					["date"] = "15/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 0,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:21:58",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193773::::::::70:260::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Добыча Нелтария]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "10.0 Драконьи острова-",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671121318-3",
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:194304::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cff0070dd|Hitem:193677::::::::70:260::2:4:7976:6652:1581:8766:1:28:2155:::::|h[Яростное перо]|h|r",
					["votes"] = 0,
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:43:40",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193773::::::::70:260::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Добыча Нелтария]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Обычный",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672242220-9",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194300::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Чародейская леденящая сфера]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:137485::::::::70:260::35:6:8969:7977:6652:9144:3281:8767::::::|h[Инфернальное писание]|h|r",
					["votes"] = 0,
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 26,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:35:23",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:144118::::::::70:260::33:8:8966:7977:6652:8822:8817:9144:3282:8767:1:28:1279:::::|h[Парализующие перчатки]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Кандидат не ответил вовремя",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195523::::::::70:260::3:6:6652:7979:8821:8817:1472:8767::::::|h[Защитные полуперчатки хранителя яиц]|h|r",
					["id"] = "1672245323-23",
					["date"] = "28/12/22",
					["responseID"] = "TIMEOUT",
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 21,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:59:30",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:194300::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Чародейская леденящая сфера]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Героический",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672246770-27",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194310::::::::70:260::3:4:6652:7979:1472:8767:1:28:2160:::::|h[Кодекс отчаявшегося заклинателя]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:137485::::::::70:260::35:6:8969:7977:6652:9144:3281:8767::::::|h[Инфернальное писание]|h|r",
					["votes"] = 0,
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 24,
					["boss"] = "Эраног",
					["time"] = "23:14:57",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:201939:6537:::::::70:259::13:4:8851:8852:8801:8850:6:28:2164:29:32:30:36:38:7:40:855:44:198059:::::|h[Проверенные штаны геодезиста |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195479::::::::70:259::5:6:6652:8825:8820:7980:1485:8767::::::|h[Бриджи мастера огня]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672247697-31",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 24,
					["boss"] = "Террос",
					["time"] = "23:30:30",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193683:6624:::::::70:259::16:8:8966:7977:42:8822:8820:9144:1614:8767:1:28:1279:::::|h[Священные одеяния клана Он'ир]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195500::::::::70:259::5:6:6652:8825:8820:7980:1485:8767::::::|h[Уплотненная ряса сектанта]|h|r",
					["id"] = "1672248630-38",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [6]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 24,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "23:54:55",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195479:6543:::::::70:259::5:6:6652:8825:8820:7980:1485:8767::::::|h[Бриджи мастера огня]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672250095-41",
					["typeCode"] = "default",
				}, -- [7]
			},
			["бишарк-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 6,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "22:18:33",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193645::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Кристаллизованный заслон]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195475::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Щит огненного маршала]|h|r",
					["votes"] = 0,
					["date"] = "14/12/22",
					["responseID"] = 1,
					["id"] = "1671034713-15",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 3,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "23:19:37",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:134473::::::::70:259::16:9:8963:7977:6652:7937:8822:8820:9144:3261:8767:1:28:1279:::::|h[Воротник преданности огню]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195476::::::::70:259::5:7:6652:7937:7980:8825:8820:1485:8767::::::|h[Украшенный шлем Эранога]|h|r",
					["id"] = "1671643177-31",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 3,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:18:38",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193782:6619:::::::70:260::23:5:7977:6652:8816:1594:8767:1:28:2157:::::|h[Портупея углестража]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195487::::::::70:260::3:6:6652:8821:8820:7979:1472:8767::::::|h[Пепельный хауберк Эмбар]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672240718-0",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 3,
					["groupSize"] = 20,
					["boss"] = "Дафия Перерожденная",
					["time"] = "21:12:46",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191998:6605:::::::70:259::73:4:6652:1485:5864:8767:1:28:2437:::::|h[Походные сапоги он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195495::::::::70:259::5:6:6652:7980:8825:8818:1485:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r",
					["votes"] = 0,
					["date"] = "29/12/22",
					["responseID"] = 1,
					["id"] = "1672326766-2",
					["typeCode"] = "default",
				}, -- [4]
			},
			["ожившийлось-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "14/12/22",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "22:11:06",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200563::::::::70:259::26:4:6652:1485:5864:8767:1:28:2287:::::|h[Панцирь для изначального ритуала]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671034266-10",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194299::::::::70:259::5:4:7980:6652:1485:8767::::::|h[Украшение пламени]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193743::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Фрагмент Иридия]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["boss"] = "Террос",
					["time"] = "21:19:39",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200563::::::::70:259::26:4:6652:1485:5864:8767:1:28:2287:::::|h[Панцирь для изначального ритуала]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Обычный",
					["response"] = "Оффспек/Не откажусь",
					["id"] = "1671635979-6",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194303::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Рокочущий рубин]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 2,
					["itemReplaced2"] = "|cffa335ee|Hitem:194299::::::::70:259::5:4:7980:6652:1485:8767::::::|h[Украшение пламени]|h|r",
					["votes"] = 0,
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "22:01:29",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193695:3368:::::::70:260::35:6:8971:7977:6652:9147:1630:8767::::::|h[Боевой клинок загонщика дичи]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Оффспек/Не откажусь",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195489::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Кувалда демиурга]|h|r",
					["id"] = "1671638489-20",
					["date"] = "21/12/22",
					["responseID"] = 2,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "22:15:06",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:109858::::::::70:259::33:8:8966:7977:6652:8822:8817:9144:3277:8767:1:28:1279:::::|h[Перчатки золотой стали]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196587::::::::70:259::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r",
					["id"] = "1671639306-22",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 10,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:53:52",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:192005::192972::::::70:260::37:5:6652:7935:1481:5865:8767:1:28:2521:::::|h[Сотворенный драконами шлем]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196590::::::::70:260::3:4:7979:8828:1472:8767:1:28:2160:::::|h[Камень Кузни из жуткого топаза]|h|r",
					["votes"] = 0,
					["date"] = "26/12/22",
					["responseID"] = 1,
					["id"] = "1672073632-2",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 5,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:19:06",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193695:3368:::::::70:260::35:6:8971:7977:6652:9147:1630:8767::::::|h[Боевой клинок загонщика дичи]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Оффспек/Не откажусь",
					["boss"] = "Неизвестно",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195518::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Усиленный крушитель куалаши]|h|r",
					["note"] = "трансмог",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["id"] = "1672240746-3",
					["typeCode"] = "default",
				}, -- [6]
				{
					["mapID"] = 2522,
					["color"] = {
						0.7, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 16,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:41:34",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195494:6625:::::::70:259::3:6:7979:8821:8820:6652:1472:8767::::::|h[Клетка смерча Дафии]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Отказаться",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196586::::::::70:259::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r",
					["votes"] = 0,
					["date"] = "29/12/22",
					["responseID"] = "PASS",
					["id"] = "1672328494-5",
					["typeCode"] = "default",
				}, -- [7]
			},
			["менструа-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "14/12/22",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Террос",
					["time"] = "21:51:54",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193477::::::::70:259::37:4:6652:1481:5865:8767:1:28:2385:::::|h[Чешуйка со следами ран]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671033114-5",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194303::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Рокочущий рубин]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:200859::::::::70:259::26:4:6652:1485:5858:8767:1:28:2516:::::|h[Трофей опытного охотника]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 27,
					["boss"] = "Террос",
					["time"] = "21:57:55",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193735::::::::70:259::23:6:7977:6652:7937:8816:1594:8767:1:28:2157:::::|h[Стальной шлем землекрушителя с забралом]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195498::::::::70:259::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Взгляд живой добычи]|h|r",
					["votes"] = 0,
					["date"] = "14/12/22",
					["responseID"] = 1,
					["id"] = "1671033475-8",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 23,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:29:49",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193753:6624:::::::70:260::33:8:8965:7977:6652:8822:8820:9144:1611:8767:1:28:1279:::::|h[Кираса взлетающего ужаса]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196586::::::::70:260::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r",
					["id"] = "1671380989-6",
					["date"] = "18/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 5,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "22:00:19",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:197922:3368:::::::70:260::42:4:6652:1485:5864:8767:1:28:2287:::::|h[Копье атакующей кавалерии]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195518::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Усиленный крушитель куалаши]|h|r",
					["id"] = "1671638419-18",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "23:34:44",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:201951::::::::70:259::13:5:8851:8852:8801:8850:8791:7:28:2164:29:32:30:40:38:7:40:842:45:198059:46:194578:::::|h[Шлем опытного исследователя |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195498::::::::70:259::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Взгляд живой добычи]|h|r",
					["id"] = "1671644084-34",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 24,
					["boss"] = "Эраног",
					["time"] = "23:15:19",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:143971::::::::70:259::33:8:8967:7977:6652:8822:8817:9144:3285:8767:1:28:1279:::::|h[Наплечные пластины змеиного укуса]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195477::::::::70:259::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672247719-32",
					["typeCode"] = "default",
				}, -- [6]
			},
			["драчелло-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 18,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:23:10",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:200266:6526:::::::70:259::26:4:6652:1481:5865:8767:1:28:2516:::::|h[Гнолльский запускатель игрушек для питомцев]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195490::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["votes"] = 0,
					["date"] = "14/12/22",
					["responseID"] = 1,
					["id"] = "1671031390-1",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 3,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:26:40",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193777::::::::70:259::23:7:7977:6652:7936:8816:8835:1594:8767:1:28:2157:::::|h[Шлем из отвердевшего золота]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195476::::::::70:259::3:7:6652:7936:7979:8821:8820:1472:8767::::::|h[Украшенный шлем Эранога]|h|r",
					["votes"] = 0,
					["date"] = "14/12/22",
					["responseID"] = 1,
					["id"] = "1671031600-4",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2444,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 0,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:21:14",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:192001:6493:::::::70:260::37:4:6652:1481:5865:8767:1:28:2521:::::|h[Наголенники он'арского сокольничего]|h|r",
					["instance"] = "10.0 Драконьи острова-",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:260::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["id"] = "1671121274-2",
					["date"] = "15/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
			},
			["ксимаксрога-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 2,
					["groupSize"] = 26,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:42:26",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193636::::::::70:260::33:9:8967:7977:6652:7936:8822:8818:9144:1617:8767:1:28:1279:::::|h[Кушак забытой службы]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Оффспек/Не откажусь",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195501::::::::70:260::3:7:6652:7936:8821:8818:7979:1472:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["id"] = "1672242146-6",
					["date"] = "28/12/22",
					["responseID"] = 2,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:07:01",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200563::::::::70:260::26:4:6652:1488:5864:8767:1:28:2287:::::|h[Панцирь для изначального ритуала]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Обычный",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672243621-18",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194306::::::::70:260::3:4:7979:6652:1472:8767::::::|h[Всемогущий тотем повелителя]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:194302::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Благословение Пожирательницы Бурь]|h|r",
					["votes"] = 0,
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 10,
					["votes"] = 0,
					["time"] = "22:53:50",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:191993::::::::70:260::37:5:6652:7936:1481:5865:8767:1:28:2521:::::|h[Шлем из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672246430-24",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196595::::::::70:260::3:4:7979:8828:1472:8767:1:28:2160:::::|h[Камень Кузни из наивысшего топаза]|h|r",
					["note"] = "1 есть",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Рашагет Пожирательница Бурь",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 2,
					["groupSize"] = 24,
					["boss"] = "Террос",
					["time"] = "23:30:14",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195501::::::::70:259::3:7:6652:7936:8821:8818:7979:1472:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195501::::::::70:259::5:7:6652:7936:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["id"] = "1672248614-36",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [4]
			},
			["натазат-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:23:51",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:193750::::::::70:259::2:5:7976:6652:8816:1581:8766:1:28:2156:::::|h[Брюки парящего полета]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195479::::::::70:259::3:6:6652:8821:8820:7979:1472:8767::::::|h[Бриджи мастера огня]|h|r",
					["votes"] = 0,
					["date"] = "14/12/22",
					["responseID"] = 1,
					["id"] = "1671031431-2",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 10,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "21:19:29",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193707::::::::70:259::16:6:8963:7977:6652:9147:1604:8767:1:28:1279:::::|h[Итоговая оценка]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195504::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Пробудившийся планарный столп]|h|r",
					["id"] = "1671635969-5",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:32:31",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:198407::::::::70:259::74:4:9136:6652:1476:8767:1:28:2437:::::|h[Лазурный чародейский усилитель]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Обычный",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671636751-10",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194304::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193743::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Фрагмент Иридия]|h|r",
					["votes"] = 0,
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "21:59:45",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193523::::::::70:260::13:4:8836:8840:8902:8800:5:28:2164:29:49:30:36:38:6:40:445:::::|h[Яркий головной покров из ткани стихий |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195485::::::::70:260::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Маска ужаса советника]|h|r",
					["id"] = "1671638385-17",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:19:21",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:110039:6632:::::::70:260::16:6:8965:7977:6652:9147:3274:8767:1:28:1279:::::|h[Посох открывателя порталов]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195484::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Проводник силы Ледяного Гнева]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672240761-4",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:31:26",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200970::::::::70:260::14:2:7936:8783:1:28:2078:::::|h[Обсидиановый ошейник]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195496::::::::70:260::3:6:6652:7937:8783:7979:1472:8767::::::|h[Око мстительного урагана]|h|r",
					["id"] = "1672241486-3",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [6]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "22:34:07",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195493::::::::70:260::5:6:6652:7980:8825:8817:1485:8767:1:28:2474:::::|h[Возвышающиеся иглы шквала]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672245247-21",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196599::::::::70:260::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из таинственного лазурита]|h|r",
					["note"] = "у меня 1 кусок",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Хранительница стаи Денна",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [7]
			},
			["серегя-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "14/12/22",
					["class"] = "SHAMAN",
					["iSubClass"] = 3,
					["groupSize"] = 27,
					["votes"] = 0,
					["time"] = "22:11:43",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200186::::::::70:259::25:5:6652:7937:1478:5865:8767:1:28:2602:::::|h[Покров из янтарных перьев]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Эраног",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195476::::::::70:259::5:7:42:7935:7980:8825:8820:1485:8767::::::|h[Украшенный шлем Эранога]|h|r",
					["note"] = "БИС!",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1671034303-11",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 6,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "23:19:47",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200439::::::::70:259::26:4:6652:1485:5864:8767:1:28:2287:::::|h[Скипетр договора земли]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195475::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Щит огненного маршала]|h|r",
					["id"] = "1671643187-32",
					["date"] = "21/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
			},
		},
	},
}
