
RCLootCouncilDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Default",
		["Hugotest - Draenor"] = "Default",
		["Хугопал - Ревущий фьорд"] = "Default",
		["Хуготор - Ревущий фьорд"] = "Default",
		["Хугакон - Ревущий фьорд"] = "Default",
		["Хугомонк - Ревущий фьорд"] = "Default",
		["Хугобум - Ревущий фьорд"] = "Default",
		["Hugork - Draenor"] = "Default",
		["Хуговар - Ревущий фьорд"] = "Default",
	},
	["global"] = {
		["log"] = {
			"<01:18:42> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аскельт	HUNTER", -- [1]
			"<01:18:42> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледотроль	HUNTER", -- [2]
			"<01:18:43> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Вальдегмар	WARRIOR", -- [3]
			"<01:18:43> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Вальдегмар	WARRIOR", -- [4]
			"<01:18:44> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [5]
			"<01:18:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бишарк	SHAMAN", -- [6]
			"<01:18:45> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	вальдегмар-Ревущийфьорд", -- [7]
			"<01:18:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бишарк	SHAMAN", -- [8]
			"<01:18:48> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N3^t^t^^	RAID	серегя-Ревущийфьорд", -- [9]
			"<01:18:52> <Comm>		^1^Shistory^T^N1^Sаландир-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S04/01/23^Sclass^SDEMONHUNTER^SgroupSize^N22^Sboss^SДафия~`Перерожденная^Stime^S23:18:50^SitemReplaced1^S|cffa335ee|Hitem:190518:6628:::::::70:259::13:8:8836:8840:8902:8802:8845:8791:8796:8960:8:28:2164:29:40:30:36:38:8:40:182:45:197921:46:194578:47:193551:::::|h[Обожженный~`обсидиановый~`рассекатель~`|A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r^StypeCode^Sdefault^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sid^S1672852730-55^Sresponse^SОсновной~`спек/Нужно^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195491::::::::70:259::5:4:7980:6652:1485:8767::::::|h[Насыщенные~`глефы~`бури]|h|r^SisAwardReason^b^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^SresponseID^N1^SitemReplaced2^S|cffa335ee|Hitem:193717:6628:::::::70:259::33:6:8966:7977:6652:9147:1614:8767:1:28:1279:::::|h[Жнец~`Мистакрии]|h|r^Svotes^N0^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [10]
			"<01:18:52> <Comm>		^1^Sawarded^T^N1^N4^N2^Sаландир-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [11]
			"<01:18:53> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N2^t^t^^	RAID	серегя-Ревущийфьорд", -- [12]
			"<01:18:55> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195491::::::::70:259::5:4:7980:6652:1485:8767::::::|h[Насыщенные~`глефы~`бури]|h|r^N2^Sаландир-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [13]
			"<01:19:02> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^Sап~`илвла^Sresponse^N1^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [14]
			"<01:19:03> <Comm>		^1^Shistory^T^N1^Sледотроль-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SHUNTER^SgroupSize^N22^Sboss^SДафия~`Перерожденная^Stime^S23:19:02^SitemReplaced1^S|cffa335ee|Hitem:195502::::::::70:259::5:6:6652:7937:8783:7980:1485:8767::::::|h[Плененный~`сердечник~`Терроса]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195496::::::::70:259::5:6:6652:7936:8783:7980:1485:8767::::::|h[Око~`мстительного~`урагана]|h|r^Sid^S1672852742-56^Sdate^S04/01/23^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [15]
			"<01:19:03> <Comm>		^1^Sawarded^T^N1^N3^N2^Sледотроль-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [16]
			"<01:19:06> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бабусянатусе	PRIEST", -- [17]
			"<01:19:07> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бабусянатусе	PRIEST", -- [18]
			"<01:19:07> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [19]
			"<01:19:10> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Инсендиари	PALADIN", -- [20]
			"<01:19:10> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Инсендиари	PALADIN", -- [21]
			"<01:19:14> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^Sзаменя~`с~`нормала^Sresponse^N1^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [22]
			"<01:19:15> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [23]
			"<01:19:39> <Comm>		^1^Shistory^T^N1^Sинсендиари-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S04/01/23^Sclass^SPALADIN^SgroupSize^N22^Svotes^N0^Stime^S23:19:38^SitemReplaced1^S|cffa335ee|Hitem:200416::::::::70:259::3:5:7979:6652:8829:1472:8767:1:28:1040:::::|h[Серебряные~`рукавицы~`добродетели]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^StypeCode^Sdefault^Sresponse^SОсновной~`спек/Нужно^Sid^S1672852778-57^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:196602::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень~`Кузни~`из~`почитаемого~`граната]|h|r^Snote^Sап~`илвла^SisAwardReason^b^SresponseID^N1^Sboss^SДафия~`Перерожденная^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [24]
			"<01:19:39> <Comm>		^1^Sawarded^T^N1^N2^N2^Sинсендиари-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [25]
			"<01:19:46> <Comm>		^1^Shistory^T^N1^Sкомт-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SWARLOCK^SgroupSize^N22^Sboss^SДафия~`Перерожденная^Stime^S23:19:44^SitemReplaced1^S|cffa335ee|Hitem:200335::::::::70:259::3:5:7979:6652:8829:1472:8767:1:28:1040:::::|h[Перчатки~`чешуеклята-сектанта]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:196587::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень~`Кузни~`из~`жуткого~`граната]|h|r^Sid^S1672852784-58^Sdate^S04/01/23^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [26]
			"<01:19:46> <Comm>		^1^Sawarded^T^N1^N1^N2^Sкомт-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [27]
			"<01:19:47> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [28]
			"<01:19:51> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195496::::::::70:259::5:6:6652:7936:8783:7980:1485:8767::::::|h[Око~`мстительного~`урагана]|h|r^N2^Sледотроль-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [29]
			"<01:19:57> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196602::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень~`Кузни~`из~`почитаемого~`граната]|h|r^N2^Sинсендиари-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [30]
			"<01:20:11> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	инсендиари-Ревущийфьорд", -- [31]
			"<01:20:13> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [32]
			"<01:20:15> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	аландир-Ревущийфьорд", -- [33]
			"<01:20:15> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	аландир-Ревущийфьорд", -- [34]
			"<01:20:16> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	комт-Ревущийфьорд", -- [35]
			"<01:20:17> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	ледиланатель-Ревущийфьорд", -- [36]
			"<01:20:17> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	ледиланатель-Ревущийфьорд", -- [37]
			"<01:20:25> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196587::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень~`Кузни~`из~`жуткого~`граната]|h|r^N2^Sкомт-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [38]
			"<01:20:29> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192635::::::::70:264:::::::::|h[Скрученный~`металл]|h|r^N2^S192764^t^^	RAID	серегя-Ревущийфьорд", -- [39]
			"<01:21:25> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	дельфуего-Ревущийфьорд", -- [40]
			"<01:21:25> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	дельфуего-Ревущийфьорд", -- [41]
			"<01:21:25> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [42]
			"<01:21:25> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [43]
			"<01:21:25> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	оргриддан-Ревущийфьорд", -- [44]
			"<01:21:25> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	оргриддан-Ревущийфьорд", -- [45]
			"<01:21:25> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аландир	DEMONHUNTER", -- [46]
			"<01:21:29> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192623::::::::70:264:::::::::|h[Огромный~`коготь~`протодракона]|h|r^N2^S192761^t^^	RAID	серегя-Ревущийфьорд", -- [47]
			"<01:21:31> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	нотушка-Ревущийфьорд", -- [48]
			"<01:21:31> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N394^N6^N252^t^^	RAID	нотушка-Ревущийфьорд", -- [49]
			"<01:21:57> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	нотушка-Ревущийфьорд", -- [50]
			"<01:22:21> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190320	|cff0070dd|Hitem:190320::::::::70:269:::::::::|h[Пробуждающийся огонь]|h|r	3	Бишарк	SHAMAN", -- [51]
			"<01:22:21> <DEBUG>		Event:	LOOT_READY	true", -- [52]
			"<01:22:21> <DEBUG>		Ignoring	nil	as it's a currency", -- [53]
			"<01:22:21> <DEBUG>		Adding to self.lootSlotInfo	2	|cff1eff00|Hitem:199039::::::::70:269:::3:7969:6652:1705:1:28:2159:::::|h[Сигнальный фонарь наблюдателя за драконами со знаком рассвета]|h|r	2	1	Creature-0-3109-2522-17090-197831-000135D370	1", -- [54]
			"<01:22:21> <DEBUG>		Event:	LOOT_READY	true", -- [55]
			"<01:22:21> <DEBUG>		Ignoring	nil	as it's a currency", -- [56]
			"<01:22:21> <DEBUG>		Adding to self.lootSlotInfo	2	|cff1eff00|Hitem:199039::::::::70:269:::3:7969:6652:1705:1:28:2159:::::|h[Сигнальный фонарь наблюдателя за драконами со знаком рассвета]|h|r	2	1	Creature-0-3109-2522-17090-197831-000135D370	1", -- [57]
			"<01:22:21> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	198964	|cff0070dd|Hitem:198964::::::::70:269:::::::::|h[Стихийная щепка]|h|r	1	Инсендиари	PALADIN", -- [58]
			"<01:22:22> <DEBUG>		Event:	LOOT_CLOSED", -- [59]
			"<01:22:22> <DEBUG>		OnLootSlotCleared()	2	|cff1eff00|Hitem:199039::::::::70:269:::3:7969:6652:1705:1:28:2159:::::|h[Сигнальный фонарь наблюдателя за драконами со знаком рассвета]|h|r	2", -- [60]
			"<01:22:22> <DEBUG>		Event:	LOOT_CLOSED", -- [61]
			"<01:22:22> <Comm>		^1^Sl^T^N1^S197831^t^^	RAID	хугомонк-Ревущийфьорд", -- [62]
			"<01:22:22> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	1	Ожившийлось	DEATHKNIGHT", -- [63]
			"<01:22:23> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	3	Злюдра	DRUID", -- [64]
			"<01:22:24> <DEBUG>		Storage:New	|cff1eff00|Hitem:199039::::::::70:269:::3:7969:6652:1705:1:28:2159:::::|h[Сигнальный фонарь наблюдателя за драконами со знаком рассвета]|h|r	temp", -- [65]
			"<01:22:24> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199039::::::::70:269:::3:7969:6652:1705:1:28:2159:::::||h[Сигнальный фонарь наблюдателя за драконами со знаком рассвета]||h||r	5", -- [66]
			"<01:22:24> <DEBUG>		Found:	nil	nil	nil", -- [67]
			"<01:22:24> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [68]
			"<01:22:24> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [69]
			"<01:22:25> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199039::::::::70:269:::3:7969:6652:1705:1:28:2159:::::||h[Сигнальный фонарь наблюдателя за драконами со знаком рассвета]||h||r	5", -- [70]
			"<01:22:25> <DEBUG>		Found:	nil	nil	nil", -- [71]
			"<01:22:25> <Comm>		^1^Sl^T^N1^S197831^t^^	RAID	комт-Ревущийфьорд", -- [72]
			"<01:22:26> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199039::::::::70:269:::3:7969:6652:1705:1:28:2159:::::||h[Сигнальный фонарь наблюдателя за драконами со знаком рассвета]||h||r	5", -- [73]
			"<01:22:26> <DEBUG>		Found:	nil	nil	nil", -- [74]
			"<01:22:27> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199039::::::::70:269:::3:7969:6652:1705:1:28:2159:::::||h[Сигнальный фонарь наблюдателя за драконами со знаком рассвета]||h||r	5", -- [75]
			"<01:22:27> <DEBUG>		Found:	nil	nil	nil", -- [76]
			"<01:22:27> <ERROR>		UpdateAndSendRecentTradableItem: |cff1eff00|Hitem:199039::::::::70:269:::3:7969:6652:1705:1:28:2159:::::|h[Сигнальный фонарь наблюдателя за драконами со знаком рассвета]|h|r not found in bags", -- [77]
			"<01:22:37> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192623::::::::70:264:::::::::|h[Огромный~`коготь~`протодракона]|h|r^N2^S192761^t^^	RAID	бишарк-Ревущийфьорд", -- [78]
			"<01:22:49> <Comm>		^1^Sl^T^N1^S197799^t^^	RAID	ватрониум-Ревущийфьорд", -- [79]
			"<01:22:57> <DEBUG>		Event:	LOOT_READY	true", -- [80]
			"<01:22:57> <DEBUG>		Ignoring	nil	as it's a currency", -- [81]
			"<01:22:57> <DEBUG>		Adding to self.lootSlotInfo	3	|cff9d9d9d|Hitem:192647::::::::70:269:::::::::|h[Земляная частица]|h|r	0	1	Creature-0-3109-2522-17090-197801-000135D370	1", -- [82]
			"<01:22:58> <DEBUG>		Event:	LOOT_READY	true", -- [83]
			"<01:22:58> <DEBUG>		Ignoring	nil	as it's a currency", -- [84]
			"<01:22:58> <DEBUG>		Adding to self.lootSlotInfo	3	|cff9d9d9d|Hitem:192647::::::::70:269:::::::::|h[Земляная частица]|h|r	0	1	Creature-0-3109-2522-17090-197801-000135D370	1", -- [85]
			"<01:22:58> <DEBUG>		Event:	LOOT_CLOSED", -- [86]
			"<01:22:58> <DEBUG>		OnLootSlotCleared()	3	|cff9d9d9d|Hitem:192647::::::::70:269:::::::::|h[Земляная частица]|h|r	0", -- [87]
			"<01:22:58> <DEBUG>		Event:	LOOT_CLOSED", -- [88]
			"<01:22:58> <Comm>		^1^Sl^T^N1^S197831^t^^	RAID	инсендиари-Ревущийфьорд", -- [89]
			"<01:22:58> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	хугомонк-Ревущийфьорд", -- [90]
			"<01:23:38> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аландир	DEMONHUNTER", -- [91]
			"<01:23:38> <Comm>		^1^Sl^T^N1^S197835^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [92]
			"<01:23:38> <Comm>		^1^Sl^T^N1^S197835^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [93]
			"<01:23:38> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	1	Ледиланатель	MAGE", -- [94]
			"<01:23:39> <Comm>		^1^Sl^T^N1^S197835^t^^	RAID	ледиланатель-Ревущийфьорд", -- [95]
			"<01:23:39> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192623::::::::70:264:::::::::|h[Огромный~`коготь~`протодракона]|h|r^N2^S197835^t^^	RAID	бишарк-Ревущийфьорд", -- [96]
			"<01:23:39> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	198837	|cff0070dd|Hitem:198837::::::::70:269:::::::::|h[Обрезки необычной шкуры]|h|r	1	Злюдра	DRUID", -- [97]
			"<01:23:41> <Comm>		^1^Sl^T^N1^S197835^t^^	RAID	аскельт-Ревущийфьорд", -- [98]
			"<01:23:41> <Comm>		^1^Sl^T^N1^S197835^t^^	RAID	аскельт-Ревущийфьорд", -- [99]
			"<01:23:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледотроль	HUNTER", -- [100]
			"<01:24:09> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	интоксикант-Ревущийфьорд", -- [101]
			"<01:24:09> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	интоксикант-Ревущийфьорд", -- [102]
			"<01:24:09> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	ожившийлось-Ревущийфьорд", -- [103]
			"<01:24:09> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	зырочка-Ревущийфьорд", -- [104]
			"<01:24:09> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	зырочка-Ревущийфьорд", -- [105]
			"<01:24:10> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192625::::::::70:264:::::::::|h[Неподвижный~`камень]|h|r^N2^S197793^t^^	RAID	бишарк-Ревущийфьорд", -- [106]
			"<01:24:10> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	дельфуего-Ревущийфьорд", -- [107]
			"<01:24:10> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	дельфуего-Ревущийфьорд", -- [108]
			"<01:24:10> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [109]
			"<01:24:10> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [110]
			"<01:24:24> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	3	Ледотроль	HUNTER", -- [111]
			"<01:24:24> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледотроль	HUNTER", -- [112]
			"<01:24:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	193223	|cff0070dd|Hitem:193223::::::::70:269::::1:38:2:::::|h[Глянцевая чешуйчатая шкура |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r	1	Ледотроль	HUNTER", -- [113]
			"<01:24:50> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	2	Бабусянатусе	PRIEST", -- [114]
			"<01:24:53> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	дельфуего-Ревущийфьорд", -- [115]
			"<01:24:53> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	дельфуего-Ревущийфьорд", -- [116]
			"<01:24:56> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	вальдегмар-Ревущийфьорд", -- [117]
			"<01:24:56> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	вальдегмар-Ревущийфьорд", -- [118]
			"<01:24:56> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	ледиланатель-Ревущийфьорд", -- [119]
			"<01:24:57> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	серегя-Ревущийфьорд", -- [120]
			"<01:24:57> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	серегя-Ревущийфьорд", -- [121]
			"<01:25:10> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	2	Серегя	SHAMAN", -- [122]
			"<01:25:11> <DEBUG>		Event:	ENCOUNTER_START	2639	Террос	15	22", -- [123]
			"<01:25:11> <INFO>		UpdatePlayersData()", -- [124]
			"<01:25:12> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [125]
			"<01:25:16> <DEBUG>		Event:	LOOT_READY	true", -- [126]
			"<01:25:16> <DEBUG>		Ignoring	nil	as it's a currency", -- [127]
			"<01:25:17> <DEBUG>		Event:	LOOT_READY	true", -- [128]
			"<01:25:17> <DEBUG>		Ignoring	nil	as it's a currency", -- [129]
			"<01:25:17> <DEBUG>		Event:	LOOT_CLOSED", -- [130]
			"<01:25:23> <DEBUG>		Event:	ENCOUNTER_END	2639	Террос	15	22	0", -- [131]
			"<01:26:52> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192625::::::::70:264:::::::::|h[Неподвижный~`камень]|h|r^N2^S197793^t^^	RAID	бишарк-Ревущийфьорд", -- [132]
			"<01:28:03> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	оргриддан-Ревущийфьорд", -- [133]
			"<01:28:03> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SЧлен~`Гильдии^N4^N0^N5^N399.1875^N6^N72^t^^	RAID	оргриддан-Ревущийфьорд", -- [134]
			"<01:29:30> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	интоксикант-Ревущийфьорд", -- [135]
			"<01:29:30> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N405.375^N6^N260^t^^	RAID	интоксикант-Ревущийфьорд", -- [136]
			"<01:29:41> <DEBUG>		Event:	ENCOUNTER_START	2639	Террос	15	24", -- [137]
			"<01:29:41> <INFO>		UpdatePlayersData()", -- [138]
			"<01:29:41> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [139]
			"<01:33:46> <DEBUG>		Event:	ENCOUNTER_END	2639	Террос	15	24	1", -- [140]
			"<01:33:47> <DEBUG>[GroupLoot]		START_LOOT_ROLL	58", -- [141]
			"<01:33:47> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195499::::::::70:269::5:6:6652:8825:8817:7980:1485:8767::::::|h[Оплечье разлома]|h|r", -- [142]
			"<01:33:47> <DEBUG>[GroupLoot]		START_LOOT_ROLL	59", -- [143]
			"<01:33:47> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195501::::::::70:269::5:7:6652:7936:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r", -- [144]
			"<01:33:47> <DEBUG>[GroupLoot]		START_LOOT_ROLL	60", -- [145]
			"<01:33:47> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r", -- [146]
			"<01:33:47> <DEBUG>[GroupLoot]		START_LOOT_ROLL	61", -- [147]
			"<01:33:47> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r", -- [148]
			"<01:33:47> <DEBUG>[GroupLoot]		START_LOOT_ROLL	62", -- [149]
			"<01:33:47> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195504::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Пробудившийся планарный столп]|h|r", -- [150]
			"<01:33:47> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Оргриддан	WARRIOR", -- [151]
			"<01:33:47> <DEBUG>		Event:	LOOT_READY	true", -- [152]
			"<01:33:47> <DEBUG>		Ignoring	nil	as it's a currency", -- [153]
			"<01:33:47> <DEBUG>		Adding to self.lootSlotInfo	4	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r	4	1	Creature-0-3109-2522-17090-190496-000035E0D1	1", -- [154]
			"<01:33:47> <DEBUG>		Adding to self.lootSlotInfo	5	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r	4	1	Creature-0-3109-2522-17090-190496-000035E0D1	1", -- [155]
			"<01:33:47> <DEBUG>		Adding to self.lootSlotInfo	6	|cffa335ee|Hitem:195504::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Пробудившийся планарный столп]|h|r	4	1	Creature-0-3109-2522-17090-190496-000035E0D1	1", -- [156]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бабусянатусе	PRIEST", -- [157]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Интоксикант	ROGUE", -- [158]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ожившийлось	DEATHKNIGHT", -- [159]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Оргриддан	WARRIOR", -- [160]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	191784	|cffa335ee|Hitem:191784::::::::70:269:::::::::|h[Драконий осколок знания]|h|r	1	Бабусянатусе	PRIEST", -- [161]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	191784	|cffa335ee|Hitem:191784::::::::70:269:::::::::|h[Драконий осколок знания]|h|r	1	Интоксикант	ROGUE", -- [162]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ожившийлось	DEATHKNIGHT", -- [163]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бабусянатусе	PRIEST", -- [164]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Интоксикант	ROGUE", -- [165]
			"<01:33:48> <DEBUG>		OnLootSlotCleared()	5	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r	4", -- [166]
			"<01:33:48> <DEBUG>		Event:	LOOT_READY	true", -- [167]
			"<01:33:48> <DEBUG>		Ignoring	nil	as it's a currency", -- [168]
			"<01:33:48> <DEBUG>		Adding to self.lootSlotInfo	4	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r	4	1	Creature-0-3109-2522-17090-190496-000035E0D1	1", -- [169]
			"<01:33:48> <DEBUG>		Adding to self.lootSlotInfo	6	|cffa335ee|Hitem:195504::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Пробудившийся планарный столп]|h|r	4	1	Creature-0-3109-2522-17090-190496-000035E0D1	1", -- [170]
			"<01:33:48> <DEBUG>		OnLootSlotCleared()	4	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r	4", -- [171]
			"<01:33:48> <DEBUG>		OnLootSlotCleared()	6	|cffa335ee|Hitem:195504::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Пробудившийся планарный столп]|h|r	4", -- [172]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Дельфуего	ROGUE", -- [173]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Дельфуего	ROGUE", -- [174]
			"<01:33:48> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	оргриддан-Ревущийфьорд", -- [175]
			"<01:33:48> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	оргриддан-Ревущийфьорд", -- [176]
			"<01:33:48> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	интоксикант-Ревущийфьорд", -- [177]
			"<01:33:48> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	интоксикант-Ревущийфьорд", -- [178]
			"<01:33:48> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [179]
			"<01:33:48> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [180]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	15	Аландир	DEMONHUNTER", -- [181]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ксимаксрога	ROGUE", -- [182]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хугомонк	MONK", -- [183]
			"<01:33:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ксимаксрога	ROGUE", -- [184]
			"<01:33:48> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [185]
			"<01:33:48> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [186]
			"<01:33:49> <DEBUG>		Event:	LOOT_CLOSED", -- [187]
			"<01:33:49> <DEBUG>		Event:	LOOT_CLOSED", -- [188]
			"<01:33:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хугомонк	MONK", -- [189]
			"<01:33:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аландир	DEMONHUNTER", -- [190]
			"<01:33:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Нотушка	DEATHKNIGHT", -- [191]
			"<01:33:49> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	хугомонк-Ревущийфьорд", -- [192]
			"<01:33:49> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	хугомонк-Ревущийфьорд", -- [193]
			"<01:33:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Зырочка	WARRIOR", -- [194]
			"<01:33:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Зырочка	WARRIOR", -- [195]
			"<01:33:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Нотушка	DEATHKNIGHT", -- [196]
			"<01:33:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аландир	DEMONHUNTER", -- [197]
			"<01:33:49> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	аландир-Ревущийфьорд", -- [198]
			"<01:33:49> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	аландир-Ревущийфьорд", -- [199]
			"<01:33:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Вальдегмар	WARRIOR", -- [200]
			"<01:33:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Вальдегмар	WARRIOR", -- [201]
			"<01:33:50> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Дайселдру	DRUID", -- [202]
			"<01:33:50> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледиланатель	MAGE", -- [203]
			"<01:33:50> <DEBUG>		Storage:New	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r	temp", -- [204]
			"<01:33:50> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::||h[Сейсмопосох обнаружения землетрясений]||h||r	5", -- [205]
			"<01:33:50> <DEBUG>		Found:	nil	nil	nil", -- [206]
			"<01:33:50> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S195497:::::::::::5:4:6652:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SТеррос^t^N2^T^Sstring^S195497:::::::::::5:4:6652:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SТеррос^t^N3^T^Sstring^S195504:::::::::::5:4:6652:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SТеррос^t^N4^T^Sstring^S195499:::::::::::5:6:6652:8825:8817:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SТеррос^t^N5^T^Sstring^S195501:::::::::::5:7:6652:7936:8825:8818:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SТеррос^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [207]
			"<01:33:50> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195499::::::::70:269::5:6:6652:8825:8817:7980:1485:8767::::::|h[Оплечье разлома]|h|r", -- [208]
			"<01:33:50> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r	INVTYPE_2HWEAPON", -- [209]
			"<01:33:50> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r	INVTYPE_2HWEAPON", -- [210]
			"<01:33:50> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195504::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Пробудившийся планарный столп]|h|r	INVTYPE_2HWEAPON", -- [211]
			"<01:33:50> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195499::::::::70:269::5:6:6652:8825:8817:7980:1485:8767::::::|h[Оплечье разлома]|h|r	INVTYPE_SHOULDER", -- [212]
			"<01:33:50> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195501::::::::70:269::5:7:6652:7936:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r	INVTYPE_WAIST", -- [213]
			"<01:33:50> <INFO>		LootFrame:Start	5	nil", -- [214]
			"<01:33:50> <DEBUG>		LootFrame:	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r	is a dublicate of	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r", -- [215]
			"<01:33:50> <DEBUG>		Restoring entry:	default	1", -- [216]
			"<01:33:50> <DEBUG>		GetButtons	default", -- [217]
			"<01:33:50> <DEBUG>		Restoring entry:	default	1", -- [218]
			"<01:33:50> <DEBUG>		GetButtons	default", -- [219]
			"<01:33:50> <DEBUG>		Restoring entry:	default	1", -- [220]
			"<01:33:50> <DEBUG>		GetButtons	default", -- [221]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N254^N2^N368.375^N3^T^Sresponse^T^N5^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N-3^N4^N52^N5^N13^t^Sgear1^T^N1^S195527::::::::70:254::3:4:6652:7979:1472:8767:1:28:2160^N2^S195527::::::::70:254::3:4:6652:7979:1472:8767:1:28:2160^N3^S195527::::::::70:254::3:4:6652:7979:1472:8767:1:28:2160^N4^S200228::::::::70:254::25:3:6652:1472:8766:1:28:2541^N5^S195507::::::::70:254::3:7:6652:7936:8821:8818:7979:1472:8767^t^Sgear2^T^t^t^t^^	RAID	ксилиэль-Ревущийфьорд", -- [222]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N102^N2^N396.125^N3^T^Sresponse^T^N4^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N-3^N4^N10^N5^N-3^t^Sgear1^T^N1^S190506:6640:::::::70:102::13:8:8836:8840:8902:8802:8845:8793:8932:8960:8:28:2164:29:36:30:40:38:8:40:191:44:197921:45:194566:46:193945^N2^S190506:6640:::::::70:102::13:8:8836:8840:8902:8802:8845:8793:8932:8960:8:28:2164:29:36:30:40:38:8:40:191:44:197921:45:194566:46:193945^N3^S190506:6640:::::::70:102::13:8:8836:8840:8902:8802:8845:8793:8932:8960:8:28:2164:29:36:30:40:38:8:40:191:44:197921:45:194566:46:193945^N4^S193642::::::::70:102::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N5^S134287::::::::70:102::35:9:8970:7977:6652:7936:8822:8818:9144:3284:8767^t^Sgear2^T^N1^S195513::::::::70:102::5:4:6652:7980:1485:8767:1:28:2474^N2^S195513::::::::70:102::5:4:6652:7980:1485:8767:1:28:2474^N3^S195513::::::::70:102::5:4:6652:7980:1485:8767:1:28:2474^t^t^t^^	RAID	дайселдру-Ревущийфьорд", -- [223]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N264^N2^N395^N3^T^Sresponse^T^N5^B^t^Sdiff^T^N1^N17^N2^N17^N3^N17^N4^N10^N5^N-6^t^Sgear1^T^N1^S200247:6638:::::::70:264::26:4:42:1488:5864:8767:1:28:2287^N2^S200247:6638:::::::70:264::26:4:42:1488:5864:8767:1:28:2287^N3^S200247:6638:::::::70:264::26:4:42:1488:5864:8767:1:28:2287^N4^S193704::::::::70:264::33:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N5^S133805::::::::70:264::35:9:8971:7977:6652:7937:8822:8818:9144:3287:8767^t^Sgear2^T^N1^S195475::::::::70:264::5:4:6652:7980:1485:8767^N2^S195475::::::::70:264::5:4:6652:7980:1485:8767^N3^S195475::::::::70:264::5:4:6652:7980:1485:8767^t^t^t^^	RAID	серегя-Ревущийфьорд", -- [224]
			"<01:33:50> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Инсендиари	PALADIN", -- [225]
			"<01:33:50> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Дайселдру	DRUID", -- [226]
			"<01:33:50> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледиланатель	MAGE", -- [227]
			"<01:33:50> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Инсендиари	PALADIN", -- [228]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N70^N2^N401.4375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N-13^N2^N-13^N3^N-13^N4^N-9^N5^N10^t^Sgear1^T^N1^S110036:6634:::::::70:70::35:6:8973:7977:6652:9147:3300:8767^N2^S110036:6634:::::::70:70::35:6:8973:7977:6652:9147:3300:8767^N3^S110036:6634:::::::70:70::35:6:8973:7977:6652:9147:3300:8767^N4^S200419::::::::70:70::5:5:7980:6652:8826:1485:8767^N5^S137499::::::::70:70::33:9:8966:7977:6652:7937:8822:8818:9144:3271:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [229]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N63^N2^N395.875^N3^T^Sresponse^T^N4^B^N5^B^t^Sdiff^T^N1^N7^N2^N7^N3^N7^N4^N17^N5^N10^t^Sgear1^T^N1^S193710:6640:::::::70:63::33:6:7977:6652:9147:8970:1627:8767:1:28:1279^N2^S193710:6640:::::::70:63::33:6:7977:6652:9147:8970:1627:8767:1:28:1279^N3^S193710:6640:::::::70:63::33:6:7977:6652:9147:8970:1627:8767:1:28:1279^N4^S199424::::::::70:63::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^N5^S193691::192948::::::70:63::33:9:8966:7977:6652:7935:8822:8818:9144:1614:8767:1:28:1279^t^Sgear2^T^N1^S195513::::::::70:63::3:4:6652:7979:1472:8767^N2^S195513::::::::70:63::3:4:6652:7979:1472:8767^N3^S195513::::::::70:63::3:4:6652:7979:1472:8767^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [230]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N105^N2^N404.8125^N3^T^Sresponse^T^N4^B^t^Sdiff^T^N1^N-13^N2^N-13^N3^N-13^N4^N0^N5^N0^t^Sgear1^T^N1^S193707:6652:::::::70:105::35:6:8973:7977:6652:9147:1637:8767^N2^S193707:6652:::::::70:105::35:6:8973:7977:6652:9147:1637:8767^N3^S193707:6652:::::::70:105::35:6:8973:7977:6652:9147:1637:8767^N4^S195486::::::::70:105::5:6:43:8825:8817:7980:1485:8767^N5^S195501::::::::70:105::5:7:6652:7936:8825:8818:7980:1485:8767^t^Sgear2^T^t^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [231]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N253^N2^N394^N3^T^Sresponse^T^N5^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N4^N5^N0^t^Sgear1^T^N1^S195490:6528:::::::70:253::5:4:6652:7980:1485:8767^N2^S195490:6528:::::::70:253::5:4:6652:7980:1485:8767^N3^S195490:6528:::::::70:253::5:4:6652:7980:1485:8767^N4^S200392::::::::70:253::3:5:7979:6652:8826:1472:8767:1:28:1040^N5^S195507::::::::70:253::5:7:6652:7937:8825:8818:7980:1485:8767^t^Sgear2^T^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [232]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N577^N2^N400.6875^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N-3^N4^N0^N5^N0^t^Sgear1^T^N1^S195491::::::::70:577::5:4:7980:6652:1485:8767^N2^S195491::::::::70:577::5:4:7980:6652:1485:8767^N3^S195491::::::::70:577::5:4:7980:6652:1485:8767^N4^S195486::::::::70:577::5:6:6652:8825:8817:7980:1485:8767^N5^S195501::::::::70:577::5:7:40:7936:8825:8818:7980:1485:8767^t^Sgear2^T^N1^S190518:6628:::::::70:577::13:8:8836:8840:8902:8802:8845:8791:8796:8960:8:28:2164:29:40:30:36:38:8:40:182:45:197921:46:194578:47:193551^N2^S190518:6628:::::::70:577::13:8:8836:8840:8902:8802:8845:8791:8796:8960:8:28:2164:29:40:30:36:38:8:40:182:45:197921:46:194578:47:193551^N3^S190518:6628:::::::70:577::13:8:8836:8840:8902:8802:8845:8791:8796:8960:8:28:2164:29:40:30:36:38:8:40:182:45:197921:46:194578:47:193551^t^t^t^^	RAID	аландир-Ревущийфьорд", -- [233]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N73^N2^N401.1875^N3^T^Sresponse^T^N4^B^N5^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N-3^N4^N7^N5^N0^t^Sgear1^T^N1^S201996:6644:::::::70:73::35:6:8972:7977:6652:9147:1633:8767^N2^S201996:6644:::::::70:73::35:6:8972:7977:6652:9147:1633:8767^N3^S201996:6644:::::::70:73::35:6:8972:7977:6652:9147:1633:8767^N4^S193686::::::::70:73::33:8:8967:7977:6652:8822:8817:9144:1617:8767:1:28:1279^N5^S191623::::::::70:73::13:7:8836:8840:8902:8960:7936:8801:8845:4:28:2164:38:7:40:158:44:197921^t^Sgear2^T^N1^S190503::::::::70:73::13:6:8836:8840:8902:8802:8845:8792:7:28:2164:29:32:30:36:38:8:40:122:44:197921:45:194570^N2^S190503::::::::70:73::13:6:8836:8840:8902:8802:8845:8792:7:28:2164:29:32:30:36:38:8:40:122:44:197921:45:194570^N3^S190503::::::::70:73::13:6:8836:8840:8902:8802:8845:8792:7:28:2164:29:32:30:36:38:8:40:122:44:197921:45:194570^t^t^t^^	RAID	зырочка-Ревущийфьорд", -- [234]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N105^N2^N403.6875^N3^T^Sresponse^T^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N20^N5^N0^t^Sgear1^T^N1^S195529:6640:::::::70:105::5:4:6652:7980:1485:8767:1:28:2474^N2^S195529:6640:::::::70:105::5:4:6652:7980:1485:8767:1:28:2474^N3^S195529:6640:::::::70:105::5:4:6652:7980:1485:8767:1:28:2474^N4^S201942::::::::70:105::13:5:8851:8852:8802:8850:8793:7:28:2164:29:49:30:32:38:8:40:849:45:198059:46:194566^N5^S195501::::::::70:105::5:7:6652:7937:8825:8818:7980:1485:8767^t^Sgear2^T^N1^S195484::::::::70:105::5:4:6652:7980:1485:8767^N2^S195484::::::::70:105::5:4:6652:7980:1485:8767^N3^S195484::::::::70:105::5:4:6652:7980:1485:8767^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [235]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N263^N2^N392^N3^T^Sresponse^T^N5^B^t^Sdiff^T^N1^N5^N2^N5^N3^N5^N4^N13^N5^N23^t^Sgear1^T^N1^S195510:6639:::::::70:263::5:4:6652:7980:1485:8767^N2^S195510:6639:::::::70:263::5:4:6652:7980:1485:8767^N3^S195510:6639:::::::70:263::5:4:6652:7980:1485:8767^N4^S195499::::::::70:263::3:6:6652:8821:8817:7979:1472:8767^N5^S192003::::::::70:263::37:5:6652:7937:1481:5865:8767:1:28:2275^t^Sgear2^T^N1^S190509:6639:::::::70:263::13:8:8836:8840:8902:8799:8845:8793:8932:8960:8:28:2164:29:40:30:32:38:5:40:188:44:197921:45:194566:46:193945^N2^S190509:6639:::::::70:263::13:8:8836:8840:8902:8799:8845:8793:8932:8960:8:28:2164:29:40:30:32:38:5:40:188:44:197921:45:194566:46:193945^N3^S190509:6639:::::::70:263::13:8:8836:8840:8902:8799:8845:8793:8932:8960:8:28:2164:29:40:30:32:38:5:40:188:44:197921:45:194566:46:193945^t^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [236]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N260^N2^N402.875^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N7^N5^N0^t^Sgear1^T^N1^S190518:6642:::::::70:260::13:8:8836:8840:8902:8802:8846:8795:8796:8960:8:28:2164:29:49:30:32:38:8:40:182:45:198046:46:194572:47:193554^N2^S190518:6642:::::::70:260::13:8:8836:8840:8902:8802:8846:8795:8796:8960:8:28:2164:29:49:30:32:38:8:40:182:45:198046:46:194572:47:193554^N3^S190518:6642:::::::70:260::13:8:8836:8840:8902:8802:8846:8795:8796:8960:8:28:2164:29:49:30:32:38:8:40:182:45:198046:46:194572:47:193554^N4^S193642::::::::70:260::16:8:8967:7977:6652:8822:8817:9144:1617:8767:1:28:1279^N5^S195501::::::::70:260::5:7:6652:7936:8825:8818:7980:1485:8767^t^Sgear2^T^N1^S195503:6640:::::::70:260::5:4:6652:7980:1485:8767^N2^S195503:6640:::::::70:260::5:4:6652:7980:1485:8767^N3^S195503:6640:::::::70:260::5:4:6652:7980:1485:8767^t^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [237]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N254^N2^N392.4375^N3^T^Sresponse^T^N5^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N0^N5^N20^t^Sgear1^T^N1^S195490:6527:::::::70:254::3:4:42:7979:1472:8767^N2^S195490:6527:::::::70:254::3:4:42:7979:1472:8767^N3^S195490:6527:::::::70:254::3:4:42:7979:1472:8767^N4^S195499::::::::70:254::5:6:6652:8825:8817:7980:1485:8767:1:28:2474^N5^S192037::::::::70:254::73:5:6652:7937:1485:5864:8767:1:28:2437^t^Sgear2^T^t^t^t^^	RAID	аскельт-Ревущийфьорд", -- [238]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N72^N2^N399.1875^N3^T^Sresponse^T^N4^B^N5^B^t^Sdiff^T^N1^N20^N2^N20^N3^N20^N4^N0^N5^N-13^t^Sgear1^T^N1^S190510:6648:::::::70:72::13:7:8836:8840:8902:8802:8845:8793:8174:8:28:2164:29:32:30:36:38:8:40:190:44:197921:45:194566:46:200652^N2^S190510:6648:::::::70:72::13:7:8836:8840:8902:8802:8845:8793:8174:8:28:2164:29:32:30:36:38:8:40:190:44:197921:45:194566:46:200652^N3^S190510:6648:::::::70:72::13:7:8836:8840:8902:8802:8845:8793:8174:8:28:2164:29:32:30:36:38:8:40:190:44:197921:45:194566:46:200652^N4^S195477::::::::70:72::5:6:7980:6652:8825:8817:1485:8767^N5^S193650::::::::70:72::35:9:8973:7977:6652:7936:8822:8818:9144:1637:8767^t^Sgear2^T^N1^S200286:6651:::::::70:72::26:4:6652:1485:5864:8767:1:28:2275^N2^S200286:6651:::::::70:72::26:4:6652:1485:5864:8767:1:28:2275^N3^S200286:6651:::::::70:72::26:4:6652:1485:5864:8767:1:28:2275^t^t^t^^	RAID	оргриддан-Ревущийфьорд", -- [239]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N72^N2^N394.625^N3^T^Sresponse^T^N4^B^N5^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N4^N5^N26^t^Sgear1^T^N1^S195518:6652:::::::70:72::3:4:6652:7979:1472:8767^N2^S195518:6652:::::::70:72::3:4:6652:7979:1472:8767^N3^S195518:6652:::::::70:72::3:4:6652:7979:1472:8767^N4^S200428::::::::70:72::3:5:7979:6652:8826:1472:8767^N5^S136773::::::::70:72::33:9:8961:7977:6652:7937:8822:8818:9144:3255:8767:1:28:1279^t^Sgear2^T^N1^S195518:6652:::::::70:72::3:4:6652:7979:1472:8767^N2^S195518:6652:::::::70:72::3:4:6652:7979:1472:8767^N3^S195518:6652:::::::70:72::3:4:6652:7979:1472:8767^t^t^t^^	RAID	вальдегмар-Ревущийфьорд", -- [240]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N260^N2^N405.375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N-16^N2^N-16^N3^N-16^N4^N4^N5^N0^t^Sgear1^T^N1^S190507:6642:::::::70:260::13:8:8836:8840:8902:8802:8846:8795:8796:8960:8:28:2164:29:36:30:32:38:8:40:189:44:198046:45:194572:46:193554^N2^S190507:6642:::::::70:260::13:8:8836:8840:8902:8802:8846:8795:8796:8960:8:28:2164:29:36:30:32:38:8:40:189:44:198046:45:194572:46:193554^N3^S190507:6642:::::::70:260::13:8:8836:8840:8902:8802:8846:8795:8796:8960:8:28:2164:29:36:30:32:38:8:40:189:44:198046:45:194572:46:193554^N4^S200374::::::::70:260::3:5:7979:6652:8826:1472:8767:1:28:1040^N5^S109829::::::::70:260::16:9:8969:7977:6652:7937:8822:8818:9144:3287:8767:1:28:1279^t^Sgear2^T^N1^S190507:6642:::::::70:260::13:7:8836:8840:8902:8802:8846:8795:8174:8:28:2164:29:32:30:36:38:8:40:189:44:198046:45:194572:46:200652^N2^S190507:6642:::::::70:260::13:7:8836:8840:8902:8802:8846:8795:8174:8:28:2164:29:32:30:36:38:8:40:189:44:198046:45:194572:46:200652^N3^S190507:6642:::::::70:260::13:7:8836:8840:8902:8802:8846:8795:8174:8:28:2164:29:32:30:36:38:8:40:189:44:198046:45:194572:46:200652^t^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [241]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N250^N2^N398.75^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N-6^N2^N-6^N3^N-6^N4^N4^N5^N7^t^Sgear1^T^N1^S193695:3368:::::::70:250::35:6:8971:7977:6652:9147:1630:8767^N2^S193695:3368:::::::70:250::35:6:8971:7977:6652:9147:1630:8767^N3^S193695:3368:::::::70:250::35:6:8971:7977:6652:9147:1630:8767^N4^S200410::::::::70:250::3:5:7979:6652:8826:1472:8767:1:28:1040^N5^S144116::192948::::::70:250::33:9:8967:7977:6652:7935:8822:8818:9144:3285:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [242]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N269^N2^N395.6875^N3^T^Sresponse^T^N4^B^t^Sdiff^T^N1^N7^N2^N7^N3^N7^N4^N4^N5^N0^t^Sgear1^T^N1^S195483:6645:::::::70:269::3:4:6652:7979:1472:8767^N2^S195483:6645:::::::70:269::3:4:6652:7979:1472:8767^N3^S195483:6645:::::::70:269::3:4:6652:7979:1472:8767^N4^S200365::::::::70:269::3:5:7979:41:8826:1472:8767:1:28:1040^N5^S195501::::::::70:269::5:7:6652:7937:8825:8818:7980:1485:8767^t^Sgear2^T^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [243]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N259^N2^N403.5625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N-13^N2^N-13^N3^N-13^N4^N-9^N5^N4^t^Sgear1^T^N1^S190505:6643:::::::70:259::13:8:8836:8840:8902:8802:8846:8795:8937:8960:8:28:2164:29:49:30:32:38:8:40:192:44:198046:45:194572:46:193943^N2^S190505:6643:::::::70:259::13:8:8836:8840:8902:8802:8846:8795:8937:8960:8:28:2164:29:49:30:32:38:8:40:192:44:198046:45:194572:46:193943^N3^S190505:6643:::::::70:259::13:8:8836:8840:8902:8802:8846:8795:8937:8960:8:28:2164:29:49:30:32:38:8:40:192:44:198046:45:194572:46:193943^N4^S200374::::::::70:259::35:6:6652:8826:8972:7977:1485:8767^N5^S109829::::::::70:259::16:9:8968:7977:6652:7936:8822:8818:9144:3283:8767:1:28:1279^t^Sgear2^T^N1^S201998:6642:::::::70:259::35:6:8973:7977:6652:9147:1637:8767^N2^S201998:6642:::::::70:259::35:6:8973:7977:6652:9147:1637:8767^N3^S201998:6642:::::::70:259::35:6:8973:7977:6652:9147:1637:8767^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [244]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N257^N2^N397.5^N3^T^Sresponse^T^N4^B^N5^B^t^Sdiff^T^N1^N-6^N2^N-6^N3^N-6^N4^N4^N5^N30^t^Sgear1^T^N1^S144093:6639:::::::70:257::35:6:8971:7977:6652:9147:3298:8767^N2^S144093:6639:::::::70:257::35:6:8971:7977:6652:9147:3298:8767^N3^S144093:6639:::::::70:257::35:6:8971:7977:6652:9147:3298:8767^N4^S200329::::::::70:257::3:5:7979:6652:8826:1472:8767:1:28:1040^N5^S193691::::::::70:257::23:6:7977:6652:7937:8814:1594:8767:1:28:2157^t^Sgear2^T^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [245]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N252^N2^N394^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N0^N5^N13^t^Sgear1^T^N1^S193638:3368:::::::70:252::35:6:8969:7977:40:9147:1624:8767^N2^S193638:3368:::::::70:252::35:6:8969:7977:40:9147:1624:8767^N3^S193638:3368:::::::70:252::35:6:8969:7977:40:9147:1624:8767^N4^S195477::::::::70:252::5:6:7980:6652:8825:8817:1485:8767^N5^S136773::::::::70:252::33:9:8965:7977:6652:7937:8822:8818:9144:3268:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [246]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N254^N2^N401.8125^N3^T^Sresponse^T^N5^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N-3^N4^N4^N5^N10^t^Sgear1^T^N1^S193449:6527:::::::70:254::13:8:8836:8840:8902:8802:8845:8791:8932:8960:8:28:2164:29:32:30:36:38:8:40:337:45:197921:46:194578:47:193945^N2^S193449:6527:::::::70:254::13:8:8836:8840:8902:8802:8845:8791:8932:8960:8:28:2164:29:32:30:36:38:8:40:337:45:197921:46:194578:47:193945^N3^S193449:6527:::::::70:254::13:8:8836:8840:8902:8802:8845:8791:8932:8960:8:28:2164:29:32:30:36:38:8:40:337:45:197921:46:194578:47:193945^N4^S200392::::::::70:254::3:5:7979:6652:8826:1472:8767:1:28:1040^N5^S193722::::::::70:254::33:9:8966:7977:6652:7937:8822:8818:9144:1614:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [247]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N264^N2^N394.4375^N3^T^Sresponse^T^N5^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N13^N5^N17^t^Sgear1^T^N1^S201997:6646:::::::70:264::33:6:8965:7977:6652:9147:1611:8767:1:28:1279^N2^S201997:6646:::::::70:264::33:6:8965:7977:6652:9147:1611:8767:1:28:1279^N3^S201997:6646:::::::70:264::33:6:8965:7977:6652:9147:1611:8767:1:28:1279^N4^S193704::::::::70:264::16:8:7977:6652:8822:8817:9144:8965:1611:8767:1:28:1279^N5^S199447::::::::70:264::14:7:8943:6652:7936:8822:8818:1507:8767:1:28:2474^t^Sgear2^T^N1^S195475::::::::70:264::5:4:6652:7980:1485:8767^N2^S195475::::::::70:264::5:4:6652:7980:1485:8767^N3^S195475::::::::70:264::5:4:6652:7980:1485:8767^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [248]
			"<01:33:50> <Comm>		^1^SlootAck^T^N1^N266^N2^N400.5625^N3^T^Sresponse^T^N4^B^N5^B^t^Sdiff^T^N1^N-13^N2^N-13^N3^N-13^N4^N7^N5^N10^t^Sgear1^T^N1^S193699:6640:::::::70:266::35:6:8973:7977:41:9147:1637:8767^N2^S193699:6640:::::::70:266::35:6:8973:7977:41:9147:1637:8767^N3^S193699:6640:::::::70:266::35:6:8973:7977:41:9147:1637:8767^N4^S195493::::::::70:266::3:6:6652:7979:8821:8817:1472:8767^N5^S144081::::::::70:266::33:9:8966:7977:6652:7936:8822:8818:9144:3282:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	комт-Ревущийфьорд", -- [249]
			"<01:33:50> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Багетлюбви	DRUID", -- [250]
			"<01:33:50> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ватрониум	SHAMAN", -- [251]
			"<01:33:50> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Багетлюбви	DRUID", -- [252]
			"<01:33:51> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ватрониум	SHAMAN", -- [253]
			"<01:33:51> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::||h[Сейсмопосох обнаружения землетрясений]||h||r	5", -- [254]
			"<01:33:51> <DEBUG>		Found:	nil	nil	nil", -- [255]
			"<01:33:51> <Comm>		^1^Stradable^T^N1^S|cffa335ee|Hitem:195497::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох~`обнаружения~`землетрясений]|h|r^N2^S190496^t^^	RAID	дельфуего-Ревущийфьорд", -- [256]
			"<01:33:51> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Аскельт	HUNTER", -- [257]
			"<01:33:52> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [258]
			"<01:33:52> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::||h[Сейсмопосох обнаружения землетрясений]||h||r	5", -- [259]
			"<01:33:52> <DEBUG>		Found:	nil	nil	nil", -- [260]
			"<01:33:53> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ксилиэль	HUNTER", -- [261]
			"<01:33:53> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ксилиэль	HUNTER", -- [262]
			"<01:33:53> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::||h[Сейсмопосох обнаружения землетрясений]||h||r	5", -- [263]
			"<01:33:53> <DEBUG>		Found:	nil	nil	nil", -- [264]
			"<01:33:53> <ERROR>		UpdateAndSendRecentTradableItem: |cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r not found in bags", -- [265]
			"<01:33:53> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [266]
			"<01:33:53> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [267]
			"<01:33:54> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	аскельт-Ревущийфьорд", -- [268]
			"<01:33:54> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	аскельт-Ревущийфьорд", -- [269]
			"<01:33:54> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	аландир-Ревущийфьорд", -- [270]
			"<01:33:54> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [271]
			"<01:33:54> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [272]
			"<01:33:54> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N4^t^t^^	RAID	оргриддан-Ревущийфьорд", -- [273]
			"<01:33:54> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N4^t^t^^	RAID	оргриддан-Ревущийфьорд", -- [274]
			"<01:33:55> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	комт-Ревущийфьорд", -- [275]
			"<01:33:55> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [276]
			"<01:33:55> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [277]
			"<01:33:55> <Comm>		^1^Slt_add^T^N1^T^N6^T^Sstring^S195497:::::::::::5:4:6652:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SТеррос^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [278]
			"<01:33:55> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r	INVTYPE_2HWEAPON", -- [279]
			"<01:33:55> <DEBUG>		LootFrame:AddSingleItem	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r	5", -- [280]
			"<01:33:55> <DEBUG>		Restoring entry:	default	1", -- [281]
			"<01:33:55> <DEBUG>		GetButtons	default", -- [282]
			"<01:33:55> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N4^t^t^^	RAID	ксилиэль-Ревущийфьорд", -- [283]
			"<01:33:55> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N4^t^t^^	RAID	ксилиэль-Ревущийфьорд", -- [284]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N105^N2^N404.8125^N3^T^Sresponse^T^t^Sdiff^T^N6^N-13^t^Sgear1^T^N6^S193707:6652:::::::70:105::35:6:8973:7977:6652:9147:1637:8767^t^Sgear2^T^t^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [285]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N253^N2^N394^N3^T^Sresponse^T^t^Sdiff^T^N6^N0^t^Sgear1^T^N6^S195490:6528:::::::70:253::5:4:6652:7980:1485:8767^t^Sgear2^T^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [286]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N260^N2^N402.875^N3^T^Sresponse^T^N6^B^t^Sdiff^T^N6^N0^t^Sgear1^T^N6^S190518:6642:::::::70:260::13:8:8836:8840:8902:8802:8846:8795:8796:8960:8:28:2164:29:49:30:32:38:8:40:182:45:198046:46:194572:47:193554^t^Sgear2^T^N6^S195503:6640:::::::70:260::5:4:6652:7980:1485:8767^t^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [287]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N254^N2^N368.375^N3^T^Sresponse^T^t^Sdiff^T^N6^N-3^t^Sgear1^T^N6^S195527::::::::70:254::3:4:6652:7979:1472:8767:1:28:2160^t^Sgear2^T^t^t^t^^	RAID	ксилиэль-Ревущийфьорд", -- [288]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N70^N2^N401.4375^N3^T^Sresponse^T^N6^B^t^Sdiff^T^N6^N-13^t^Sgear1^T^N6^S110036:6634:::::::70:70::35:6:8973:7977:6652:9147:3300:8767^t^Sgear2^T^t^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [289]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N263^N2^N392^N3^T^Sresponse^T^t^Sdiff^T^N6^N5^t^Sgear1^T^N6^S195510:6639:::::::70:263::5:4:6652:7980:1485:8767^t^Sgear2^T^N6^S190509:6639:::::::70:263::13:8:8836:8840:8902:8799:8845:8793:8932:8960:8:28:2164:29:40:30:32:38:5:40:188:44:197921:45:194566:46:193945^t^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [290]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N105^N2^N403.6875^N3^T^Sresponse^T^t^Sdiff^T^N6^N0^t^Sgear1^T^N6^S195529:6640:::::::70:105::5:4:6652:7980:1485:8767:1:28:2474^t^Sgear2^T^N6^S195484::::::::70:105::5:4:6652:7980:1485:8767^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [291]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N259^N2^N403.5625^N3^T^Sresponse^T^N6^B^t^Sdiff^T^N6^N-13^t^Sgear1^T^N6^S190505:6643:::::::70:259::13:8:8836:8840:8902:8802:8846:8795:8937:8960:8:28:2164:29:49:30:32:38:8:40:192:44:198046:45:194572:46:193943^t^Sgear2^T^N6^S201998:6642:::::::70:259::35:6:8973:7977:6652:9147:1637:8767^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [292]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N264^N2^N395^N3^T^Sresponse^T^t^Sdiff^T^N6^N17^t^Sgear1^T^N6^S200247:6638:::::::70:264::26:4:42:1488:5864:8767:1:28:2287^t^Sgear2^T^N6^S195475::::::::70:264::5:4:6652:7980:1485:8767^t^t^t^^	RAID	серегя-Ревущийфьорд", -- [293]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N72^N2^N399.1875^N3^T^Sresponse^T^t^Sdiff^T^N6^N20^t^Sgear1^T^N6^S190510:6648:::::::70:72::13:7:8836:8840:8902:8802:8845:8793:8174:8:28:2164:29:32:30:36:38:8:40:190:44:197921:45:194566:46:200652^t^Sgear2^T^N6^S200286:6651:::::::70:72::26:4:6652:1485:5864:8767:1:28:2275^t^t^t^^	RAID	оргриддан-Ревущийфьорд", -- [294]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N577^N2^N400.6875^N3^T^Sresponse^T^N6^B^t^Sdiff^T^N6^N-3^t^Sgear1^T^N6^S195491::::::::70:577::5:4:7980:6652:1485:8767^t^Sgear2^T^N6^S190518:6628:::::::70:577::13:8:8836:8840:8902:8802:8845:8791:8796:8960:8:28:2164:29:40:30:36:38:8:40:182:45:197921:46:194578:47:193551^t^t^t^^	RAID	аландир-Ревущийфьорд", -- [295]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N102^N2^N396.125^N3^T^Sresponse^T^t^Sdiff^T^N6^N-3^t^Sgear1^T^N6^S190506:6640:::::::70:102::13:8:8836:8840:8902:8802:8845:8793:8932:8960:8:28:2164:29:36:30:40:38:8:40:191:44:197921:45:194566:46:193945^t^Sgear2^T^N6^S195513::::::::70:102::5:4:6652:7980:1485:8767:1:28:2474^t^t^t^^	RAID	дайселдру-Ревущийфьорд", -- [296]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N73^N2^N401.1875^N3^T^Sresponse^T^t^Sdiff^T^N6^N-3^t^Sgear1^T^N6^S201996:6644:::::::70:73::35:6:8972:7977:6652:9147:1633:8767^t^Sgear2^T^N6^S190503::::::::70:73::13:6:8836:8840:8902:8802:8845:8792:7:28:2164:29:32:30:36:38:8:40:122:44:197921:45:194570^t^t^t^^	RAID	зырочка-Ревущийфьорд", -- [297]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N254^N2^N392.4375^N3^T^Sresponse^T^t^Sdiff^T^N6^N13^t^Sgear1^T^N6^S195490:6527:::::::70:254::3:4:42:7979:1472:8767^t^Sgear2^T^t^t^t^^	RAID	аскельт-Ревущийфьорд", -- [298]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N72^N2^N394.625^N3^T^Sresponse^T^t^Sdiff^T^N6^N13^t^Sgear1^T^N6^S195518:6652:::::::70:72::3:4:6652:7979:1472:8767^t^Sgear2^T^N6^S195518:6652:::::::70:72::3:4:6652:7979:1472:8767^t^t^t^^	RAID	вальдегмар-Ревущийфьорд", -- [299]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N254^N2^N401.8125^N3^T^Sresponse^T^t^Sdiff^T^N6^N-3^t^Sgear1^T^N6^S193449:6527:::::::70:254::13:8:8836:8840:8902:8802:8845:8791:8932:8960:8:28:2164:29:32:30:36:38:8:40:337:45:197921:46:194578:47:193945^t^Sgear2^T^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [300]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N260^N2^N405.375^N3^T^Sresponse^T^N6^B^t^Sdiff^T^N6^N-16^t^Sgear1^T^N6^S190507:6642:::::::70:260::13:8:8836:8840:8902:8802:8846:8795:8796:8960:8:28:2164:29:36:30:32:38:8:40:189:44:198046:45:194572:46:193554^t^Sgear2^T^N6^S190507:6642:::::::70:260::13:7:8836:8840:8902:8802:8846:8795:8174:8:28:2164:29:32:30:36:38:8:40:189:44:198046:45:194572:46:200652^t^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [301]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N269^N2^N395.6875^N3^T^Sresponse^T^t^Sdiff^T^N6^N7^t^Sgear1^T^N6^S195483:6645:::::::70:269::3:4:6652:7979:1472:8767^t^Sgear2^T^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [302]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N250^N2^N398.75^N3^T^Sresponse^T^N6^B^t^Sdiff^T^N6^N-6^t^Sgear1^T^N6^S193695:3368:::::::70:250::35:6:8971:7977:6652:9147:1630:8767^t^Sgear2^T^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [303]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N63^N2^N395.875^N3^T^Sresponse^T^t^Sdiff^T^N6^N7^t^Sgear1^T^N6^S193710:6640:::::::70:63::33:6:7977:6652:9147:8970:1627:8767:1:28:1279^t^Sgear2^T^N6^S195513::::::::70:63::3:4:6652:7979:1472:8767^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [304]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N252^N2^N394^N3^T^Sresponse^T^N6^B^t^Sdiff^T^N6^N0^t^Sgear1^T^N6^S193638:3368:::::::70:252::35:6:8969:7977:40:9147:1624:8767^t^Sgear2^T^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [305]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N266^N2^N400.5625^N3^T^Sresponse^T^t^Sdiff^T^N6^N-13^t^Sgear1^T^N6^S193699:6640:::::::70:266::35:6:8973:7977:41:9147:1637:8767^t^Sgear2^T^t^t^t^^	RAID	комт-Ревущийфьорд", -- [306]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N257^N2^N397.5^N3^T^Sresponse^T^t^Sdiff^T^N6^N-6^t^Sgear1^T^N6^S144093:6639:::::::70:257::35:6:8971:7977:6652:9147:3298:8767^t^Sgear2^T^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [307]
			"<01:33:56> <Comm>		^1^SlootAck^T^N1^N264^N2^N394.4375^N3^T^Sresponse^T^t^Sdiff^T^N6^N13^t^Sgear1^T^N6^S201997:6646:::::::70:264::33:6:8965:7977:6652:9147:1611:8767:1:28:1279^t^Sgear2^T^N6^S195475::::::::70:264::5:4:6652:7980:1485:8767^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [308]
			"<01:33:57> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	аскельт-Ревущийфьорд", -- [309]
			"<01:33:57> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N4^t^t^^	RAID	линлот-Ревущийфьорд", -- [310]
			"<01:33:57> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N4^t^t^^	RAID	линлот-Ревущийфьорд", -- [311]
			"<01:33:58> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N4^t^t^^	RAID	ксилиэль-Ревущийфьорд", -- [312]
			"<01:33:58> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [313]
			"<01:33:58> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [314]
			"<01:33:58> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	бишарк-Ревущийфьорд", -- [315]
			"<01:33:58> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	бишарк-Ревущийфьорд", -- [316]
			"<01:33:59> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^SPASS^t^t^^	RAID	зырочка-Ревущийфьорд", -- [317]
			"<01:33:59> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	аскельт-Ревущийфьорд", -- [318]
			"<01:34:00> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N4^t^t^^	RAID	линлот-Ревущийфьорд", -- [319]
			"<01:34:00> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	ксилиэль-Ревущийфьорд", -- [320]
			"<01:34:00> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^SPASS^t^t^^	RAID	аскельт-Ревущийфьорд", -- [321]
			"<01:34:00> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [322]
			"<01:34:00> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	зырочка-Ревущийфьорд", -- [323]
			"<01:34:00> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	комт-Ревущийфьорд", -- [324]
			"<01:34:00> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	комт-Ревущийфьорд", -- [325]
			"<01:34:00> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аскельт	HUNTER", -- [326]
			"<01:34:01> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	бишарк-Ревущийфьорд", -- [327]
			"<01:34:01> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^SPASS^t^t^^	RAID	комт-Ревущийфьорд", -- [328]
			"<01:34:01> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^SPASS^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [329]
			"<01:34:01> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	зырочка-Ревущийфьорд", -- [330]
			"<01:34:01> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	зырочка-Ревущийфьорд", -- [331]
			"<01:34:02> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^N4^t^t^^	RAID	ксилиэль-Ревущийфьорд", -- [332]
			"<01:34:02> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N4^t^t^^	RAID	линлот-Ревущийфьорд", -- [333]
			"<01:34:02> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^N4^t^t^^	RAID	линлот-Ревущийфьорд", -- [334]
			"<01:34:02> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N4^t^t^^	RAID	оргриддан-Ревущийфьорд", -- [335]
			"<01:34:03> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^N4^t^t^^	RAID	оргриддан-Ревущийфьорд", -- [336]
			"<01:34:04> <Comm>		^1^Soffline_timer^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [337]
			"<01:34:04> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [338]
			"<01:34:04> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [339]
			"<01:34:04> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [340]
			"<01:34:04> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	вальдегмар-Ревущийфьорд", -- [341]
			"<01:34:04> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	вальдегмар-Ревущийфьорд", -- [342]
			"<01:34:04> <DEBUG>		GetButtons	default", -- [343]
			"<01:34:04> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	вальдегмар-Ревущийфьорд", -- [344]
			"<01:34:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Линлот	HUNTER", -- [345]
			"<01:34:05> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^SPASS^t^t^^	RAID	вальдегмар-Ревущийфьорд", -- [346]
			"<01:34:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Линлот	HUNTER", -- [347]
			"<01:34:05> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [348]
			"<01:34:05> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [349]
			"<01:34:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Комт	WARLOCK", -- [350]
			"<01:34:06> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Комт	WARLOCK", -- [351]
			"<01:34:06> <DEBUG>		LootFrame:Response	1	Response:	Основной спек/Нужно", -- [352]
			"<01:34:06> <DEBUG>		SendResponse	group	3	1	nil	nil	это пуха лучше чем другая	nil	nil	nil	nil	nil	nil	nil", -- [353]
			"<01:34:06> <DEBUG>		Trashing entry:	2	|cffa335ee|Hitem:195504::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Пробудившийся планарный столп]|h|r", -- [354]
			"<01:34:06> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Snote^Sэто~`пуха~`лучше~`чем~`другая^Sresponse^N1^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [355]
			"<01:34:07> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Серегя	SHAMAN", -- [356]
			"<01:34:07> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [357]
			"<01:34:07> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [358]
			"<01:34:07> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [359]
			"<01:34:07> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [360]
			"<01:34:07> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [361]
			"<01:34:07> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Серегя	SHAMAN", -- [362]
			"<01:34:08> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	18	Ксимаксрога	ROGUE", -- [363]
			"<01:34:08> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	бишарк-Ревущийфьорд", -- [364]
			"<01:34:08> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190313	|cff0070dd|Hitem:190313::::::::70:269::::1:38:2:::::|h[Каз'горитовая руда |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r	2	Ксимаксрога	ROGUE", -- [365]
			"<01:34:09> <DEBUG>		LootFrame:Response	1	Response:	Основной спек/Нужно", -- [366]
			"<01:34:09> <DEBUG>		SendResponse	group	1	1	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [367]
			"<01:34:09> <DEBUG>		SendResponse	group	2	1	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [368]
			"<01:34:09> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r", -- [369]
			"<01:34:09> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [370]
			"<01:34:09> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [371]
			"<01:34:09> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [372]
			"<01:34:09> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [373]
			"<01:34:09> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Злюдра	DRUID", -- [374]
			"<01:34:09> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Злюдра	DRUID", -- [375]
			"<01:34:10> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [376]
			"<01:34:11> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N4^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [377]
			"<01:34:11> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N4^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [378]
			"<01:34:11> <DEBUG>		LootFrame:Response	PASS	Response:	Отказаться", -- [379]
			"<01:34:11> <DEBUG>		SendResponse	group	5	PASS	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [380]
			"<01:34:11> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195501::::::::70:269::5:7:6652:7936:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r", -- [381]
			"<01:34:11> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [382]
			"<01:34:11> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [383]
			"<01:34:13> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	дайселдру-Ревущийфьорд", -- [384]
			"<01:34:13> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^SPASS^t^t^^	RAID	бишарк-Ревущийфьорд", -- [385]
			"<01:34:14> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^SPASS^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [386]
			"<01:34:15> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бишарк	SHAMAN", -- [387]
			"<01:34:15> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бишарк	SHAMAN", -- [388]
			"<01:34:16> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	дайселдру-Ревущийфьорд", -- [389]
			"<01:34:17> <DEBUG>		LootFrame:Response	PASS	Response:	Отказаться", -- [390]
			"<01:34:17> <DEBUG>		SendResponse	group	6	PASS	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [391]
			"<01:34:17> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195497::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r", -- [392]
			"<01:34:17> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^SPASS^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [393]
			"<01:34:23> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N4^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [394]
			"<01:34:23> <Comm>		^1^Shistory^T^N1^Sксилиэль-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SHUNTER^SgroupSize^N24^Sboss^SТеррос^Stime^S23:34:21^SitemReplaced1^S|cff0070dd|Hitem:200228::::::::70:259::25:3:6652:1472:8766:1:28:2541:::::|h[Наплечье~`из~`чешуи~`протодракона]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195499::::::::70:259::5:6:6652:8825:8817:7980:1485:8767::::::|h[Оплечье~`разлома]|h|r^Sid^S1672853661-59^Sdate^S04/01/23^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [395]
			"<01:34:23> <Comm>		^1^Sawarded^T^N1^N4^N2^Sксилиэль-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [396]
			"<01:34:23> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N4^t^t^^	RAID	дайселдру-Ревущийфьорд", -- [397]
			"<01:34:23> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N4^t^t^^	RAID	дайселдру-Ревущийфьорд", -- [398]
			"<01:34:23> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^SPASS^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [399]
			"<01:34:24> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^N4^t^t^^	RAID	дайселдру-Ревущийфьорд", -- [400]
			"<01:34:26> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	серегя-Ревущийфьорд", -- [401]
			"<01:34:27> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N3^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [402]
			"<01:34:38> <Comm>		^1^Srolls^T^N1^N5^N2^T^Sледотроль-Ревущийфьорд^N100^Sдайселдру-Ревущийфьорд^N22^Sкомт-Ревущийфьорд^N25^Sбабусянатусе-Ревущийфьорд^N31^Sаландир-Ревущийфьорд^N77^Sзлюдра-Ревущийфьорд^N32^Sхугомонк-Ревущийфьорд^N94^Sледиланатель-Ревущийфьорд^N67^Sбагетлюбви-Ревущийфьорд^N45^Sватрониум-Ревущийфьорд^N47^Sожившийлось-Ревущийфьорд^N5^Sнотушка-Ревущийфьорд^N57^Sоргриддан-Ревущийфьорд^N55^Sсерегя-Ревущийфьорд^N49^Sзырочка-Ревущийфьорд^N54^Sвальдегмар-Ревущийфьорд^N46^Sаскельт-Ревущийфьорд^N79^Sлинлот-Ревущийфьорд^N74^Sдельфуего-Ревущийфьорд^N82^Sинтоксикант-Ревущийфьорд^N89^Sксимаксрога-Ревущийфьорд^N10^Sбишарк-Ревущийфьорд^N8^Sинсендиари-Ревущийфьорд^N4^Sксилиэль-Ревущийфьорд^N48^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [403]
			"<01:34:43> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	серегя-Ревущийфьорд", -- [404]
			"<01:34:43> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	серегя-Ревущийфьорд", -- [405]
			"<01:34:49> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	серегя-Ревущийфьорд", -- [406]
			"<01:34:50> <Comm>		^1^Sresponse^T^N1^N6^N2^T^Sresponse^SPASS^t^t^^	RAID	серегя-Ревущийфьорд", -- [407]
			"<01:34:58> <Comm>		^1^Shistory^T^N1^Sдельфуего-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0.7^N2^N0.7^N3^N0.7^N4^N1^t^Sclass^SROGUE^SgroupSize^N24^Sboss^SТеррос^Stime^S23:34:56^SitemReplaced1^S|cffa335ee|Hitem:109829::::::::70:259::16:9:8968:7977:6652:7936:8822:8818:9144:3283:8767:1:28:1279:::::|h[Пояс~`огненной~`собранности]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОтказаться^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195501::::::::70:259::5:7:6652:7936:8825:8818:7980:1485:8767::::::|h[Боевой~`пояс~`из~`сросшегося~`сланца]|h|r^Sid^S1672853696-60^Sdate^S04/01/23^SresponseID^SPASS^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [408]
			"<01:34:58> <Comm>		^1^Sawarded^T^N1^N5^N2^Sдельфуего-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [409]
			"<01:35:07> <Comm>		^1^Shistory^T^N1^Sсерегя-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S04/01/23^Sclass^SSHAMAN^SgroupSize^N24^Sboss^SТеррос^Stime^S23:35:06^SitemReplaced1^S|cffa335ee|Hitem:200247:6638:::::::70:259::26:4:42:1488:5864:8767:1:28:2287:::::|h[Булава~`неугасимого~`огня]|h|r^StypeCode^Sdefault^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sid^S1672853706-61^Sresponse^SОсновной~`спек/Нужно^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195497::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох~`обнаружения~`землетрясений]|h|r^SisAwardReason^b^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^SresponseID^N1^SitemReplaced2^S|cffa335ee|Hitem:195475::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Щит~`огненного~`маршала]|h|r^Svotes^N0^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [410]
			"<01:35:07> <Comm>		^1^Sawarded^T^N1^N1^N2^Sсерегя-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [411]
			"<01:35:19> <Comm>		^1^Shistory^T^N1^Sхугомонк-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S04/01/23^Sclass^SMONK^SgroupSize^N24^Svotes^N0^Stime^S23:35:17^SitemReplaced1^S|cffa335ee|Hitem:195483:6645:::::::70:259::3:4:6652:7979:1472:8767::::::|h[Авак'мани,~`наследие~`Зловещего~`Тотема]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^StypeCode^Sdefault^Sresponse^SОсновной~`спек/Нужно^Sid^S1672853717-62^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195504::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Пробудившийся~`планарный~`столп]|h|r^Snote^Sэто~`пуха~`лучше~`чем~`другая^SisAwardReason^b^SresponseID^N1^Sboss^SТеррос^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [412]
			"<01:35:19> <Comm>		^1^Sawarded^T^N1^N3^N2^Sхугомонк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [413]
			"<01:35:48> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195499::::::::70:259::5:6:6652:8825:8817:7980:1485:8767::::::|h[Оплечье~`разлома]|h|r^N2^Sксилиэль-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [414]
			"<01:35:53> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195497::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох~`обнаружения~`землетрясений]|h|r^N2^Sсерегя-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [415]
			"<01:35:59> <DEBUG>		TradeUI: Traded item(s) to	дельфуего-Ревущийфьорд", -- [416]
			"<01:35:59> <DEBUG>		TradeUI:Hide()", -- [417]
			"<01:35:59> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195504::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Пробудившийся~`планарный~`столп]|h|r^N2^Sхугомонк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [418]
			"<01:36:03> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	оргриддан-Ревущийфьорд", -- [419]
			"<01:36:04> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	аландир-Ревущийфьорд", -- [420]
			"<01:36:04> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	аландир-Ревущийфьорд", -- [421]
			"<01:36:04> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	ледиланатель-Ревущийфьорд", -- [422]
			"<01:36:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	198974	|cff0070dd|Hitem:198974::::::::70:269:::::::::|h[Украшение с удивительным узором]|h|r	1	Бабусянатусе	PRIEST", -- [423]
			"<01:36:09> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	ксилиэль-Ревущийфьорд", -- [424]
			"<01:36:09> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	ксилиэль-Ревущийфьорд", -- [425]
			"<01:36:10> <DEBUG>		Event:	LOOT_READY	true", -- [426]
			"<01:36:10> <DEBUG>		Adding to self.lootSlotInfo	1	|cff1eff00|Hitem:199031::::::::70:269:::3:7968:604:6652:1:28:2159:::::|h[Глаз каменного стража]|h|r	2	1	Creature-0-3109-2522-17090-198424-0000B5E2AA	1", -- [427]
			"<01:36:10> <DEBUG>		Event:	LOOT_READY	true", -- [428]
			"<01:36:10> <DEBUG>		Adding to self.lootSlotInfo	1	|cff1eff00|Hitem:199031::::::::70:269:::3:7968:604:6652:1:28:2159:::::|h[Глаз каменного стража]|h|r	2	1	Creature-0-3109-2522-17090-198424-0000B5E2AA	1", -- [429]
			"<01:36:10> <DEBUG>		OnLootSlotCleared()	1	|cff1eff00|Hitem:199031::::::::70:269:::3:7968:604:6652:1:28:2159:::::|h[Глаз каменного стража]|h|r	2", -- [430]
			"<01:36:10> <DEBUG>		Event:	LOOT_CLOSED", -- [431]
			"<01:36:10> <DEBUG>		Event:	LOOT_CLOSED", -- [432]
			"<01:36:11> <Comm>		^1^Sl^T^N1^S198424^t^^	RAID	хугомонк-Ревущийфьорд", -- [433]
			"<01:36:11> <Comm>		^1^Sl^T^N1^S198424^t^^	RAID	хугомонк-Ревущийфьорд", -- [434]
			"<01:36:12> <DEBUG>		Storage:New	|cff1eff00|Hitem:199031::::::::70:269:::3:7968:604:6652:1:28:2159:::::|h[Глаз каменного стража]|h|r	temp", -- [435]
			"<01:36:12> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199031::::::::70:269:::3:7968:604:6652:1:28:2159:::::||h[Глаз каменного стража]||h||r	5", -- [436]
			"<01:36:12> <DEBUG>		Found:	nil	nil	nil", -- [437]
			"<01:36:13> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199031::::::::70:269:::3:7968:604:6652:1:28:2159:::::||h[Глаз каменного стража]||h||r	5", -- [438]
			"<01:36:13> <DEBUG>		Found:	nil	nil	nil", -- [439]
			"<01:36:14> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199031::::::::70:269:::3:7968:604:6652:1:28:2159:::::||h[Глаз каменного стража]||h||r	5", -- [440]
			"<01:36:14> <DEBUG>		Found:	nil	nil	nil", -- [441]
			"<01:36:15> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199031::::::::70:269:::3:7968:604:6652:1:28:2159:::::||h[Глаз каменного стража]||h||r	5", -- [442]
			"<01:36:15> <DEBUG>		Found:	nil	nil	nil", -- [443]
			"<01:36:15> <ERROR>		UpdateAndSendRecentTradableItem: |cff1eff00|Hitem:199031::::::::70:269:::3:7968:604:6652:1:28:2159:::::|h[Глаз каменного стража]|h|r not found in bags", -- [444]
			"<01:36:34> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [445]
			"<01:36:55> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192618::::::::70:264:::::::::|h[Кусочки~`льда]|h|r^N2^S192767^t^^	RAID	серегя-Ревущийфьорд", -- [446]
			"<01:37:02> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	комт-Ревущийфьорд", -- [447]
			"<01:37:05> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	злюдра-Ревущийфьорд", -- [448]
			"<01:37:05> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	злюдра-Ревущийфьорд", -- [449]
			"<01:37:09> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192618::::::::70:264:::::::::|h[Кусочки~`льда]|h|r^N2^S192767^t^^	RAID	серегя-Ревущийфьорд", -- [450]
			"<01:37:15> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ксилиэль-Ревущийфьорд", -- [451]
			"<01:37:20> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190328	|cff0070dd|Hitem:190328::::::::70:269:::::::::|h[Пробуждающийся лед]|h|r	3	Злюдра	DRUID", -- [452]
			"<01:37:23> <Comm>		^1^SfakeLoot^T^N1^S|cffffffff|Hitem:192615::::::::70:264:::::::::|h[Светящаяся~`жидкость]|h|r^N2^S199182^t^^	RAID	серегя-Ревущийфьорд", -- [453]
			"<01:37:24> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	ледотроль-Ревущийфьорд", -- [454]
			"<01:37:24> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	ледотроль-Ревущийфьорд", -- [455]
			"<01:37:58> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ожившийлось-Ревущийфьорд", -- [456]
			"<01:37:58> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ожившийлось-Ревущийфьорд", -- [457]
			"<01:38:00> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	ледотроль-Ревущийфьорд", -- [458]
			"<01:38:00> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	ледотроль-Ревущийфьорд", -- [459]
			"<01:38:00> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ксилиэль-Ревущийфьорд", -- [460]
			"<01:38:00> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ксилиэль-Ревущийфьорд", -- [461]
			"<01:38:01> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	комт-Ревущийфьорд", -- [462]
			"<01:38:07> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	аландир-Ревущийфьорд", -- [463]
			"<01:38:08> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	дельфуего-Ревущийфьорд", -- [464]
			"<01:38:08> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	дельфуего-Ревущийфьорд", -- [465]
			"<01:38:15> <DEBUG>		Event:	ENCOUNTER_START	2592	Сеннарт Дыхание Льда	15	24", -- [466]
			"<01:38:15> <INFO>		UpdatePlayersData()", -- [467]
			"<01:38:15> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [468]
			"<01:38:19> <DEBUG>		Event:	ENCOUNTER_END	2592	Сеннарт Дыхание Льда	15	24	0", -- [469]
			"<01:38:27> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	инсендиари-Ревущийфьорд", -- [470]
			"<01:39:22> <DEBUG>		Event:	ENCOUNTER_START	2592	Сеннарт Дыхание Льда	15	24", -- [471]
			"<01:39:22> <INFO>		UpdatePlayersData()", -- [472]
			"<01:39:22> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [473]
			"<01:43:43> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	оргриддан-Ревущийфьорд", -- [474]
			"<01:43:43> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SЧлен~`Гильдии^N4^N0^N5^N399.1875^N6^N72^t^^	RAID	оргриддан-Ревущийфьорд", -- [475]
			"<01:45:39> <DEBUG>		Event:	ENCOUNTER_END	2592	Сеннарт Дыхание Льда	15	24	1", -- [476]
			"<01:45:40> <DEBUG>[GroupLoot]		START_LOOT_ROLL	63", -- [477]
			"<01:45:40> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195511::::::::70:269::5:6:6652:8825:8819:7980:1485:8767::::::|h[Устойчивая к кислоте паутина]|h|r", -- [478]
			"<01:45:40> <DEBUG>[GroupLoot]		START_LOOT_ROLL	64", -- [479]
			"<01:45:40> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r", -- [480]
			"<01:45:40> <DEBUG>[GroupLoot]		START_LOOT_ROLL	65", -- [481]
			"<01:45:40> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r", -- [482]
			"<01:45:40> <DEBUG>[GroupLoot]		START_LOOT_ROLL	66", -- [483]
			"<01:45:40> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195509::::::::70:269::5:6:6652:8825:8818:7980:1485:8767::::::|h[Сапоги ледоступа]|h|r", -- [484]
			"<01:45:40> <DEBUG>		Event:	LOOT_READY	true", -- [485]
			"<01:45:40> <DEBUG>		Ignoring	nil	as it's a currency", -- [486]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	4	|cffa335ee|Hitem:195511::::::::70:269::5:6:6652:8825:8819:7980:1485:8767::::::|h[Устойчивая к кислоте паутина]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [487]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	5	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [488]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	6	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [489]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	7	|cffa335ee|Hitem:195509::::::::70:269::5:6:6652:8825:8818:7980:1485:8767::::::|h[Сапоги ледоступа]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [490]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	8	|cffa335ee|Hitem:194490::::::::70:269::5:::::::|h[Чертеж: союзные нарукавники братства]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [491]
			"<01:45:40> <DEBUG>[GroupLoot]		START_LOOT_ROLL	67", -- [492]
			"<01:45:40> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:194490::::::::70:269::5:::::::|h[Чертеж: союзные нарукавники братства]|h|r", -- [493]
			"<01:45:40> <DEBUG>		Event:	LOOT_READY	true", -- [494]
			"<01:45:40> <DEBUG>		Ignoring	nil	as it's a currency", -- [495]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	4	|cffa335ee|Hitem:195511::::::::70:269::5:6:6652:8825:8819:7980:1485:8767::::::|h[Устойчивая к кислоте паутина]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [496]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	5	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [497]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	6	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [498]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	7	|cffa335ee|Hitem:195509::::::::70:269::5:6:6652:8825:8818:7980:1485:8767::::::|h[Сапоги ледоступа]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [499]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	8	|cffa335ee|Hitem:194490::::::::70:269::5:::::::|h[Чертеж: союзные нарукавники братства]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [500]
			"<01:45:40> <DEBUG>		Event:	LOOT_READY	true", -- [501]
			"<01:45:40> <DEBUG>		Ignoring	nil	as it's a currency", -- [502]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	4	|cffa335ee|Hitem:195511::::::::70:269::5:6:6652:8825:8819:7980:1485:8767::::::|h[Устойчивая к кислоте паутина]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [503]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	5	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [504]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	6	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [505]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	7	|cffa335ee|Hitem:195509::::::::70:269::5:6:6652:8825:8818:7980:1485:8767::::::|h[Сапоги ледоступа]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [506]
			"<01:45:40> <DEBUG>		Adding to self.lootSlotInfo	8	|cffa335ee|Hitem:194490::::::::70:269::5:::::::|h[Чертеж: союзные нарукавники братства]|h|r	4	1	Creature-0-3109-2522-17090-187967-000035E3CA	1", -- [507]
			"<01:45:40> <DEBUG>		OnLootSlotCleared()	4	|cffa335ee|Hitem:195511::::::::70:269::5:6:6652:8825:8819:7980:1485:8767::::::|h[Устойчивая к кислоте паутина]|h|r	4", -- [508]
			"<01:45:40> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хугомонк	MONK", -- [509]
			"<01:45:41> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хугомонк	MONK", -- [510]
			"<01:45:41> <DEBUG>		OnLootSlotCleared()	7	|cffa335ee|Hitem:195509::::::::70:269::5:6:6652:8825:8818:7980:1485:8767::::::|h[Сапоги ледоступа]|h|r	4", -- [511]
			"<01:45:41> <DEBUG>		OnLootSlotCleared()	6	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r	4", -- [512]
			"<01:45:41> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Зырочка	WARRIOR", -- [513]
			"<01:45:41> <DEBUG>		OnLootSlotCleared()	5	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r	4", -- [514]
			"<01:45:41> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Зырочка	WARRIOR", -- [515]
			"<01:45:41> <DEBUG>		OnLootSlotCleared()	8	|cffa335ee|Hitem:194490::::::::70:269::5:::::::|h[Чертеж: союзные нарукавники братства]|h|r	4", -- [516]
			"<01:45:41> <DEBUG>		Event:	LOOT_CLOSED", -- [517]
			"<01:45:41> <DEBUG>		Event:	LOOT_CLOSED", -- [518]
			"<01:45:41> <Comm>		^1^Sl^T^N1^S187967^t^^	RAID	хугомонк-Ревущийфьорд", -- [519]
			"<01:45:41> <Comm>		^1^Sl^T^N1^S187967^t^^	RAID	хугомонк-Ревущийфьорд", -- [520]
			"<01:45:42> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Вальдегмар	WARRIOR", -- [521]
			"<01:45:42> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Вальдегмар	WARRIOR", -- [522]
			"<01:45:42> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Злюдра	DRUID", -- [523]
			"<01:45:42> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Злюдра	DRUID", -- [524]
			"<01:45:42> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ватрониум	SHAMAN", -- [525]
			"<01:45:42> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ватрониум	SHAMAN", -- [526]
			"<01:45:43> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледиланатель	MAGE", -- [527]
			"<01:45:43> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледиланатель	MAGE", -- [528]
			"<01:45:43> <DEBUG>		Storage:New	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r	temp", -- [529]
			"<01:45:43> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::||h[Камень Кузни из почитаемого нефрита]||h||r	5", -- [530]
			"<01:45:43> <DEBUG>		Found:	nil	nil	nil", -- [531]
			"<01:45:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ксимаксрога	ROGUE", -- [532]
			"<01:45:44> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::||h[Камень Кузни из почитаемого нефрита]||h||r	5", -- [533]
			"<01:45:44> <DEBUG>		Found:	nil	nil	nil", -- [534]
			"<01:45:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ксимаксрога	ROGUE", -- [535]
			"<01:45:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Комт	WARLOCK", -- [536]
			"<01:45:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Комт	WARLOCK", -- [537]
			"<01:45:45> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::||h[Камень Кузни из почитаемого нефрита]||h||r	5", -- [538]
			"<01:45:45> <DEBUG>		Found:	nil	nil	nil", -- [539]
			"<01:45:46> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S196603:::::::::::5:4:7980:8827:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N2^T^Sstring^S196603:::::::::::5:4:7980:8827:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N3^T^Sstring^S195509:::::::::::5:6:6652:8825:8818:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N4^T^Sstring^S195511:::::::::::5:6:6652:8825:8819:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N5^T^Sstring^S194490:::::::::::5^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [540]
			"<01:45:46> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r", -- [541]
			"<01:45:46> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r", -- [542]
			"<01:45:46> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r	INVTYPE_LEGS", -- [543]
			"<01:45:46> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r	INVTYPE_LEGS", -- [544]
			"<01:45:46> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195509::::::::70:269::5:6:6652:8825:8818:7980:1485:8767::::::|h[Сапоги ледоступа]|h|r	INVTYPE_FEET", -- [545]
			"<01:45:46> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195511::::::::70:269::5:6:6652:8825:8819:7980:1485:8767::::::|h[Устойчивая к кислоте паутина]|h|r	INVTYPE_CLOAK", -- [546]
			"<01:45:46> <INFO>		GetPlayersGear	|cffa335ee|Hitem:194490::::::::70:269::5:::::::|h[Чертеж: союзные нарукавники братства]|h|r	", -- [547]
			"<01:45:46> <INFO>		GetPlayersGear	|cffa335ee|Hitem:194490::::::::70:269::5:::::::|h[Чертеж: союзные нарукавники братства]|h|r	", -- [548]
			"<01:45:46> <INFO>		LootFrame:Start	5	nil", -- [549]
			"<01:45:46> <DEBUG>		Restoring entry:	default	1", -- [550]
			"<01:45:46> <DEBUG>		GetButtons	default", -- [551]
			"<01:45:46> <DEBUG>		Restoring entry:	default	2", -- [552]
			"<01:45:46> <DEBUG>		GetButtons	default", -- [553]
			"<01:45:46> <DEBUG>		Restoring entry:	default	1", -- [554]
			"<01:45:46> <DEBUG>		GetButtons	default", -- [555]
			"<01:45:46> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::||h[Камень Кузни из почитаемого нефрита]||h||r	5", -- [556]
			"<01:45:46> <DEBUG>		Found:	nil	nil	nil", -- [557]
			"<01:45:46> <ERROR>		UpdateAndSendRecentTradableItem: |cffa335ee|Hitem:196603::::::::70:269::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r not found in bags", -- [558]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N105^N2^N404.8125^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N0^N2^N0^N3^N7^N4^N4^N5^N0^t^Sgear1^T^N1^S200355::::::::70:105::5:5:7980:6652:8827:1485:8767:1:28:1040^N2^S200355::::::::70:105::5:5:7980:6652:8827:1485:8767:1:28:1040^N3^S137497:6612:::::::70:105::16:8:8967:7977:6652:8822:8818:9144:3274:8767:1:28:1279^N4^S193763:6592:::::::70:105::16:8:8968:7977:6652:8822:8819:9144:1620:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [559]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N253^N2^N394^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N16^N4^N10^N5^N0^t^Sgear1^T^N1^S200391:6488:::::::70:253::3:5:7979:6652:8827:1472:8767^N2^S200391:6488:::::::70:253::3:5:7979:6652:8827:1472:8767^N3^S193421:6612:::::::70:253::13:5:8836:8840:8902:8800:8790:6:28:2164:29:32:30:40:38:6:40:352:47:192552^N4^S137483:6591:::::::70:253::33:8:8966:7977:6652:8822:8819:9144:3271:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [560]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N260^N2^N402.875^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N13^N2^N13^N3^N-3^N4^N0^N5^N0^t^Sgear1^T^N1^S200373:6493:::::::70:260::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200373:6493:::::::70:260::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S143973::::::::70:260::16:8:8970:7977:6652:8822:8818:9144:3295:8767:1:28:1279^N4^S144115:6589:::::::70:260::33:8:8969:7977:6652:8822:8819:9144:3292:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [561]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N105^N2^N403.6875^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N13^N2^N13^N3^N-3^N4^N-16^N5^N0^t^Sgear1^T^N1^S200355:6544:::::::70:105::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200355:6544:::::::70:105::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S109787:6613:::::::70:105::16:8:8970:7977:6652:8822:8818:9144:3290:8767:1:28:1279^N4^S144111:6592:::::::70:105::35:8:8974:7977:6652:8822:8819:9144:3308:8767^t^Sgear2^T^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [562]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N577^N2^N400.6875^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N7^N2^N7^N3^N0^N4^N10^N5^N0^t^Sgear1^T^N1^S134460:6492:::::::70:577::33:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N2^S134460:6492:::::::70:577::33:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N3^S109787:6612:::::::70:577::16:8:8969:7977:6652:8822:8818:9144:3287:8767:1:28:1279^N4^S137483:6589:::::::70:577::33:8:8966:7977:6652:8822:8819:9144:3271:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	аландир-Ревущийфьорд", -- [563]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N73^N2^N401.1875^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N-6^N2^N-6^N3^N10^N4^N4^N5^N0^t^Sgear1^T^N1^S200427:6492:::::::70:73::35:6:6652:8827:8971:7977:1491:8767^N2^S200427:6492:::::::70:73::35:6:6652:8827:8971:7977:1491:8767^N3^S193728::::::::70:73::16:8:8966:7977:6652:8822:8818:9144:1614:8767:1:28:1279^N4^S193763:6598:::::::70:73::16:8:8968:7977:6652:8822:8819:9144:1620:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	зырочка-Ревущийфьорд", -- [564]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N254^N2^N371.625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N59^N4^N0^N5^N0^t^Sgear1^T^N1^S200391::::::::70:254::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200391::::::::70:254::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S193439::::::::70:254::13:5:8839:8840:5247:8983:8802:5:28:2164:29:40:30:49:38:8:40:368^N4^S195482::::::::70:254::5:6:6652:8825:8819:7980:1485:8767^t^Sgear2^T^t^t^t^^	RAID	ксилиэль-Ревущийфьорд", -- [565]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N263^N2^N392^N3^T^Sresponse^T^N3^B^t^Sdiff^T^N1^N0^N2^N0^N3^N20^N4^N0^N5^N0^t^Sgear1^T^N1^S200400::::::::70:263::5:5:7980:6652:8827:1485:8767:1:28:1040^N2^S200400::::::::70:263::5:5:7980:6652:8827:1485:8767:1:28:1040^N3^S191998:6605:::::::70:263::73:4:6652:1485:5864:8767:1:28:2437^N4^S195482:6588:::::::70:263::5:6:6652:8825:8819:7980:1485:8767^t^Sgear2^T^t^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [566]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N70^N2^N401.4375^N3^T^Sresponse^T^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N10^N4^N7^N5^N0^t^Sgear1^T^N1^S200418:6492:::::::70:70::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200418:6492:::::::70:70::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S136772:6605:::::::70:70::33:8:8966:7977:6652:8822:8818:9144:3271:8767:1:28:1279^N4^S193763:6589:::::::70:70::16:8:8967:7977:6652:8822:8819:9144:1617:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [567]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N254^N2^N392.4375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N7^N2^N7^N3^N7^N4^N10^N5^N0^t^Sgear1^T^N1^S200391::::::::70:254::35:6:6652:8827:8967:7977:1478:8767^N2^S200391::::::::70:254::35:6:6652:8827:8967:7977:1478:8767^N3^S109791:6612:::::::70:254::16:8:8967:7977:6652:8822:8818:9144:3280:8767:1:28:1279^N4^S133765:6589:::::::70:254::33:8:8966:7977:6652:8822:8819:9144:3271:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	аскельт-Ревущийфьорд", -- [568]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N102^N2^N396.125^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N7^N2^N7^N3^N20^N4^N17^N5^N0^t^Sgear1^T^N1^S200688:6538:::::::70:102::81:6:8821:8820:6652:41:1478:8767:1:28:2471^N2^S200688:6538:::::::70:102::81:6:8821:8820:6652:41:1478:8767:1:28:2471^N3^S191991::::::::70:102::73:4:6652:1485:5864:8767:1:28:2437^N4^S199451:6601:::::::70:102::14:6:8943:6652:8822:8819:1507:8767:1:28:2474^t^Sgear2^T^t^t^t^^	RAID	дайселдру-Ревущийфьорд", -- [569]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N72^N2^N399.1875^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N4^N2^N4^N3^N20^N4^N0^N5^N0^t^Sgear1^T^N1^S193694:6489:::::::70:72::16:8:8968:7977:6652:8822:8820:9144:1620:8767:1:28:1279^N2^S193694:6489:::::::70:72::16:8:8968:7977:6652:8822:8820:9144:1620:8767:1:28:1279^N3^S192007:6606:::::::70:72::73:4:6652:1485:5864:8767:1:28:2437^N4^S195482::::::::70:72::5:6:6652:8825:8819:7980:1485:8767^t^Sgear2^T^t^t^t^^	RAID	оргриддан-Ревущийфьорд", -- [570]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N72^N2^N394.625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N0^N3^N10^N4^N0^N5^N0^t^Sgear1^T^N1^S190523:6490:::::::70:72::13:6:8836:8840:8902:8960:8801:8845:4:28:2164:38:7:40:157:44:197921^N2^S190523:6490:::::::70:72::13:6:8836:8840:8902:8960:8801:8845:4:28:2164:38:7:40:157:44:197921^N3^S193728:6612:::::::70:72::33:8:8966:7977:6652:8822:8818:9144:1614:8767:1:28:1279^N4^S193629:6592:::::::70:72::33:8:7977:6652:8822:8819:9144:8969:1624:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	вальдегмар-Ревущийфьорд", -- [571]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N260^N2^N405.375^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N-13^N2^N-13^N3^N0^N4^N0^N5^N0^t^Sgear1^T^N1^S200373:6489:::::::70:260::35:6:6652:8827:8973:7977:1498:8767^N2^S200373:6489:::::::70:260::35:6:6652:8827:8973:7977:1498:8767^N3^S109787:6612:::::::70:260::16:8:8969:7977:6652:8822:8818:9144:3287:8767:1:28:1279^N4^S144094::::::::70:260::33:8:8969:7977:6652:8822:8819:9144:3292:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [572]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N259^N2^N403.5625^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N13^N2^N13^N3^N-9^N4^N7^N5^N0^t^Sgear1^T^N1^S200373:6489:::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200373:6489:::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S109787:6613:::::::70:259::16:8:7977:6652:8822:8818:9144:8972:3296:8767:1:28:1279^N4^S193763:6592:::::::70:259::33:8:8967:7977:6652:8822:8819:9144:1617:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [573]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N250^N2^N398.75^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N10^N4^N4^N5^N0^t^Sgear1^T^N1^S190523:6489:::::::70:250::13:6:8836:8840:8902:8960:8802:8845:4:28:2164:38:8:40:157:44:197921^N2^S190523:6489:::::::70:250::13:6:8836:8840:8902:8960:8802:8845:4:28:2164:38:8:40:157:44:197921^N3^S193630:6612:::::::70:250::16:8:8966:7977:6652:8822:8818:9144:1614:8767:1:28:1279^N4^S200971:6597:::::::70:250::14::1:28:2078^t^Sgear2^T^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [574]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N269^N2^N395.6875^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N0^N2^N0^N3^N7^N4^N20^N5^N0^t^Sgear1^T^N1^S200364::::::::70:269::5:5:7980:6652:8827:1485:8767:1:28:1040^N2^S200364::::::::70:269::5:5:7980:6652:8827:1485:8767:1:28:1040^N3^S200739:6612:::::::70:269::81:5:8821:8818:6652:1478:8767:1:28:2471^N4^S193712:6591:::::::70:269::33:8:8963:7977:6652:8822:8819:9144:1604:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [575]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N63^N2^N395.875^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N10^N4^N4^N5^N0^t^Sgear1^T^N1^S200319:6538:::::::70:63::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200319:6538:::::::70:63::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S134308:6612:::::::70:63::16:8:8966:7977:6652:8822:8818:9144:3271:8767:1:28:1279^N4^S200971:6592:::::::70:63::14::1:28:2078^t^Sgear2^T^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [576]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N257^N2^N397.5^N3^T^Sresponse^T^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N17^N4^N10^N5^N0^t^Sgear1^T^N1^S200328::::::::70:257::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200328::::::::70:257::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S199418:6606:::::::70:257::14:6:8943:6652:8822:8818:1507:8767:1:28:2474^N4^S193763:6598:::::::70:257::33:8:7977:6652:8822:8819:9144:8966:1614:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [577]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N264^N2^N395^N3^T^Sresponse^T^N3^B^t^Sdiff^T^N1^N-6^N2^N-6^N3^N7^N4^N4^N5^N0^t^Sgear1^T^N1^S200400:6543:::::::70:264::35:6:6652:8827:8971:7977:1491:8767^N2^S200400:6543:::::::70:264::35:6:6652:8827:8971:7977:1491:8767^N3^S109791:6612:::::::70:264::33:8:8967:7977:6652:8822:8818:9144:3280:8767:1:28:1279^N4^S200971:6594:::::::70:264::14::1:28:2078^t^Sgear2^T^t^t^t^^	RAID	серегя-Ревущийфьорд", -- [578]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N252^N2^N394^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N20^N4^N4^N5^N0^t^Sgear1^T^N1^S134271:6490:::::::70:252::16:8:7977:6652:8822:8820:9144:8965:3268:8767:1:28:1279^N2^S134271:6490:::::::70:252::16:8:7977:6652:8822:8820:9144:8965:3268:8767:1:28:1279^N3^S192007:6605:::::::70:252::73:4:6652:1485:5864:8767:1:28:2437^N4^S200971:6593:::::::70:252::14::1:28:2078^t^Sgear2^T^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [579]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N254^N2^N401.8125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N0^N3^N7^N4^N10^N5^N0^t^Sgear1^T^N1^S200391:6492:::::::70:254::5:5:7980:6652:8827:1485:8767:1:28:1040^N2^S200391:6492:::::::70:254::5:5:7980:6652:8827:1485:8767:1:28:1040^N3^S133623:6612:::::::70:254::33:8:8967:7977:6652:8822:8818:9144:3274:8767:1:28:1279^N4^S133765:6592:::::::70:254::16:8:8966:7977:6652:8822:8819:9144:3271:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [580]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N266^N2^N400.5625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N17^N4^N-3^N5^N0^t^Sgear1^T^N1^S200337:6540:::::::70:266::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200337:6540:::::::70:266::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S199418:6612:::::::70:266::14:6:8943:6652:8822:8818:1507:8767:1:28:2474^N4^S193763:6598:::::::70:266::33:8:7977:6652:8822:8819:9144:8970:1627:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	комт-Ревущийфьорд", -- [581]
			"<01:45:46> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Багетлюбви	DRUID", -- [582]
			"<01:45:46> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Багетлюбви	DRUID", -- [583]
			"<01:45:46> <Comm>		^1^SlootAck^T^N1^N264^N2^N394.4375^N3^T^Sresponse^T^N3^B^t^Sdiff^T^N1^N26^N2^N26^N3^N-6^N4^N0^N5^N0^t^Sgear1^T^N1^S192001:6543:::::::70:264::36:4:6652:1478:5865:8767:1:28:2287^N2^S192001:6543:::::::70:264::36:4:6652:1478:5865:8767:1:28:2287^N3^S195495:6605:::::::70:264::5:6:6652:7980:8825:8818:1485:8767^N4^S195482:6601:::::::70:264::5:6:6652:8825:8819:7980:1485:8767^t^Sgear2^T^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [584]
			"<01:45:50> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [585]
			"<01:45:50> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	зырочка-Ревущийфьорд", -- [586]
			"<01:45:50> <DEBUG>		LootFrame:Response	PASS	Response:	Отказаться", -- [587]
			"<01:45:50> <DEBUG>		SendResponse	group	3	PASS	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [588]
			"<01:45:50> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195509::::::::70:269::5:6:6652:8825:8818:7980:1485:8767::::::|h[Сапоги ледоступа]|h|r", -- [589]
			"<01:45:51> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [590]
			"<01:45:51> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	бишарк-Ревущийфьорд", -- [591]
			"<01:45:51> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	зырочка-Ревущийфьорд", -- [592]
			"<01:45:52> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [593]
			"<01:45:53> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	оргриддан-Ревущийфьорд", -- [594]
			"<01:45:53> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	аландир-Ревущийфьорд", -- [595]
			"<01:45:53> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [596]
			"<01:45:53> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	комт-Ревущийфьорд", -- [597]
			"<01:45:53> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	бишарк-Ревущийфьорд", -- [598]
			"<01:45:53> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [599]
			"<01:45:53> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [600]
			"<01:45:54> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	аскельт-Ревущийфьорд", -- [601]
			"<01:45:54> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	оргриддан-Ревущийфьорд", -- [602]
			"<01:45:55> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [603]
			"<01:45:55> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [604]
			"<01:45:55> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	аскельт-Ревущийфьорд", -- [605]
			"<01:45:56> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	нотушка-Ревущийфьорд", -- [606]
			"<01:45:56> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	аландир-Ревущийфьорд", -- [607]
			"<01:45:57> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	серегя-Ревущийфьорд", -- [608]
			"<01:45:57> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	серегя-Ревущийфьорд", -- [609]
			"<01:45:57> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	ксилиэль-Ревущийфьорд", -- [610]
			"<01:45:57> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Оргриддан	WARRIOR", -- [611]
			"<01:45:57> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Оргриддан	WARRIOR", -- [612]
			"<01:45:57> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [613]
			"<01:45:58> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	линлот-Ревущийфьорд", -- [614]
			"<01:45:58> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	линлот-Ревущийфьорд", -- [615]
			"<01:45:58> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [616]
			"<01:45:58> <DEBUG>		LootFrame:Response	1	Response:	Основной спек/Нужно", -- [617]
			"<01:45:58> <DEBUG>		SendResponse	group	4	1	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [618]
			"<01:45:58> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195511::::::::70:269::5:6:6652:8825:8819:7980:1485:8767::::::|h[Устойчивая к кислоте паутина]|h|r", -- [619]
			"<01:45:58> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [620]
			"<01:45:58> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	бишарк-Ревущийфьорд", -- [621]
			"<01:45:58> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	бишарк-Ревущийфьорд", -- [622]
			"<01:45:58> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [623]
			"<01:45:59> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	15	Ледотроль	HUNTER", -- [624]
			"<01:45:59> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледотроль	HUNTER", -- [625]
			"<01:45:59> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [626]
			"<01:45:59> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледотроль	HUNTER", -- [627]
			"<01:45:59> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	нотушка-Ревущийфьорд", -- [628]
			"<01:45:59> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [629]
			"<01:45:59> <Comm>		^1^Soffline_timer^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [630]
			"<01:46:00> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	вальдегмар-Ревущийфьорд", -- [631]
			"<01:46:00> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	аландир-Ревущийфьорд", -- [632]
			"<01:46:01> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Аскельт	HUNTER", -- [633]
			"<01:46:01> <DEBUG>		LootFrame:Response	PASS	Response:	Отказаться", -- [634]
			"<01:46:01> <DEBUG>		SendResponse	group	5	PASS	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [635]
			"<01:46:01> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:194490::::::::70:269::5:::::::|h[Чертеж: союзные нарукавники братства]|h|r", -- [636]
			"<01:46:01> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [637]
			"<01:46:01> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [638]
			"<01:46:01> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аскельт	HUNTER", -- [639]
			"<01:46:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Линлот	HUNTER", -- [640]
			"<01:46:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Линлот	HUNTER", -- [641]
			"<01:46:02> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [642]
			"<01:46:02> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [643]
			"<01:46:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Нотушка	DEATHKNIGHT", -- [644]
			"<01:46:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Нотушка	DEATHKNIGHT", -- [645]
			"<01:46:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ожившийлось	DEATHKNIGHT", -- [646]
			"<01:46:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ожившийлось	DEATHKNIGHT", -- [647]
			"<01:46:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	15	Аландир	DEMONHUNTER", -- [648]
			"<01:46:03> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	комт-Ревущийфьорд", -- [649]
			"<01:46:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аландир	DEMONHUNTER", -- [650]
			"<01:46:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аландир	DEMONHUNTER", -- [651]
			"<01:46:04> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Snote^Sап~`лвла^Sresponse^N1^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [652]
			"<01:46:04> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^Sап~`лвла^Sresponse^N1^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [653]
			"<01:46:05> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	серегя-Ревущийфьорд", -- [654]
			"<01:46:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бишарк	SHAMAN", -- [655]
			"<01:46:06> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [656]
			"<01:46:06> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	вальдегмар-Ревущийфьорд", -- [657]
			"<01:46:06> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ксилиэль-Ревущийфьорд", -- [658]
			"<01:46:06> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бишарк	SHAMAN", -- [659]
			"<01:46:08> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [660]
			"<01:46:10> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Snote^Sвыше~`илв^Sresponse^N2^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [661]
			"<01:46:10> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^Sвыше~`илв^Sresponse^N2^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [662]
			"<01:46:10> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Дельфуего	ROGUE", -- [663]
			"<01:46:10> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Дельфуего	ROGUE", -- [664]
			"<01:46:11> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ксилиэль	HUNTER", -- [665]
			"<01:46:11> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ксилиэль	HUNTER", -- [666]
			"<01:46:12> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N2^t^t^^	RAID	дайселдру-Ревущийфьорд", -- [667]
			"<01:46:14> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N3^t^t^^	RAID	злюдра-Ревущийфьорд", -- [668]
			"<01:46:21> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [669]
			"<01:46:21> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	дайселдру-Ревущийфьорд", -- [670]
			"<01:46:22> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [671]
			"<01:46:24> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [672]
			"<01:46:24> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	дайселдру-Ревущийфьорд", -- [673]
			"<01:46:24> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бабусянатусе	PRIEST", -- [674]
			"<01:46:24> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бабусянатусе	PRIEST", -- [675]
			"<01:46:25> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [676]
			"<01:46:25> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [677]
			"<01:46:25> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [678]
			"<01:46:26> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	серегя-Ревущийфьорд", -- [679]
			"<01:46:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Дайселдру	DRUID", -- [680]
			"<01:46:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Дайселдру	DRUID", -- [681]
			"<01:46:32> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [682]
			"<01:46:36> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [683]
			"<01:46:39> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [684]
			"<01:46:40> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Инсендиари	PALADIN", -- [685]
			"<01:46:40> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Инсендиари	PALADIN", -- [686]
			"<01:46:46> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^STIMEOUT^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [687]
			"<01:46:46> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^STIMEOUT^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [688]
			"<01:46:52> <Comm>		^1^Shistory^T^N1^Sбишарк-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SSHAMAN^SgroupSize^N24^Sboss^SСеннарт~`Дыхание~`Льда^Stime^S23:46:51^SitemReplaced1^S|cffa335ee|Hitem:192001:6543:::::::70:259::36:4:6652:1478:5865:8767:1:28:2287:::::|h[Наголенники~`он'арского~`сокольничего]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:196603::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень~`Кузни~`из~`почитаемого~`нефрита]|h|r^Sid^S1672854411-63^Sdate^S04/01/23^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [689]
			"<01:46:52> <Comm>		^1^Sawarded^T^N1^N1^N2^Sбишарк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [690]
			"<01:47:08> <Comm>		^1^Shistory^T^N1^Sбагетлюбви-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SDRUID^SgroupSize^N24^Sboss^SСеннарт~`Дыхание~`Льда^Stime^S23:47:06^SitemReplaced1^S|cffa335ee|Hitem:137497:6612:::::::70:259::16:8:8967:7977:6652:8822:8818:9144:3274:8767:1:28:1279:::::|h[Сапоги~`стремительной~`балестры]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195509::::::::70:259::5:6:6652:8825:8818:7980:1485:8767::::::|h[Сапоги~`ледоступа]|h|r^Sid^S1672854426-64^Sdate^S04/01/23^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [691]
			"<01:47:08> <Comm>		^1^Sawarded^T^N1^N3^N2^Sбагетлюбви-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [692]
			"<01:47:17> <Comm>		^1^Srolls^T^N1^N4^N2^T^Sледотроль-Ревущийфьорд^N99^Sдайселдру-Ревущийфьорд^N88^Sкомт-Ревущийфьорд^N22^Sбабусянатусе-Ревущийфьорд^N79^Sаландир-Ревущийфьорд^N38^Sзлюдра-Ревущийфьорд^N35^Sхугомонк-Ревущийфьорд^N66^Sледиланатель-Ревущийфьорд^N85^Sбагетлюбви-Ревущийфьорд^N4^Sватрониум-Ревущийфьорд^N40^Sожившийлось-Ревущийфьорд^N15^Sнотушка-Ревущийфьорд^N12^Sоргриддан-Ревущийфьорд^N60^Sсерегя-Ревущийфьорд^N81^Sзырочка-Ревущийфьорд^N58^Sвальдегмар-Ревущийфьорд^N7^Sаскельт-Ревущийфьорд^N86^Sлинлот-Ревущийфьорд^N78^Sдельфуего-Ревущийфьорд^N73^Sинтоксикант-Ревущийфьорд^N52^Sксимаксрога-Ревущийфьорд^N95^Sбишарк-Ревущийфьорд^N41^Sинсендиари-Ревущийфьорд^N93^Sксилиэль-Ревущийфьорд^N20^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [693]
			"<01:47:24> <Comm>		^1^Shistory^T^N1^Sледотроль-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SHUNTER^SgroupSize^N24^Sboss^SСеннарт~`Дыхание~`Льда^Stime^S23:47:23^SitemReplaced1^S|cffa335ee|Hitem:137483:6591:::::::70:259::33:8:8966:7977:6652:8822:8819:9144:3271:8767:1:28:1279:::::|h[Накидка~`Сумеречной~`стражи]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195511::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Устойчивая~`к~`кислоте~`паутина]|h|r^Sid^S1672854443-65^Sdate^S04/01/23^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [694]
			"<01:47:24> <Comm>		^1^Sawarded^T^N1^N4^N2^Sледотроль-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [695]
			"<01:47:32> <Comm>		^1^Srolls^T^N1^N1^N2^T^Sледотроль-Ревущийфьорд^N25^Sдайселдру-Ревущийфьорд^N61^Sкомт-Ревущийфьорд^N77^Sбабусянатусе-Ревущийфьорд^N58^Sаландир-Ревущийфьорд^N89^Sзлюдра-Ревущийфьорд^N17^Sхугомонк-Ревущийфьорд^N37^Sледиланатель-Ревущийфьорд^N87^Sбагетлюбви-Ревущийфьорд^N38^Sватрониум-Ревущийфьорд^N65^Sожившийлось-Ревущийфьорд^N43^Sнотушка-Ревущийфьорд^N16^Sоргриддан-Ревущийфьорд^N48^Sсерегя-Ревущийфьорд^N69^Sзырочка-Ревущийфьорд^N52^Sвальдегмар-Ревущийфьорд^N45^Sаскельт-Ревущийфьорд^N21^Sлинлот-Ревущийфьорд^N50^Sдельфуего-Ревущийфьорд^N13^Sинтоксикант-Ревущийфьорд^N66^Sксимаксрога-Ревущийфьорд^N56^Sбишарк-Ревущийфьорд^N76^Sинсендиари-Ревущийфьорд^N93^Sксилиэль-Ревущийфьорд^N63^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [696]
			"<01:47:32> <Comm>		^1^Srolls^T^N1^N2^N2^T^Sледотроль-Ревущийфьорд^N25^Sдайселдру-Ревущийфьорд^N61^Sкомт-Ревущийфьорд^N77^Sбабусянатусе-Ревущийфьорд^N58^Sаландир-Ревущийфьорд^N89^Sзлюдра-Ревущийфьорд^N17^Sхугомонк-Ревущийфьорд^N37^Sледиланатель-Ревущийфьорд^N87^Sбагетлюбви-Ревущийфьорд^N38^Sватрониум-Ревущийфьорд^N65^Sожившийлось-Ревущийфьорд^N43^Sнотушка-Ревущийфьорд^N16^Sоргриддан-Ревущийфьорд^N48^Sсерегя-Ревущийфьорд^N69^Sзырочка-Ревущийфьорд^N52^Sвальдегмар-Ревущийфьорд^N45^Sаскельт-Ревущийфьорд^N21^Sлинлот-Ревущийфьорд^N50^Sдельфуего-Ревущийфьорд^N13^Sинтоксикант-Ревущийфьорд^N66^Sксимаксрога-Ревущийфьорд^N56^Sбишарк-Ревущийфьорд^N76^Sинсендиари-Ревущийфьорд^N93^Sксилиэль-Ревущийфьорд^N63^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [697]
			"<01:47:36> <Comm>		^1^Shistory^T^N1^Sинсендиари-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S04/01/23^Sclass^SPALADIN^SgroupSize^N24^Svotes^N0^Stime^S23:47:35^SitemReplaced1^S|cffa335ee|Hitem:200418:6492:::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040:::::|h[Серебряные~`набедренники~`добродетели]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^StypeCode^Sdefault^Sresponse^SОсновной~`спек/Нужно^Sid^S1672854455-66^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:196603::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень~`Кузни~`из~`почитаемого~`нефрита]|h|r^Snote^Sап~`лвла^SisAwardReason^b^SresponseID^N1^Sboss^SСеннарт~`Дыхание~`Льда^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [698]
			"<01:47:36> <Comm>		^1^Sawarded^T^N1^N2^N2^Sинсендиари-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [699]
			"<01:47:41> <Comm>		^1^Srolls^T^N1^N5^N2^T^Sледотроль-Ревущийфьорд^N81^Sдайселдру-Ревущийфьорд^N42^Sкомт-Ревущийфьорд^N19^Sбабусянатусе-Ревущийфьорд^N26^Sаландир-Ревущийфьорд^N13^Sзлюдра-Ревущийфьорд^N20^Sхугомонк-Ревущийфьорд^N57^Sледиланатель-Ревущийфьорд^N56^Sбагетлюбви-Ревущийфьорд^N1^Sватрониум-Ревущийфьорд^N15^Sожившийлось-Ревущийфьорд^N6^Sнотушка-Ревущийфьорд^N21^Sоргриддан-Ревущийфьорд^N41^Sсерегя-Ревущийфьорд^N18^Sзырочка-Ревущийфьорд^N77^Sвальдегмар-Ревущийфьорд^N40^Sаскельт-Ревущийфьорд^N25^Sлинлот-Ревущийфьорд^N14^Sдельфуего-Ревущийфьорд^N16^Sинтоксикант-Ревущийфьорд^N54^Sксимаксрога-Ревущийфьорд^N61^Sбишарк-Ревущийфьорд^N59^Sинсендиари-Ревущийфьорд^N11^Sксилиэль-Ревущийфьорд^N31^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [700]
			"<01:47:43> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	инсендиари-Ревущийфьорд", -- [701]
			"<01:47:43> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	инсендиари-Ревущийфьорд", -- [702]
			"<01:47:45> <Comm>		^1^Shistory^T^N1^Sбишарк-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SSHAMAN^SgroupSize^N24^Sboss^SСеннарт~`Дыхание~`Льда^Stime^S23:47:43^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:194490::::::::70:259::5:::::::|h[Чертеж:~`союзные~`нарукавники~`братства]|h|r^Sid^S1672854463-67^Sdate^S04/01/23^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [703]
			"<01:47:45> <Comm>		^1^Sawarded^T^N1^N5^N2^Sбишарк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [704]
			"<01:47:46> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [705]
			"<01:48:57> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	ксилиэль-Ревущийфьорд", -- [706]
			"<01:48:57> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	ксилиэль-Ревущийфьорд", -- [707]
			"<01:49:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	2	Серегя	SHAMAN", -- [708]
			"<01:49:11> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	багетлюбви-Ревущийфьорд", -- [709]
			"<01:49:11> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	багетлюбви-Ревущийфьорд", -- [710]
			"<01:49:12> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	зырочка-Ревущийфьорд", -- [711]
			"<01:49:12> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	зырочка-Ревущийфьорд", -- [712]
			"<01:49:13> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	оргриддан-Ревущийфьорд", -- [713]
			"<01:49:13> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	оргриддан-Ревущийфьорд", -- [714]
			"<01:49:14> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	ватрониум-Ревущийфьорд", -- [715]
			"<01:49:14> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	ватрониум-Ревущийфьорд", -- [716]
			"<01:49:14> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196603::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень~`Кузни~`из~`почитаемого~`нефрита]|h|r^N2^Sинсендиари-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [717]
			"<01:49:14> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [718]
			"<01:49:14> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [719]
			"<01:49:22> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	аландир-Ревущийфьорд", -- [720]
			"<01:49:24> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195509::::::::70:259::5:6:6652:8825:8818:7980:1485:8767::::::|h[Сапоги~`ледоступа]|h|r^N2^Sбагетлюбви-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [721]
			"<01:49:24> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192635::::::::70:254:::::::::|h[Скрученный~`металл]|h|r^N2^S200936^t^^	RAID	аскельт-Ревущийфьорд", -- [722]
			"<01:49:26> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	аландир-Ревущийфьорд", -- [723]
			"<01:49:26> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	аландир-Ревущийфьорд", -- [724]
			"<01:49:27> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	ксилиэль-Ревущийфьорд", -- [725]
			"<01:49:27> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	ксилиэль-Ревущийфьорд", -- [726]
			"<01:49:28> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	ледотроль-Ревущийфьорд", -- [727]
			"<01:49:29> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ледиланатель-Ревущийфьорд", -- [728]
			"<01:49:31> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	вальдегмар-Ревущийфьорд", -- [729]
			"<01:49:33> <Comm>		^1^Sl^T^N1^S200936^t^^	RAID	дайселдру-Ревущийфьорд", -- [730]
			"<01:49:40> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	злюдра-Ревущийфьорд", -- [731]
			"<01:49:40> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	злюдра-Ревущийфьорд", -- [732]
			"<01:49:55> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195511::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Устойчивая~`к~`кислоте~`паутина]|h|r^N2^Sледотроль-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [733]
			"<01:50:01> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196603::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень~`Кузни~`из~`почитаемого~`нефрита]|h|r^N2^Sбишарк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [734]
			"<01:50:01> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:194490::::::::70:259::5:::::::|h[Чертеж:~`союзные~`нарукавники~`братства]|h|r^N2^Sбишарк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [735]
			"<01:50:50> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	оргриддан-Ревущийфьорд", -- [736]
			"<01:50:50> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SЧлен~`Гильдии^N4^N0^N5^N399.1875^N6^N72^t^^	RAID	оргриддан-Ревущийфьорд", -- [737]
			"<01:53:02> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	оргриддан-Ревущийфьорд", -- [738]
			"<01:53:02> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SЧлен~`Гильдии^N4^N0^N5^N399.1875^N6^N72^t^^	RAID	оргриддан-Ревущийфьорд", -- [739]
			"<01:55:45> <DEBUG>		Event:	ENCOUNTER_START	2605	Курог Зловещий Тотем	15	22", -- [740]
			"<01:55:45> <INFO>		UpdatePlayersData()", -- [741]
			"<01:55:45> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [742]
			"<02:00:55> <DEBUG>		Event:	ENCOUNTER_END	2605	Курог Зловещий Тотем	15	22	1", -- [743]
			"<02:00:57> <DEBUG>[GroupLoot]		START_LOOT_ROLL	68", -- [744]
			"<02:00:57> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:194306::::::::70:269::5:4:7980:6652:1485:8767::::::|h[Всемогущий тотем повелителя]|h|r", -- [745]
			"<02:00:57> <DEBUG>[GroupLoot]		START_LOOT_ROLL	69", -- [746]
			"<02:00:57> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195483::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Авак'мани, наследие Зловещего Тотема]|h|r", -- [747]
			"<02:00:57> <DEBUG>[GroupLoot]		START_LOOT_ROLL	70", -- [748]
			"<02:00:57> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196596::::::::70:269::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из таинственного аметиста]|h|r", -- [749]
			"<02:00:57> <DEBUG>[GroupLoot]		START_LOOT_ROLL	71", -- [750]
			"<02:00:57> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196591::::::::70:269::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из наивысшего аметиста]|h|r", -- [751]
			"<02:00:57> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Оргриддан	WARRIOR", -- [752]
			"<02:00:57> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Оргриддан	WARRIOR", -- [753]
			"<02:00:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Интоксикант	ROGUE", -- [754]
			"<02:00:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Интоксикант	ROGUE", -- [755]
			"<02:00:58> <Comm>		^1^Sl^T^N1^S184986^t^^	RAID	оргриддан-Ревущийфьорд", -- [756]
			"<02:00:58> <Comm>		^1^Sl^T^N1^S184986^t^^	RAID	оргриддан-Ревущийфьорд", -- [757]
			"<02:00:58> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S196591:::::::::::5:4:7980:8830:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SКурог~`Зловещий~`Тотем^t^N2^T^Sstring^S196596:::::::::::5:4:7980:8830:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SКурог~`Зловещий~`Тотем^t^N3^T^Sstring^S195483:::::::::::5:4:6652:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SКурог~`Зловещий~`Тотем^t^N4^T^Sstring^S194306:::::::::::5:4:7980:6652:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SКурог~`Зловещий~`Тотем^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [758]
			"<02:00:58> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196596::::::::70:269::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из таинственного аметиста]|h|r", -- [759]
			"<02:00:58> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196591::::::::70:269::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из наивысшего аметиста]|h|r	INVTYPE_ROBE", -- [760]
			"<02:00:58> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196596::::::::70:269::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из таинственного аметиста]|h|r	INVTYPE_ROBE", -- [761]
			"<02:00:58> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195483::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Авак'мани, наследие Зловещего Тотема]|h|r	INVTYPE_2HWEAPON", -- [762]
			"<02:00:58> <INFO>		GetPlayersGear	|cffa335ee|Hitem:194306::::::::70:269::5:4:7980:6652:1485:8767::::::|h[Всемогущий тотем повелителя]|h|r	INVTYPE_TRINKET", -- [763]
			"<02:00:58> <INFO>		LootFrame:Start	4	nil", -- [764]
			"<02:00:58> <DEBUG>		Restoring entry:	default	1", -- [765]
			"<02:00:58> <DEBUG>		GetButtons	default", -- [766]
			"<02:00:58> <DEBUG>		Restoring entry:	default	1", -- [767]
			"<02:00:58> <DEBUG>		GetButtons	default", -- [768]
			"<02:00:58> <DEBUG>		Restoring entry:	default	1", -- [769]
			"<02:00:58> <DEBUG>		GetButtons	default", -- [770]
			"<02:00:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	15	Ледотроль	HUNTER", -- [771]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N105^N2^N405.25^N3^T^Sresponse^T^N1^B^t^Sdiff^T^N1^N6^N2^N6^N3^N-7^N4^N6^t^Sgear1^T^N1^S195478:6624:::::::70:105::5:6:7980:6652:8825:8820:1485:8767^N2^S195478:6624:::::::70:105::5:6:7980:6652:8825:8820:1485:8767^N3^S193707:6652:::::::70:105::35:6:8973:7977:6652:9147:1637:8767^N4^S191492::::::::70:105::13:5:8836:8840:8902:8801:8846:4:28:2164:38:7:40:201:46:198046^t^Sgear2^T^N4^S194300::::::::70:105::5:4:6652:7980:1485:8767^t^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [772]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N253^N2^N394.625^N3^T^Sresponse^T^N1^B^t^Sdiff^T^N1^N13^N2^N13^N3^N6^N4^N32^t^Sgear1^T^N1^S200387:6625:::::::70:253::3:5:7979:6652:8830:1472:8767:1:28:1040^N2^S200387:6625:::::::70:253::3:5:7979:6652:8830:1472:8767:1:28:1040^N3^S195490:6528:::::::70:253::5:4:6652:7980:1485:8767^N4^S144113::::::::70:253::16:6:8964:7977:6652:9144:3275:8767:1:28:1279^t^Sgear2^T^N4^S198542::::::::70:253::36:4:6652:1430:5865:8767:1:28:2537^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [773]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N264^N2^N395^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N19^N2^N19^N3^N23^N4^N26^t^Sgear1^T^N1^S200465:6624:::::::70:264::26:1:1485:1:28:2078^N2^S200465:6624:::::::70:264::26:1:1485:1:28:2078^N3^S200247:6638:::::::70:264::26:4:42:1488:5864:8767:1:28:2287^N4^S191491::::::::70:264::13:5:8836:8840:8902:8801:8845:4:28:2164:38:7:40:200:48:197921^t^Sgear2^T^N3^S195475::::::::70:264::5:4:6652:7980:1485:8767^N4^S200563::::::::70:264::26:4:6652:1485:5864:8767:1:28:2287^t^t^t^^	RAID	серегя-Ревущийфьорд", -- [774]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N73^N2^N401.1875^N3^T^Sresponse^T^N2^B^t^Sdiff^T^N1^N6^N2^N6^N3^N3^N4^N16^t^Sgear1^T^N1^S193644:6624:::::::70:73::33:8:7977:6652:8822:8820:9144:8969:1624:8767:1:28:1279^N2^S193644:6624:::::::70:73::33:8:7977:6652:8822:8820:9144:8969:1624:8767:1:28:1279^N3^S201996:6644:::::::70:73::35:6:8972:7977:6652:9147:1633:8767^N4^S193701::::::::70:73::16:6:8966:7977:6652:9144:1614:8767:1:28:1279^t^Sgear2^T^N3^S190503::::::::70:73::13:6:8836:8840:8902:8802:8845:8792:7:28:2164:29:32:30:36:38:8:40:122:44:197921:45:194570^N4^S133647::::::::70:73::16:6:8968:7977:6652:9144:3277:8767:1:28:1279^t^t^t^^	RAID	зырочка-Ревущийфьорд", -- [775]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N260^N2^N402.875^N3^T^Sresponse^T^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N0^N3^N6^N4^N0^t^Sgear1^T^N1^S200369:6625:::::::70:260::5:5:7980:6652:8830:1485:8767^N2^S200369:6625:::::::70:260::5:5:7980:6652:8830:1485:8767^N3^S190518:6642:::::::70:260::13:8:8836:8840:8902:8802:8846:8795:8796:8960:8:28:2164:29:49:30:32:38:8:40:182:45:198046:46:194572:47:193554^N4^S194301::::::::70:260::5:4:6652:7980:1485:8767^t^Sgear2^T^N3^S195503:6640:::::::70:260::5:4:6652:7980:1485:8767^N4^S194302::::::::70:260::5:4:6652:7980:1485:8767^t^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [776]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N254^N2^N392.4375^N3^T^Sresponse^T^N1^B^t^Sdiff^T^N1^N19^N2^N19^N3^N19^N4^N29^t^Sgear1^T^N1^S195487:6625:::::::70:254::3:6:6652:8821:8820:7979:1472:8767^N2^S195487:6625:::::::70:254::3:6:6652:8821:8820:7979:1472:8767^N3^S195490:6527:::::::70:254::3:4:42:7979:1472:8767^N4^S193006::::::::70:254::13:4:8836:8840:8902:8800:3:28:2164:38:6:40:254^t^Sgear2^T^N4^S144113::::::::70:254::33:6:8962:7977:6652:9144:3269:8767:1:28:1279^t^t^t^^	RAID	аскельт-Ревущийфьорд", -- [777]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N263^N2^N392^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N23^N2^N23^N3^N11^N4^N23^t^Sgear1^T^N1^S199441:6624:::::::70:263::14:6:8943:6652:8822:8820:1507:8767:1:28:2474^N2^S199441:6624:::::::70:263::14:6:8943:6652:8822:8820:1507:8767:1:28:2474^N3^S195510:6639:::::::70:263::5:4:6652:7980:1485:8767^N4^S193697::::::::70:263::16:6:7977:6652:9144:8969:1624:8767:1:28:1279^t^Sgear2^T^N3^S190509:6639:::::::70:263::13:8:8836:8840:8902:8799:8845:8793:8932:8960:8:28:2164:29:40:30:32:38:5:40:188:44:197921:45:194566:46:193945^N4^S193757::::::::70:263::33:6:8964:7977:6652:9144:1607:8767:1:28:1279^t^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [778]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N72^N2^N399.1875^N3^T^Sresponse^T^N2^B^t^Sdiff^T^N1^N16^N2^N16^N3^N26^N4^N3^t^Sgear1^T^N1^S193705:6625:::::::70:72::33:8:8966:7977:6652:8822:8820:9144:1614:8767:1:28:1279^N2^S193705:6625:::::::70:72::33:8:8966:7977:6652:8822:8820:9144:1614:8767:1:28:1279^N3^S190510:6648:::::::70:72::13:7:8836:8840:8902:8802:8845:8793:8174:8:28:2164:29:32:30:36:38:8:40:190:44:197921:45:194566:46:200652^N4^S194309::::::::70:72::5:4:7980:6652:1485:8767:1:28:2474^t^Sgear2^T^N3^S200286:6651:::::::70:72::26:4:6652:1485:5864:8767:1:28:2275^N4^S193701::::::::70:72::16:6:7977:6652:9144:8970:1627:8767:1:28:1279^t^t^t^^	RAID	оргриддан-Ревущийфьорд", -- [779]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N260^N2^N405.375^N3^T^Sresponse^T^N2^B^N3^B^t^Sdiff^T^N1^N6^N2^N6^N3^N-10^N4^N0^t^Sgear1^T^N1^S195478:6625:::::::70:260::5:6:7980:6652:8825:8820:1485:8767^N2^S195478:6625:::::::70:260::5:6:7980:6652:8825:8820:1485:8767^N3^S190507:6642:::::::70:260::13:8:8836:8840:8902:8802:8846:8795:8796:8960:8:28:2164:29:36:30:32:38:8:40:189:44:198046:45:194572:46:193554^N4^S137486::::::::70:260::16:6:7977:6652:9144:8973:3294:8767:1:28:1279^t^Sgear2^T^N3^S190507:6642:::::::70:260::13:7:8836:8840:8902:8802:8846:8795:8174:8:28:2164:29:32:30:36:38:8:40:189:44:198046:45:194572:46:200652^N4^S194305::::::::70:260::5:4:7980:6652:1485:8767:1:28:2474^t^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [780]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N105^N2^N403.6875^N3^T^Sresponse^T^N1^B^t^Sdiff^T^N1^N-10^N2^N-10^N3^N6^N4^N10^t^Sgear1^T^N1^S193399:6619:::::::70:105::13:8:8836:8840:8902:8802:8846:8932:8960:8792:8:28:2164:29:32:30:49:38:8:40:294:45:198046:46:193945:47:194569^N2^S193399:6619:::::::70:105::13:8:8836:8840:8902:8802:8846:8932:8960:8792:8:28:2164:29:32:30:49:38:8:40:294:45:198046:46:193945:47:194569^N3^S195529:6640:::::::70:105::5:4:6652:7980:1485:8767:1:28:2474^N4^S193718::::::::70:105::33:6:8968:7977:6652:9144:1620:8767:1:28:1279^t^Sgear2^T^N3^S195484::::::::70:105::5:4:6652:7980:1485:8767^N4^S194300::::::::70:105::5:4:6652:7980:1485:8767^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [781]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N269^N2^N395.6875^N3^T^Sresponse^T^N2^B^t^Sdiff^T^N1^N6^N2^N6^N3^N13^N4^N36^t^Sgear1^T^N1^S200360:6624:::::::70:269::35:6:6652:8830:7977:8969:1479:8767^N2^S200360:6624:::::::70:269::35:6:6652:8830:7977:8969:1479:8767^N3^S195483:6645:::::::70:269::3:4:6652:7979:1472:8767^N4^S194305::::::::70:269::3:4:7979:6652:1472:8767^t^Sgear2^T^N4^S193701::::::::70:269::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [782]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N70^N2^N402.25^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N13^N2^N13^N3^N-7^N4^N16^t^Sgear1^T^N1^S200414:6624:::::::70:70::3:5:7979:6652:8830:1469:8767:1:28:1040^N2^S200414:6624:::::::70:70::3:5:7979:6652:8830:1469:8767:1:28:1040^N3^S110036:6634:::::::70:70::35:6:8973:7977:6652:9147:3300:8767^N4^S133642::::::::70:70::33:6:7977:6652:9144:8971:3287:8767:1:28:1279^t^Sgear2^T^N4^S193762::::::::70:70::33:6:8966:7977:6652:9144:1614:8767:1:28:1279^t^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [783]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N259^N2^N403.5625^N3^T^Sresponse^T^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N-7^N4^N0^t^Sgear1^T^N1^S200369:6625:::::::70:259::3:5:7979:6652:8830:1472:8767:1:28:1040^N2^S200369:6625:::::::70:259::3:5:7979:6652:8830:1472:8767:1:28:1040^N3^S190505:6643:::::::70:259::13:8:8836:8840:8902:8802:8846:8795:8937:8960:8:28:2164:29:49:30:32:38:8:40:192:44:198046:45:194572:46:193943^N4^S137486::::::::70:259::16:6:7977:6652:9144:8971:3287:8767:1:28:1279^t^Sgear2^T^N3^S201998:6642:::::::70:259::35:6:8973:7977:6652:9147:1637:8767^N4^S194302::::::::70:259::5:3:7980:1485:8767^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [784]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N250^N2^N398.75^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N13^t^Sgear1^T^N1^S200405:6624:::::::70:250::5:5:7980:6652:8830:1485:8767:1:28:1040^N2^S200405:6624:::::::70:250::5:5:7980:6652:8830:1485:8767:1:28:1040^N3^S193695:3368:::::::70:250::35:6:8971:7977:6652:9147:1630:8767^N4^S194306::::::::70:250::3:4:7979:6652:1472:8767^t^Sgear2^T^N4^S194299::::::::70:250::5:4:7980:6652:1485:8767^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [785]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N257^N2^N397.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N0^N4^N10^t^Sgear1^T^N1^S200324:6625:::::::70:257::35:6:6652:8830:8967:7977:1472:8767^N2^S200324:6625:::::::70:257::35:6:6652:8830:8967:7977:1472:8767^N3^S144093:6639:::::::70:257::35:6:8971:7977:6652:9147:3298:8767^N4^S194300::::::::70:257::5:4:6652:7980:1485:8767^t^Sgear2^T^N4^S194307::::::::70:257::3:4:7979:6652:1472:8767^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [786]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N72^N2^N394.625^N3^T^Sresponse^T^N2^B^t^Sdiff^T^N1^N0^N2^N0^N3^N19^N4^N16^t^Sgear1^T^N1^S195494:6625:::::::70:72::5:6:7980:8825:8820:6652:1485:8767:1:28:2474^N2^S195494:6625:::::::70:72::5:6:7980:8825:8820:6652:1485:8767:1:28:2474^N3^S195518:6652:::::::70:72::3:4:6652:7979:1472:8767^N4^S193701::::::::70:72::33:6:7977:6652:9144:8971:1630:8767:1:28:1279^t^Sgear2^T^N3^S195518:6652:::::::70:72::3:4:6652:7979:1472:8767^N4^S110012::::::::70:72::16:6:8966:7977:6652:9144:3277:8767:1:28:1279^t^t^t^^	RAID	вальдегмар-Ревущийфьорд", -- [787]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N63^N2^N396.0625^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N13^N4^N36^t^Sgear1^T^N1^S200315:6625:::::::70:63::5:5:7980:6652:8830:1485:8767^N2^S200315:6625:::::::70:63::5:5:7980:6652:8830:1485:8767^N3^S193710:6640:::::::70:63::33:6:7977:6652:9147:8970:1627:8767:1:28:1279^N4^S193677::::::::70:63::16:6:8966:7977:6652:9144:1614:8767:1:28:1279^t^Sgear2^T^N3^S195513::::::::70:63::3:4:6652:7979:1472:8767^N4^S193791::::::::70:63::23:4:7977:6652:1594:8767:1:28:2155^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [788]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N252^N2^N394^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N13^N2^N13^N3^N6^N4^N36^t^Sgear1^T^N1^S200405:6625:::::::70:252::3:5:7979:43:8830:1472:8767:1:28:1040^N2^S200405:6625:::::::70:252::3:5:7979:43:8830:1472:8767:1:28:1040^N3^S193638:3368:::::::70:252::35:6:8969:7977:40:9147:1624:8767^N4^S194303::::::::70:252::5:4:6652:7980:1485:8767^t^Sgear2^T^N4^S193701::::::::70:252::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [789]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N266^N2^N400.5625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N-7^N4^N29^t^Sgear1^T^N1^S200333:6625:::::::70:266::3:5:7979:6652:8830:1472:8767:1:28:1040^N2^S200333:6625:::::::70:266::3:5:7979:6652:8830:1472:8767:1:28:1040^N3^S193699:6640:::::::70:266::35:6:8973:7977:41:9147:1637:8767^N4^S198407::::::::70:266::37:4:41:1433:5865:8767:1:28:2287^t^Sgear2^T^N4^S191492::::::::70:266::13:5:8836:8840:8902:8799:8845:4:28:2164:38:5:40:201:46:197921^t^t^t^^	RAID	комт-Ревущийфьорд", -- [790]
			"<02:00:58> <Comm>		^1^SlootAck^T^N1^N254^N2^N401.8125^N3^T^Sresponse^T^N1^B^t^Sdiff^T^N1^N0^N2^N0^N3^N3^N4^N13^t^Sgear1^T^N1^S200387:6624:::::::70:254::5:5:7980:6652:8830:1485:8767:1:28:1040^N2^S200387:6624:::::::70:254::5:5:7980:6652:8830:1485:8767:1:28:1040^N3^S193449:6527:::::::70:254::13:8:8836:8840:8902:8802:8845:8791:8932:8960:8:28:2164:29:32:30:36:38:8:40:337:45:197921:46:194578:47:193945^N4^S194301::::::::70:254::3:4:6652:7979:1472:8767^t^Sgear2^T^N4^S193701::::::::70:254::16:6:7977:6652:9144:8970:1627:8767:1:28:1279^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [791]
			"<02:00:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледотроль	HUNTER", -- [792]
			"<02:00:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Зырочка	WARRIOR", -- [793]
			"<02:00:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	15	Аландир	DEMONHUNTER", -- [794]
			"<02:00:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Зырочка	WARRIOR", -- [795]
			"<02:00:59> <Comm>		^1^SlootAck^T^N1^N577^N2^N400.6875^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N3^N4^N16^t^Sgear1^T^N1^S200342:6624:::::::70:577::3:5:7979:6652:8830:1472:8767:1:28:1040^N2^S200342:6624:::::::70:577::3:5:7979:6652:8830:1472:8767:1:28:1040^N3^S195491::::::::70:577::5:4:7980:6652:1485:8767^N4^S137486::::::::70:577::33:6:7977:6652:9144:8970:3284:8767:1:28:1279^t^Sgear2^T^N3^S190518:6628:::::::70:577::13:8:8836:8840:8902:8802:8845:8791:8796:8960:8:28:2164:29:40:30:36:38:8:40:182:45:197921:46:194578:47:193551^N4^S193697::::::::70:577::16:6:8966:7977:6652:9144:1614:8767:1:28:1279^t^t^t^^	RAID	аландир-Ревущийфьорд", -- [796]
			"<02:00:59> <Comm>		^1^SlootAck^T^N1^N264^N2^N396.0625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N19^N2^N19^N3^N19^N4^N19^t^Sgear1^T^N1^S195487:6625:::::::70:264::3:6:6652:8821:8820:7979:1472:8767^N2^S195487:6625:::::::70:264::3:6:6652:8821:8820:7979:1472:8767^N3^S201997:6646:::::::70:264::33:6:8965:7977:6652:9147:1611:8767:1:28:1279^N4^S194300::::::::70:264::3:4:6652:7979:1472:8767^t^Sgear2^T^N3^S195475::::::::70:264::5:4:6652:7980:1485:8767^N4^S194301::::::::70:264::5:4:6652:7980:1485:8767^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [797]
			"<02:00:59> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледотроль	HUNTER", -- [798]
			"<02:00:59> <Comm>		^1^Sl^T^N1^S184986^t^^	RAID	ледотроль-Ревущийфьорд", -- [799]
			"<02:00:59> <Comm>		^1^Sl^T^N1^S184986^t^^	RAID	ледотроль-Ревущийфьорд", -- [800]
			"<02:01:00> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аландир	DEMONHUNTER", -- [801]
			"<02:01:00> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аландир	DEMONHUNTER", -- [802]
			"<02:01:00> <Comm>		^1^Sl^T^N1^S184986^t^^	RAID	аландир-Ревущийфьорд", -- [803]
			"<02:01:00> <Comm>		^1^Sl^T^N1^S184986^t^^	RAID	аландир-Ревущийфьорд", -- [804]
			"<02:01:01> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	зырочка-Ревущийфьорд", -- [805]
			"<02:01:02> <DEBUG>		Event:	LOOT_READY	true", -- [806]
			"<02:01:02> <DEBUG>		Ignoring	nil	as it's a currency", -- [807]
			"<02:01:02> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	бишарк-Ревущийфьорд", -- [808]
			"<02:01:02> <DEBUG>		Event:	LOOT_READY	true", -- [809]
			"<02:01:02> <DEBUG>		Ignoring	nil	as it's a currency", -- [810]
			"<02:01:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хугомонк	MONK", -- [811]
			"<02:01:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ожившийлось	DEATHKNIGHT", -- [812]
			"<02:01:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ожившийлось	DEATHKNIGHT", -- [813]
			"<02:01:03> <DEBUG>		Event:	LOOT_CLOSED", -- [814]
			"<02:01:03> <DEBUG>		Event:	LOOT_CLOSED", -- [815]
			"<02:01:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хугомонк	MONK", -- [816]
			"<02:01:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бабусянатусе	PRIEST", -- [817]
			"<02:01:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бабусянатусе	PRIEST", -- [818]
			"<02:01:04> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	зырочка-Ревущийфьорд", -- [819]
			"<02:01:04> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [820]
			"<02:01:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Комт	WARLOCK", -- [821]
			"<02:01:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Комт	WARLOCK", -- [822]
			"<02:01:05> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	злюдра-Ревущийфьорд", -- [823]
			"<02:01:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бишарк	SHAMAN", -- [824]
			"<02:01:05> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Snote^Sвторой~`кусок~`будет^Sresponse^N1^t^t^^	RAID	оргриддан-Ревущийфьорд", -- [825]
			"<02:01:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бишарк	SHAMAN", -- [826]
			"<02:01:06> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ватрониум	SHAMAN", -- [827]
			"<02:01:06> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ватрониум	SHAMAN", -- [828]
			"<02:01:06> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N4^t^t^^	RAID	линлот-Ревущийфьорд", -- [829]
			"<02:01:06> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	вальдегмар-Ревущийфьорд", -- [830]
			"<02:01:07> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [831]
			"<02:01:07> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	зырочка-Ревущийфьорд", -- [832]
			"<02:01:07> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^S2^Sresponse^N1^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [833]
			"<02:01:07> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [834]
			"<02:01:08> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [835]
			"<02:01:08> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [836]
			"<02:01:08> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	нотушка-Ревущийфьорд", -- [837]
			"<02:01:09> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N4^t^t^^	RAID	оргриддан-Ревущийфьорд", -- [838]
			"<02:01:09> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледиланатель	MAGE", -- [839]
			"<02:01:09> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледиланатель	MAGE", -- [840]
			"<02:01:09> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	багетлюбви-Ревущийфьорд", -- [841]
			"<02:01:10> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	линлот-Ревущийфьорд", -- [842]
			"<02:01:11> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	линлот-Ревущийфьорд", -- [843]
			"<02:01:11> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	аскельт-Ревущийфьорд", -- [844]
			"<02:01:11> <Comm>		^1^Soffline_timer^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [845]
			"<02:01:12> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [846]
			"<02:01:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ксимаксрога	ROGUE", -- [847]
			"<02:01:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ксимаксрога	ROGUE", -- [848]
			"<02:01:13> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Линлот	HUNTER", -- [849]
			"<02:01:13> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	аскельт-Ревущийфьорд", -- [850]
			"<02:01:13> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Линлот	HUNTER", -- [851]
			"<02:01:14> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Серегя	SHAMAN", -- [852]
			"<02:01:14> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [853]
			"<02:01:14> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Серегя	SHAMAN", -- [854]
			"<02:01:15> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	аскельт-Ревущийфьорд", -- [855]
			"<02:01:16> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [856]
			"<02:01:16> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Snote^Sтанку,~`если~`останется^Sresponse^N1^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [857]
			"<02:01:16> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	оргриддан-Ревущийфьорд", -- [858]
			"<02:01:17> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [859]
			"<02:01:17> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	нотушка-Ревущийфьорд", -- [860]
			"<02:01:18> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [861]
			"<02:01:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Злюдра	DRUID", -- [862]
			"<02:01:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Злюдра	DRUID", -- [863]
			"<02:01:20> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Snote^Sбудет~`4~`куска^Sresponse^N1^t^t^^	RAID	интоксикант-Ревущийфьорд", -- [864]
			"<02:01:20> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	вальдегмар-Ревущийфьорд", -- [865]
			"<02:01:20> <DEBUG>		LootFrame:Response	4	Response:	Трансмог", -- [866]
			"<02:01:20> <DEBUG>		SendResponse	group	3	4	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [867]
			"<02:01:20> <DEBUG>		Trashing entry:	2	|cffa335ee|Hitem:195483::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Авак'мани, наследие Зловещего Тотема]|h|r", -- [868]
			"<02:01:20> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N4^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [869]
			"<02:01:20> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	вальдегмар-Ревущийфьорд", -- [870]
			"<02:01:21> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Дельфуего	ROGUE", -- [871]
			"<02:01:21> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Дельфуего	ROGUE", -- [872]
			"<02:01:21> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [873]
			"<02:01:21> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ксимаксрога-Ревущийфьорд", -- [874]
			"<02:01:24> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	серегя-Ревущийфьорд", -- [875]
			"<02:01:26> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N4^t^t^^	RAID	инсендиари-Ревущийфьорд", -- [876]
			"<02:01:26> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Аскельт	HUNTER", -- [877]
			"<02:01:26> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аскельт	HUNTER", -- [878]
			"<02:01:28> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N3^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [879]
			"<02:01:30> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N2^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [880]
			"<02:01:30> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Вальдегмар	WARRIOR", -- [881]
			"<02:01:30> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Вальдегмар	WARRIOR", -- [882]
			"<02:01:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Инсендиари	PALADIN", -- [883]
			"<02:01:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Инсендиари	PALADIN", -- [884]
			"<02:01:31> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Snote^Sап~`до~`героика^Sresponse^N1^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [885]
			"<02:01:32> <DEBUG>		LootFrame:Response	PASS	Response:	Отказаться", -- [886]
			"<02:01:32> <DEBUG>		SendResponse	group	1	PASS	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [887]
			"<02:01:32> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:196591::::::::70:269::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из наивысшего аметиста]|h|r", -- [888]
			"<02:01:33> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [889]
			"<02:01:37> <DEBUG>		LootFrame:Response	PASS	Response:	Отказаться", -- [890]
			"<02:01:37> <DEBUG>		SendResponse	group	4	PASS	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [891]
			"<02:01:37> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:194306::::::::70:269::5:4:7980:6652:1485:8767::::::|h[Всемогущий тотем повелителя]|h|r", -- [892]
			"<02:01:37> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [893]
			"<02:01:40> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Нотушка	DEATHKNIGHT", -- [894]
			"<02:01:40> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Нотушка	DEATHKNIGHT", -- [895]
			"<02:01:41> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	аландир-Ревущийфьорд", -- [896]
			"<02:01:43> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Багетлюбви	DRUID", -- [897]
			"<02:01:43> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Багетлюбви	DRUID", -- [898]
			"<02:02:05> <Comm>		^1^Srolls^T^N1^N2^N2^T^Sледотроль-Ревущийфьорд^N5^Sкомт-Ревущийфьорд^N2^Sбабусянатусе-Ревущийфьорд^N39^Sзлюдра-Ревущийфьорд^N84^Sксимаксрога-Ревущийфьорд^N88^Sледиланатель-Ревущийфьорд^N52^Sхугомонк-Ревущийфьорд^N63^Sватрониум-Ревущийфьорд^N71^Sдельфуего-Ревущийфьорд^N75^Sнотушка-Ревущийфьорд^N32^Sоргриддан-Ревущийфьорд^N77^Sсерегя-Ревущийфьорд^N3^Sбагетлюбви-Ревущийфьорд^N9^Sзырочка-Ревущийфьорд^N61^Sаскельт-Ревущийфьорд^N66^Sвальдегмар-Ревущийфьорд^N48^Sлинлот-Ревущийфьорд^N35^Sинтоксикант-Ревущийфьорд^N10^Sожившийлось-Ревущийфьорд^N98^Sбишарк-Ревущийфьорд^N29^Sинсендиари-Ревущийфьорд^N33^Sаландир-Ревущийфьорд^N90^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [899]
			"<02:02:08> <Comm>		^1^Shistory^T^N1^Sзлюдра-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SDRUID^SgroupSize^N22^Sboss^SКурог~`Зловещий~`Тотем^Stime^S00:02:07^SitemReplaced1^S|cffa335ee|Hitem:193399:6619:::::::70:259::13:8:8836:8840:8902:8802:8846:8932:8960:8792:8:28:2164:29:32:30:49:38:8:40:294:45:198046:46:193945:47:194569:::::|h[Зачарованный~`жизнью~`нагрудник~`|A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:196596::::::::70:259::5:4:7980:8830:1485:8767::::::|h[Камень~`Кузни~`из~`таинственного~`аметиста]|h|r^Sid^S1672855327-68^Sdate^S05/01/23^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [900]
			"<02:02:08> <Comm>		^1^Sawarded^T^N1^N2^N2^Sзлюдра-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [901]
			"<02:02:16> <Comm>		^1^Shistory^T^N1^Sинтоксикант-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S05/01/23^Sclass^SROGUE^SgroupSize^N22^Svotes^N0^Stime^S00:02:14^SitemReplaced1^S|cffa335ee|Hitem:195478:6625:::::::70:259::5:6:7980:6652:8825:8820:1485:8767::::::|h[Облачение~`защитника~`Вальдраккена]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^StypeCode^Sdefault^Sresponse^SОсновной~`спек/Нужно^Sid^S1672855334-69^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:196591::::::::70:259::5:4:7980:8830:1485:8767::::::|h[Камень~`Кузни~`из~`наивысшего~`аметиста]|h|r^Snote^Sбудет~`4~`куска^SisAwardReason^b^SresponseID^N1^Sboss^SКурог~`Зловещий~`Тотем^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [902]
			"<02:02:16> <Comm>		^1^Sawarded^T^N1^N1^N2^Sинтоксикант-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [903]
			"<02:02:30> <Comm>		^1^Srolls^T^N1^N4^N2^T^Sледотроль-Ревущийфьорд^N63^Sкомт-Ревущийфьорд^N41^Sбабусянатусе-Ревущийфьорд^N92^Sзлюдра-Ревущийфьорд^N68^Sксимаксрога-Ревущийфьорд^N15^Sледиланатель-Ревущийфьорд^N62^Sхугомонк-Ревущийфьорд^N89^Sватрониум-Ревущийфьорд^N99^Sдельфуего-Ревущийфьорд^N82^Sнотушка-Ревущийфьорд^N24^Sоргриддан-Ревущийфьорд^N44^Sсерегя-Ревущийфьорд^N88^Sбагетлюбви-Ревущийфьорд^N27^Sзырочка-Ревущийфьорд^N54^Sаскельт-Ревущийфьорд^N95^Sвальдегмар-Ревущийфьорд^N64^Sлинлот-Ревущийфьорд^N94^Sинтоксикант-Ревущийфьорд^N37^Sожившийлось-Ревущийфьорд^N6^Sбишарк-Ревущийфьорд^N65^Sинсендиари-Ревущийфьорд^N73^Sаландир-Ревущийфьорд^N47^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [904]
			"<02:02:45> <Comm>		^1^Shistory^T^N1^Sзырочка-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S05/01/23^Sclass^SWARRIOR^SgroupSize^N15^Sboss^SКурог~`Зловещий~`Тотем^Stime^S00:02:43^SitemReplaced1^S|cffa335ee|Hitem:193701::::::::70:259::16:6:8966:7977:6652:9144:1614:8767:1:28:1279:::::|h[Алгет'арская~`шкатулка~`с~`секретом]|h|r^StypeCode^Sdefault^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sid^S1672855363-70^Sresponse^SОсновной~`спек/Нужно^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:194306::::::::70:259::5:4:7980:6652:1485:8767::::::|h[Всемогущий~`тотем~`повелителя]|h|r^SisAwardReason^b^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^SresponseID^N1^SitemReplaced2^S|cffa335ee|Hitem:133647::::::::70:259::16:6:8968:7977:6652:9144:3277:8767:1:28:1279:::::|h[Светозарный~`дар]|h|r^Svotes^N0^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [905]
			"<02:02:45> <Comm>		^1^Sawarded^T^N1^N4^N2^Sзырочка-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [906]
			"<02:02:52> <Comm>		^1^Shistory^T^N1^Sледотроль-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N1^N2^N0.5^N3^N0^N4^N1^t^Sclass^SHUNTER^SgroupSize^N14^Sboss^SКурог~`Зловещий~`Тотем^Stime^S00:02:51^SitemReplaced1^S|cffa335ee|Hitem:195490:6528:::::::70:259::5:4:6652:7980:1485:8767::::::|h[Жгучий~`заклинатель~`пламени]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОффспек/Не~`откажусь^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195483::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Авак'мани,~`наследие~`Зловещего~`Тотема]|h|r^Sid^S1672855371-71^Sdate^S05/01/23^SresponseID^N2^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [907]
			"<02:02:52> <Comm>		^1^Sawarded^T^N1^N3^N2^Sледотроль-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [908]
			"<02:02:53> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [909]
			"<02:03:03> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:194306::::::::70:259::5:4:7980:6652:1485:8767::::::|h[Всемогущий~`тотем~`повелителя]|h|r^N2^Sзырочка-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [910]
			"<02:03:05> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196591::::::::70:259::5:4:7980:8830:1485:8767::::::|h[Камень~`Кузни~`из~`наивысшего~`аметиста]|h|r^N2^Sинтоксикант-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [911]
			"<02:03:07> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196596::::::::70:259::5:4:7980:8830:1485:8767::::::|h[Камень~`Кузни~`из~`таинственного~`аметиста]|h|r^N2^Sзлюдра-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [912]
			"<02:03:14> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [913]
			"<02:03:14> <INFO>		UpdatePlayersData()", -- [914]
			"<02:03:16> <DEBUG>		GetML()", -- [915]
			"<02:04:28> <DEBUG>		Event:	GROUP_LEFT	1	Party-1615-1-0000367EB8E6", -- [916]
			"<02:04:28> <DEBUG>		GetML()", -- [917]
			"<02:12:20> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	интоксикант-Ревущийфьорд", -- [918]
			"01/05/23", -- [919]
			"<11:50:16> <INFO>		Logged In", -- [920]
			"<11:50:16> <INFO>[ML]		Init", -- [921]
			"<11:50:16> <INFO>		RCLootCouncil	TradeUI enabled", -- [922]
			"<11:50:25> <INFO>		хугомонк-Ревущийфьорд	3.6.6	nil", -- [923]
			"<11:50:25> <DEBUG>		ActivateSkin	bfa", -- [924]
			"<11:50:28> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [925]
			"<11:50:28> <INFO>		UpdatePlayersData()", -- [926]
			"<11:50:28> <INFO>		Player relog...", -- [927]
			"<11:50:29> <DEBUG>		GetPlayersGuildRank()", -- [928]
			"<11:50:29> <DEBUG>		Found Guild Rank: Отряд Репка", -- [929]
			"<11:50:31> <DEBUG>		GetML()", -- [930]
			"<11:50:31> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198910::::::::70:269::16::1:28:1279:::::||h[Техника: иллюзионный пергамент – сфера Тьмы]||h||r	5", -- [931]
			"<11:50:31> <DEBUG>		Found item at	2	30", -- [932]
			"<11:50:31> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198910::::::::70:269::16::1:28:1279:::::||h[Техника: иллюзионный пергамент – сфера Тьмы]||h||r	5", -- [933]
			"<11:50:31> <DEBUG>		Found item at	2	30", -- [934]
			"<11:50:31> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	хугомонк-Ревущийфьорд", -- [935]
			"<11:50:49> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	ожившийлось-Ревущийфьорд", -- [936]
			"<12:00:58> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	ледиланатель-Ревущийфьорд", -- [937]
			"<12:15:35> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	мясарубка-Ревущийфьорд", -- [938]
			"<13:04:49> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [939]
			"<13:04:52> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	ожившийлось-Ревущийфьорд", -- [940]
			"<13:12:03> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	мясарубка-Ревущийфьорд", -- [941]
			"01/05/23", -- [942]
			"<14:09:27> <INFO>		Logged In", -- [943]
			"<14:09:27> <INFO>[ML]		Init", -- [944]
			"<14:09:27> <INFO>		RCLootCouncil	TradeUI enabled", -- [945]
			"<14:09:35> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугомонк-Ревущийфьорд	Player-1615-0B07C4E5", -- [946]
			"<14:09:35> <INFO>		хугомонк-Ревущийфьорд	3.6.6	nil", -- [947]
			"<14:09:35> <DEBUG>		ActivateSkin	bfa", -- [948]
			"<14:09:38> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [949]
			"<14:09:38> <INFO>		UpdatePlayersData()", -- [950]
			"<14:09:38> <INFO>		Player relog...", -- [951]
			"<14:09:39> <DEBUG>		GetPlayersGuildRank()", -- [952]
			"<14:09:39> <DEBUG>		GetPlayersGuildRank()", -- [953]
			"<14:09:39> <DEBUG>		Found Guild Rank: Отряд Репка", -- [954]
			"<14:09:41> <DEBUG>		GetML()", -- [955]
			"<14:09:41> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198910::::::::70:269::16::1:28:1279:::::||h[Техника: иллюзионный пергамент – сфера Тьмы]||h||r	5", -- [956]
			"<14:09:41> <DEBUG>		Found item at	2	30", -- [957]
			"<14:09:41> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198910::::::::70:269::16::1:28:1279:::::||h[Техника: иллюзионный пергамент – сфера Тьмы]||h||r	5", -- [958]
			"<14:09:41> <DEBUG>		Found item at	2	30", -- [959]
			"<14:09:42> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	хугомонк-Ревущийфьорд", -- [960]
			"<14:10:26> <DEBUG>		Event:	LOOT_READY	true", -- [961]
			"<14:10:27> <DEBUG>		Event:	LOOT_READY	true", -- [962]
			"<14:10:33> <DEBUG>		Event:	LOOT_READY	true", -- [963]
			"<14:10:33> <DEBUG>		Event:	LOOT_READY	true", -- [964]
			"<14:10:47> <DEBUG>		Event:	LOOT_READY	true", -- [965]
			"<14:10:47> <DEBUG>		Event:	LOOT_READY	true", -- [966]
			"<14:10:50> <DEBUG>		Event:	LOOT_READY	true", -- [967]
			"<14:10:50> <DEBUG>		Event:	LOOT_READY	true", -- [968]
			"<14:10:53> <DEBUG>		Event:	LOOT_READY	true", -- [969]
			"<14:10:53> <DEBUG>		Event:	LOOT_READY	true", -- [970]
			"<14:10:57> <DEBUG>		Event:	LOOT_READY	true", -- [971]
			"<14:10:57> <DEBUG>		Event:	LOOT_READY	true", -- [972]
			"<14:11:04> <DEBUG>		Event:	LOOT_READY	true", -- [973]
			"<14:11:04> <DEBUG>		Event:	LOOT_READY	true", -- [974]
			"<14:11:16> <DEBUG>		Event:	LOOT_READY	true", -- [975]
			"<14:11:17> <DEBUG>		Event:	LOOT_READY	true", -- [976]
			"<14:11:20> <DEBUG>		Event:	LOOT_READY	true", -- [977]
			"<14:11:21> <DEBUG>		Event:	LOOT_READY	true", -- [978]
			"<14:11:23> <DEBUG>		Event:	LOOT_READY	true", -- [979]
			"<14:11:24> <DEBUG>		Event:	LOOT_READY	true", -- [980]
			"<14:11:29> <DEBUG>		Event:	LOOT_READY	true", -- [981]
			"<14:11:29> <DEBUG>		Event:	LOOT_READY	true", -- [982]
			"<14:11:32> <DEBUG>		Event:	LOOT_READY	true", -- [983]
			"<14:11:32> <DEBUG>		Event:	LOOT_READY	true", -- [984]
			"<14:11:38> <DEBUG>		Event:	LOOT_READY	true", -- [985]
			"<14:11:39> <DEBUG>		Event:	LOOT_READY	true", -- [986]
			"<14:11:42> <DEBUG>		Event:	LOOT_READY	true", -- [987]
			"<14:11:42> <DEBUG>		Event:	LOOT_READY	true", -- [988]
			"<14:11:44> <DEBUG>		Event:	LOOT_READY	true", -- [989]
			"<14:11:45> <DEBUG>		Event:	LOOT_READY	true", -- [990]
			"<14:11:47> <DEBUG>		Event:	LOOT_READY	true", -- [991]
			"<14:11:48> <DEBUG>		Event:	LOOT_READY	true", -- [992]
			"<14:11:51> <DEBUG>		Event:	LOOT_READY	true", -- [993]
			"<14:11:52> <DEBUG>		Event:	LOOT_READY	true", -- [994]
			"<14:11:54> <DEBUG>		Event:	LOOT_READY	true", -- [995]
			"<14:11:55> <DEBUG>		Event:	LOOT_READY	true", -- [996]
			"<14:11:58> <DEBUG>		Event:	LOOT_READY	true", -- [997]
			"<14:11:58> <DEBUG>		Event:	LOOT_READY	true", -- [998]
			"<14:12:03> <DEBUG>		Event:	LOOT_READY	true", -- [999]
			"<14:12:03> <DEBUG>		Event:	LOOT_READY	true", -- [1000]
			"<14:12:15> <DEBUG>		Event:	LOOT_READY	true", -- [1001]
			"<14:12:15> <DEBUG>		Event:	LOOT_READY	true", -- [1002]
			"<14:12:26> <DEBUG>		Event:	LOOT_READY	true", -- [1003]
			"<14:12:26> <DEBUG>		Event:	LOOT_READY	true", -- [1004]
			"<14:12:29> <DEBUG>		Event:	LOOT_READY	true", -- [1005]
			"<14:12:29> <DEBUG>		Event:	LOOT_READY	true", -- [1006]
			"<14:12:32> <DEBUG>		Event:	LOOT_READY	true", -- [1007]
			"<14:12:32> <DEBUG>		Event:	LOOT_READY	true", -- [1008]
			"<14:12:35> <DEBUG>		Event:	LOOT_READY	true", -- [1009]
			"<14:12:35> <DEBUG>		Event:	LOOT_READY	true", -- [1010]
			"<14:12:44> <DEBUG>		Event:	LOOT_READY	true", -- [1011]
			"<14:12:44> <DEBUG>		Event:	LOOT_READY	true", -- [1012]
			"<14:12:47> <DEBUG>		Event:	LOOT_READY	true", -- [1013]
			"<14:12:47> <DEBUG>		Event:	LOOT_READY	true", -- [1014]
			"<14:12:52> <DEBUG>		Event:	LOOT_READY	true", -- [1015]
			"<14:12:53> <DEBUG>		Event:	LOOT_READY	true", -- [1016]
			"<14:12:55> <DEBUG>		Event:	LOOT_READY	true", -- [1017]
			"<14:12:56> <DEBUG>		Event:	LOOT_READY	true", -- [1018]
			"<14:12:59> <DEBUG>		Event:	LOOT_READY	true", -- [1019]
			"<14:12:59> <DEBUG>		Event:	LOOT_READY	true", -- [1020]
			"<14:13:01> <DEBUG>		Event:	LOOT_READY	true", -- [1021]
			"<14:13:02> <DEBUG>		Event:	LOOT_READY	true", -- [1022]
			"<14:13:07> <DEBUG>		Event:	LOOT_READY	true", -- [1023]
			"<14:13:07> <DEBUG>		Event:	LOOT_READY	true", -- [1024]
			"<14:13:10> <DEBUG>		Event:	LOOT_READY	true", -- [1025]
			"<14:13:10> <DEBUG>		Event:	LOOT_READY	true", -- [1026]
			"<14:13:57> <DEBUG>		Event:	LOOT_READY	true", -- [1027]
			"<14:13:57> <DEBUG>		Event:	LOOT_READY	true", -- [1028]
			"<14:14:00> <DEBUG>		Event:	LOOT_READY	true", -- [1029]
			"<14:14:00> <DEBUG>		Event:	LOOT_READY	true", -- [1030]
			"<14:14:08> <DEBUG>		Event:	LOOT_READY	true", -- [1031]
			"<14:14:08> <DEBUG>		Event:	LOOT_READY	true", -- [1032]
			"<14:14:11> <DEBUG>		Event:	LOOT_READY	true", -- [1033]
			"<14:14:11> <DEBUG>		Event:	LOOT_READY	true", -- [1034]
			"<14:14:14> <DEBUG>		Event:	LOOT_READY	true", -- [1035]
			"<14:14:14> <DEBUG>		Event:	LOOT_READY	true", -- [1036]
			"<14:14:18> <DEBUG>		Event:	LOOT_READY	true", -- [1037]
			"<14:14:19> <DEBUG>		Event:	LOOT_READY	true", -- [1038]
			"<14:14:22> <DEBUG>		Event:	LOOT_READY	true", -- [1039]
			"<14:14:22> <DEBUG>		Event:	LOOT_READY	true", -- [1040]
			"<14:14:25> <DEBUG>		Event:	LOOT_READY	true", -- [1041]
			"<14:14:25> <DEBUG>		Event:	LOOT_READY	true", -- [1042]
			"<14:14:40> <DEBUG>		Event:	LOOT_READY	true", -- [1043]
			"<14:14:40> <DEBUG>		Event:	LOOT_READY	true", -- [1044]
			"<14:14:44> <DEBUG>		Event:	LOOT_READY	true", -- [1045]
			"<14:14:44> <DEBUG>		Event:	LOOT_READY	true", -- [1046]
			"<14:14:47> <DEBUG>		Event:	LOOT_READY	true", -- [1047]
			"<14:14:48> <DEBUG>		Event:	LOOT_READY	true", -- [1048]
			"<14:14:51> <DEBUG>		Event:	LOOT_READY	true", -- [1049]
			"<14:14:51> <DEBUG>		Event:	LOOT_READY	true", -- [1050]
			"<14:14:54> <DEBUG>		Event:	LOOT_READY	true", -- [1051]
			"<14:14:54> <DEBUG>		Event:	LOOT_READY	true", -- [1052]
			"<14:14:57> <DEBUG>		Event:	LOOT_READY	true", -- [1053]
			"<14:14:57> <DEBUG>		Event:	LOOT_READY	true", -- [1054]
			"<14:15:11> <DEBUG>		Event:	LOOT_READY	true", -- [1055]
			"<14:15:11> <DEBUG>		Event:	LOOT_READY	true", -- [1056]
			"<14:15:38> <DEBUG>		Event:	LOOT_READY	true", -- [1057]
			"<14:15:38> <DEBUG>		Event:	LOOT_READY	true", -- [1058]
			"<14:16:01> <DEBUG>		Event:	LOOT_READY	true", -- [1059]
			"<14:16:02> <DEBUG>		Event:	LOOT_READY	true", -- [1060]
			"<14:22:01> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1061]
			"<14:22:01> <INFO>		UpdatePlayersData()", -- [1062]
			"<14:22:03> <DEBUG>		GetML()", -- [1063]
			"<14:22:21> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [1064]
			"<14:22:23> <DEBUG>		GetML()", -- [1065]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-1105-08B4AF20", -- [1066]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-1092-09F10D15", -- [1067]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-3691-05DF5AB6", -- [1068]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-3691-09DCF01C", -- [1069]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-1408-09EE6626", -- [1070]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-580-0816349E", -- [1071]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-1121-0502E78A", -- [1072]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-581-0A64DE73", -- [1073]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-3692-09F1DDCE", -- [1074]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-3691-09E39A8B", -- [1075]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-581-09DC37E7", -- [1076]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-1604-02FE4407", -- [1077]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-3674-0AED6CD5", -- [1078]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-1092-0798FB99", -- [1079]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-1302-0BAA6321", -- [1080]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-1401-0A4C6305", -- [1081]
			"<14:22:23> <Data.Player>		CreatePlayer	Player-531-06349C5B", -- [1082]
			"<14:22:23> <DEBUG>		Resetting council as we have a new ML!", -- [1083]
			"<14:22:23> <INFO>		MasterLooter	Blóódge-Frostmourne	LootMethod	personalloot", -- [1084]
			"<14:22:23> <Comm>		^1^Sxrealm^T^N1^SBlóódge-Frostmourne^N2^SMLdb_request^t^^	RAID	Dobbinix-Blackhand", -- [1085]
			"<14:22:25> <Comm>		^1^Sxrealm^T^N1^SBlóódge-Frostmourne^N2^SMLdb_request^t^^	RAID	Richoon-Blackhand", -- [1086]
			"<14:22:25> <Comm>		^1^Sxrealm^T^N1^SBlóódge-Frostmourne^N2^Scouncil_request^t^^	RAID	Richoon-Blackhand", -- [1087]
			"<14:22:38> <DEBUG>		Timer MLdb_check passed", -- [1088]
			"<14:22:38> <Comm>		^1^Sxrealm^T^N1^SBlóódge-Frostmourne^N2^SMLdb_request^t^^	RAID	хугомонк-Ревущийфьорд", -- [1089]
			"<14:22:38> <Comm>		^1^Sxrealm^T^N1^SBlóódge-Frostmourne^N2^Scouncil_request^t^^	RAID	хугомонк-Ревущийфьорд", -- [1090]
			"<14:22:39> <Comm>		^1^Sxrealm^T^N1^SBlóódge-Frostmourne^N2^SMLdb_request^t^^	RAID	Reøzoom-TwistingNether", -- [1091]
			"<14:22:39> <Comm>		^1^Sxrealm^T^N1^SBlóódge-Frostmourne^N2^Scouncil_request^t^^	RAID	Reøzoom-TwistingNether", -- [1092]
			"<14:23:02> <Comm>		^1^Sxrealm^T^N1^SBlóódge-Frostmourne^N2^SMLdb_request^t^^	RAID	Exorcismus-Ragnaros", -- [1093]
			"<14:23:02> <Comm>		^1^Sxrealm^T^N1^SBlóódge-Frostmourne^N2^Scouncil_request^t^^	RAID	Exorcismus-Ragnaros", -- [1094]
			"<14:23:40> <Comm>		^1^Sxrealm^T^N1^SBlóódge-Frostmourne^N2^SMLdb_request^t^^	RAID	Mänti-Blackrock", -- [1095]
			"<14:23:40> <Comm>		^1^Sxrealm^T^N1^SBlóódge-Frostmourne^N2^Scouncil_request^t^^	RAID	Mänti-Blackrock", -- [1096]
			"<14:23:43> <Comm>		^1^Sxrealm^T^N1^SBlóódge-Frostmourne^N2^SMLdb_request^t^^	RAID	Kwort-Hyjal", -- [1097]
			"<14:23:43> <Comm>		^1^Sxrealm^T^N1^SBlóódge-Frostmourne^N2^Scouncil_request^t^^	RAID	Kwort-Hyjal", -- [1098]
			"<14:25:20> <DEBUG>		Event:	GROUP_LEFT	1	Party-1105-1-00002F4244C3", -- [1099]
			"<14:25:20> <DEBUG>		GetML()", -- [1100]
			"<14:25:42> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1101]
			"<14:25:42> <INFO>		UpdatePlayersData()", -- [1102]
			"<14:25:44> <DEBUG>		GetML()", -- [1103]
			"<14:29:46> <DEBUG>		Event:	LOOT_READY	true", -- [1104]
			"<14:29:46> <DEBUG>		Event:	LOOT_READY	true", -- [1105]
			"<14:30:14> <DEBUG>		Event:	LOOT_READY	true", -- [1106]
			"<14:30:14> <DEBUG>		Event:	LOOT_READY	true", -- [1107]
			"<14:30:25> <DEBUG>		Event:	LOOT_READY	true", -- [1108]
			"<14:30:25> <DEBUG>		Event:	LOOT_READY	true", -- [1109]
			"<14:30:37> <DEBUG>		Event:	LOOT_READY	true", -- [1110]
			"<14:30:37> <DEBUG>		Event:	LOOT_READY	true", -- [1111]
			"<14:30:59> <DEBUG>		Event:	LOOT_READY	true", -- [1112]
			"<14:31:00> <DEBUG>		Event:	LOOT_READY	true", -- [1113]
			"<14:31:12> <DEBUG>		Event:	LOOT_READY	true", -- [1114]
			"<14:31:12> <DEBUG>		Event:	LOOT_READY	true", -- [1115]
			"<14:31:49> <DEBUG>		Event:	LOOT_READY	true", -- [1116]
			"<14:31:50> <DEBUG>		Event:	LOOT_READY	true", -- [1117]
			"<14:32:15> <DEBUG>		Event:	LOOT_READY	true", -- [1118]
			"<14:32:15> <DEBUG>		Event:	LOOT_READY	true", -- [1119]
			"<14:32:18> <DEBUG>		Event:	LOOT_READY	true", -- [1120]
			"<14:32:19> <DEBUG>		Event:	LOOT_READY	true", -- [1121]
			"<14:32:41> <DEBUG>		Event:	LOOT_READY	true", -- [1122]
			"<14:32:41> <DEBUG>		Event:	LOOT_READY	true", -- [1123]
			"<14:32:50> <DEBUG>		Event:	LOOT_READY	true", -- [1124]
			"<14:32:50> <DEBUG>		Event:	LOOT_READY	true", -- [1125]
			"<14:33:06> <DEBUG>		Event:	LOOT_READY	true", -- [1126]
			"<14:33:07> <DEBUG>		Event:	LOOT_READY	true", -- [1127]
			"<14:33:38> <DEBUG>		Event:	LOOT_READY	true", -- [1128]
			"<14:33:38> <DEBUG>		Event:	LOOT_READY	true", -- [1129]
			"<14:34:57> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1130]
			"01/05/23", -- [1131]
			"<15:39:41> <INFO>		Logged In", -- [1132]
			"<15:39:41> <INFO>[ML]		Init", -- [1133]
			"<15:39:41> <INFO>		RCLootCouncil	TradeUI enabled", -- [1134]
			"<15:39:49> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугомонк-Ревущийфьорд	Player-1615-0B07C4E5", -- [1135]
			"<15:39:49> <INFO>		хугомонк-Ревущийфьорд	3.6.6	nil", -- [1136]
			"<15:39:49> <DEBUG>		ActivateSkin	bfa", -- [1137]
			"<15:39:52> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1138]
			"<15:39:52> <INFO>		UpdatePlayersData()", -- [1139]
			"<15:39:52> <INFO>		Player relog...", -- [1140]
			"<15:39:52> <DEBUG>		GetPlayersGuildRank()", -- [1141]
			"<15:39:52> <DEBUG>		GetPlayersGuildRank()", -- [1142]
			"<15:39:52> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1143]
			"<15:39:54> <DEBUG>		GetML()", -- [1144]
			"<15:39:54> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198910::::::::70:269::16::1:28:1279:::::||h[Техника: иллюзионный пергамент – сфера Тьмы]||h||r	5", -- [1145]
			"<15:39:54> <DEBUG>		Found:	nil	nil	nil", -- [1146]
			"<15:39:54> <WARNING>		ItemStorage, db item no longer in bags	|cff1eff00|Hitem:198910::::::::70:269::16::1:28:1279:::::|h[Техника: иллюзионный пергамент – сфера Тьмы]|h|r", -- [1147]
			"<15:39:57> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1148]
			"<15:42:09> <DEBUG>		Event:	LOOT_READY	true", -- [1149]
			"<15:42:09> <DEBUG>		Event:	LOOT_READY	true", -- [1150]
			"<15:42:41> <DEBUG>		Event:	LOOT_READY	true", -- [1151]
			"<15:42:41> <DEBUG>		Event:	LOOT_READY	true", -- [1152]
			"<15:42:45> <DEBUG>		Event:	LOOT_READY	true", -- [1153]
			"<15:42:45> <DEBUG>		Event:	LOOT_READY	true", -- [1154]
			"<15:42:58> <DEBUG>		Event:	LOOT_READY	true", -- [1155]
			"<15:42:59> <DEBUG>		Event:	LOOT_READY	true", -- [1156]
			"<15:43:11> <DEBUG>		Event:	LOOT_READY	true", -- [1157]
			"<15:43:11> <DEBUG>		Event:	LOOT_READY	true", -- [1158]
			"<15:43:26> <DEBUG>		Event:	LOOT_READY	true", -- [1159]
			"<15:43:26> <DEBUG>		Event:	LOOT_READY	true", -- [1160]
			"<15:43:41> <DEBUG>		Event:	LOOT_READY	true", -- [1161]
			"<15:43:41> <DEBUG>		Event:	LOOT_READY	true", -- [1162]
			"<15:43:43> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	линлот-Ревущийфьорд", -- [1163]
			"<15:45:20> <DEBUG>		Event:	LOOT_READY	true", -- [1164]
			"<15:45:20> <DEBUG>		Event:	LOOT_READY	true", -- [1165]
			"<15:45:28> <DEBUG>		Event:	LOOT_READY	true", -- [1166]
			"<15:45:28> <DEBUG>		Event:	LOOT_READY	true", -- [1167]
			"<15:45:59> <DEBUG>		Event:	LOOT_READY	true", -- [1168]
			"<15:45:59> <DEBUG>		Event:	LOOT_READY	true", -- [1169]
			"<15:49:34> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	нотушка-Ревущийфьорд", -- [1170]
			"<16:06:06> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	зырочка-Ревущийфьорд", -- [1171]
			"<16:06:48> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	аскельт-Ревущийфьорд", -- [1172]
			"<16:08:18> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	тиралея-Ревущийфьорд", -- [1173]
			"<16:11:55> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	зырочка-Ревущийфьорд", -- [1174]
			"<16:13:23> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	зырочка-Ревущийфьорд", -- [1175]
			"<16:19:39> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	зырочка-Ревущийфьорд", -- [1176]
			"<16:22:14> <DEBUG>		Event:	LOOT_READY	true", -- [1177]
			"<16:22:14> <DEBUG>		Event:	LOOT_READY	true", -- [1178]
			"<16:22:15> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190328	|cff0070dd|Hitem:190328::::::::70:269:::::::::|h[Пробуждающийся лед]|h|r	5	Хугомонк	MONK", -- [1179]
			"<16:22:16> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	200943	|cff0070dd|Hitem:200943::::::::70:269:::::::::|h[Шепчущее кольцо]|h|r	1	Хугомонк	MONK", -- [1180]
			"<16:22:28> <DEBUG>		Event:	LOOT_READY	true", -- [1181]
			"<16:22:28> <DEBUG>		Event:	LOOT_READY	true", -- [1182]
			"<16:24:14> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	ожившийлось-Ревущийфьорд", -- [1183]
			"<16:24:50> <DEBUG>		Event:	LOOT_READY	true", -- [1184]
			"<16:24:50> <DEBUG>		Event:	LOOT_READY	true", -- [1185]
			"<16:24:52> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190328	|cff0070dd|Hitem:190328::::::::70:269:::::::::|h[Пробуждающийся лед]|h|r	1	Хугомонк	MONK", -- [1186]
			"<16:25:04> <DEBUG>		Event:	LOOT_READY	true", -- [1187]
			"<16:25:04> <DEBUG>		Event:	LOOT_READY	true", -- [1188]
			"<16:25:19> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	инсендиари-Ревущийфьорд", -- [1189]
			"<16:25:36> <DEBUG>		Event:	LOOT_READY	true", -- [1190]
			"<16:25:36> <DEBUG>		Event:	LOOT_READY	true", -- [1191]
			"<16:29:18> <DEBUG>		Event:	LOOT_READY	true", -- [1192]
			"<16:29:18> <DEBUG>		Event:	LOOT_READY	true", -- [1193]
			"<16:30:40> <DEBUG>		Event:	LOOT_READY	true", -- [1194]
			"<16:30:40> <DEBUG>		Event:	LOOT_READY	true", -- [1195]
			"<16:30:40> <DEBUG>		Event:	LOOT_READY	true", -- [1196]
			"<16:30:40> <DEBUG>		Event:	LOOT_READY	true", -- [1197]
			"<16:30:41> <DEBUG>		Event:	LOOT_READY	true", -- [1198]
			"<16:30:41> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190326	|cff0070dd|Hitem:190326::::::::70:269:::::::::|h[Пробуждающийся воздух]|h|r	1	Хугомонк	MONK", -- [1199]
			"<16:31:15> <DEBUG>		Event:	LOOT_READY	true", -- [1200]
			"<16:31:15> <DEBUG>		Event:	LOOT_READY	true", -- [1201]
			"<16:31:31> <DEBUG>		Event:	LOOT_READY	true", -- [1202]
			"<16:31:31> <DEBUG>		Event:	LOOT_READY	true", -- [1203]
			"<16:31:44> <DEBUG>		Event:	LOOT_READY	true", -- [1204]
			"<16:31:44> <DEBUG>		Event:	LOOT_READY	true", -- [1205]
			"<16:32:26> <DEBUG>		Event:	LOOT_READY	true", -- [1206]
			"<16:32:26> <DEBUG>		Event:	LOOT_READY	true", -- [1207]
			"<16:32:41> <DEBUG>		Event:	LOOT_READY	true", -- [1208]
			"<16:32:41> <DEBUG>		Event:	LOOT_READY	true", -- [1209]
			"<16:34:04> <DEBUG>		Event:	LOOT_READY	true", -- [1210]
			"<16:34:04> <DEBUG>		Event:	LOOT_READY	true", -- [1211]
			"<16:34:10> <DEBUG>		Event:	LOOT_READY	true", -- [1212]
			"<16:34:11> <DEBUG>		Event:	LOOT_READY	true", -- [1213]
			"<16:34:29> <DEBUG>		Event:	LOOT_READY	true", -- [1214]
			"<16:34:29> <DEBUG>		Event:	LOOT_READY	true", -- [1215]
			"<16:34:44> <DEBUG>		Event:	LOOT_READY	true", -- [1216]
			"<16:34:44> <DEBUG>		Event:	LOOT_READY	true", -- [1217]
			"<16:34:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	1	Хугомонк	MONK", -- [1218]
			"<16:35:33> <DEBUG>		Event:	LOOT_READY	true", -- [1219]
			"<16:35:33> <DEBUG>		Event:	LOOT_READY	true", -- [1220]
			"<16:35:40> <DEBUG>		Event:	LOOT_READY	true", -- [1221]
			"<16:35:40> <DEBUG>		Event:	LOOT_READY	true", -- [1222]
			"<16:35:46> <DEBUG>		Event:	LOOT_READY	true", -- [1223]
			"<16:35:47> <DEBUG>		Event:	LOOT_READY	true", -- [1224]
			"<16:35:58> <DEBUG>		Event:	LOOT_READY	true", -- [1225]
			"<16:35:58> <DEBUG>		Event:	LOOT_READY	true", -- [1226]
			"<16:38:33> <DEBUG>		Event:	LOOT_READY	true", -- [1227]
			"<16:38:33> <DEBUG>		Event:	LOOT_READY	true", -- [1228]
			"<16:42:26> <DEBUG>		Event:	LOOT_READY	true", -- [1229]
			"<16:42:27> <DEBUG>		Event:	LOOT_READY	true", -- [1230]
			"<16:43:00> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	гернина-Ревущийфьорд", -- [1231]
			"<16:43:19> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	мясарубка-Ревущийфьорд", -- [1232]
			"<16:44:12> <DEBUG>		Event:	LOOT_READY	true", -- [1233]
			"<16:44:12> <DEBUG>		Event:	LOOT_READY	true", -- [1234]
			"<16:45:45> <DEBUG>		Event:	LOOT_READY	true", -- [1235]
			"<16:45:45> <DEBUG>		Event:	LOOT_READY	true", -- [1236]
			"<16:49:10> <DEBUG>		Event:	LOOT_READY	true", -- [1237]
			"<16:49:10> <DEBUG>		Event:	LOOT_READY	true", -- [1238]
			"<16:49:28> <DEBUG>		Event:	LOOT_READY	true", -- [1239]
			"<16:49:28> <DEBUG>		Event:	LOOT_READY	true", -- [1240]
			"<16:50:17> <DEBUG>		Event:	LOOT_READY	true", -- [1241]
			"<16:50:17> <DEBUG>		Event:	LOOT_READY	true", -- [1242]
			"<16:50:36> <DEBUG>		Event:	LOOT_READY	true", -- [1243]
			"<16:50:36> <DEBUG>		Event:	LOOT_READY	true", -- [1244]
			"<16:50:56> <DEBUG>		Event:	LOOT_READY	true", -- [1245]
			"<16:50:56> <DEBUG>		Event:	LOOT_READY	true", -- [1246]
			"<16:51:17> <DEBUG>		Event:	LOOT_READY	true", -- [1247]
			"<16:51:17> <DEBUG>		Event:	LOOT_READY	true", -- [1248]
			"<16:51:50> <DEBUG>		Event:	LOOT_READY	true", -- [1249]
			"<16:51:50> <DEBUG>		Event:	LOOT_READY	true", -- [1250]
			"<16:52:10> <DEBUG>		Event:	LOOT_READY	true", -- [1251]
			"<16:52:10> <DEBUG>		Event:	LOOT_READY	true", -- [1252]
			"<16:52:30> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1253]
			"<16:52:30> <INFO>		UpdatePlayersData()", -- [1254]
			"<16:52:32> <DEBUG>		GetML()", -- [1255]
			"01/06/23", -- [1256]
			"<19:25:48> <INFO>		Logged In", -- [1257]
			"<19:25:48> <INFO>[ML]		Init", -- [1258]
			"<19:25:48> <INFO>		RCLootCouncil	TradeUI enabled", -- [1259]
			"<19:26:00> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугомонк-Ревущийфьорд	Player-1615-0B07C4E5", -- [1260]
			"<19:26:00> <INFO>		хугомонк-Ревущийфьорд	3.6.6	nil", -- [1261]
			"<19:26:00> <DEBUG>		ActivateSkin	bfa", -- [1262]
			"<19:26:02> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1263]
			"<19:26:02> <INFO>		UpdatePlayersData()", -- [1264]
			"<19:26:02> <INFO>		Player relog...", -- [1265]
			"<19:26:04> <DEBUG>		GetPlayersGuildRank()", -- [1266]
			"<19:26:04> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1267]
			"<19:26:06> <DEBUG>		GetML()", -- [1268]
			"<19:26:06> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1269]
			"<19:27:52> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [1270]
			"<19:27:54> <DEBUG>		GetML()", -- [1271]
			"<19:27:54> <Data.Player>		CreatePlayer	Player-2073-09ED12F7", -- [1272]
			"<19:27:54> <Data.Player>		CreatePlayer	Player-2073-09C4A1A7", -- [1273]
			"<19:27:54> <Data.Player>		CreatePlayer	Player-1604-0997ECED", -- [1274]
			"<19:27:54> <Data.Player>		CreatePlayer	Player-1390-08F3C910", -- [1275]
			"<19:27:54> <DEBUG>		Resetting council as we have a new ML!", -- [1276]
			"<19:27:54> <INFO>		MasterLooter	Destruktiv-Stormscale	LootMethod	personalloot", -- [1277]
			"<19:28:09> <DEBUG>		Timer MLdb_check passed", -- [1278]
			"<19:28:10> <Comm>		^1^Sxrealm^T^N1^SDestruktiv-Stormscale^N2^SMLdb_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1279]
			"<19:28:10> <Comm>		^1^Sxrealm^T^N1^SDestruktiv-Stormscale^N2^Scouncil_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1280]
			"<19:29:31> <DEBUG>		Event:	RAID_INSTANCE_WELCOME	Академия Алгет'ар (Эпохальный)	394228	0	0", -- [1281]
			"<19:29:32> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1282]
			"<19:29:32> <INFO>		UpdatePlayersData()", -- [1283]
			"<19:29:34> <DEBUG>		GetML()", -- [1284]
			"<19:33:31> <DEBUG>		Event:	ENCOUNTER_START	2562	Вексам	8	5", -- [1285]
			"<19:33:31> <INFO>		UpdatePlayersData()", -- [1286]
			"<19:33:52> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	эллерот-Ревущийфьорд", -- [1287]
			"<19:34:56> <DEBUG>		Event:	ENCOUNTER_END	2562	Вексам	8	5	1", -- [1288]
			"<19:39:26> <DEBUG>		Event:	ENCOUNTER_START	2564	Кроут	8	5", -- [1289]
			"<19:39:26> <INFO>		UpdatePlayersData()", -- [1290]
			"<19:41:54> <DEBUG>		Event:	ENCOUNTER_END	2564	Кроут	8	5	1", -- [1291]
			"<19:44:54> <DEBUG>		Event:	ENCOUNTER_START	2563	Заросшее древо	8	5", -- [1292]
			"<19:44:54> <INFO>		UpdatePlayersData()", -- [1293]
			"<19:46:45> <DEBUG>		Event:	ENCOUNTER_END	2563	Заросшее древо	8	5	1", -- [1294]
			"<19:47:10> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [1295]
			"<19:49:34> <DEBUG>		Event:	ENCOUNTER_START	2565	Эхо Дорагосы	8	5", -- [1296]
			"<19:49:34> <INFO>		UpdatePlayersData()", -- [1297]
			"<19:51:28> <DEBUG>		Event:	ENCOUNTER_END	2565	Эхо Дорагосы	8	5	1", -- [1298]
			"<19:51:35> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2565	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	8	Velaias-Hyjal	PALADIN", -- [1299]
			"<19:51:35> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2565	193711	|cffa335ee|Hitem:193711::::::::70:269::33:6:8964:7977:6652:9147:1607:8767:1:28:1279:::::|h[Абордажная сабля гибельных чар]|h|r	1	Velaias-Hyjal	PALADIN", -- [1300]
			"<19:51:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2565	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	8	Zuldaru-Stormscale	SHAMAN", -- [1301]
			"<19:51:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2565	193708	|cffa335ee|Hitem:193708::::::::70:269::16:7:8964:7977:40:7937:9144:1607:8767:1:28:1279:::::|h[Платиновый звездный перстень]|h|r	1	Zuldaru-Stormscale	SHAMAN", -- [1302]
			"<19:51:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2565	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	8	Destruktiv-Stormscale	WARLOCK", -- [1303]
			"<19:51:39> <DEBUG>		Event:	LOOT_READY	true", -- [1304]
			"<19:51:39> <DEBUG>		Ignoring	nil	as it's a currency", -- [1305]
			"<19:51:39> <DEBUG>		Event:	LOOT_READY	true", -- [1306]
			"<19:51:39> <DEBUG>		Ignoring	nil	as it's a currency", -- [1307]
			"<19:51:39> <DEBUG>		Event:	LOOT_CLOSED", -- [1308]
			"<19:51:39> <DEBUG>		Event:	LOOT_CLOSED", -- [1309]
			"<19:51:39> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2565	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	8	Хугомонк	MONK", -- [1310]
			"<19:51:42> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2565	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	8	Чуммазик-СвежевательДуш	DRUID", -- [1311]
			"<19:52:10> <DEBUG>		Event:	GROUP_LEFT	1	Party-2073-1-00002F4E67D3", -- [1312]
			"<19:52:10> <DEBUG>		GetML()", -- [1313]
			"<19:53:17> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [1314]
			"<19:53:22> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1315]
			"<19:53:22> <INFO>		UpdatePlayersData()", -- [1316]
			"<19:53:23> <DEBUG>		GetML()", -- [1317]
			"01/06/23", -- [1318]
			"<21:29:49> <INFO>		Logged In", -- [1319]
			"<21:29:49> <INFO>[ML]		Init", -- [1320]
			"<21:29:49> <INFO>		RCLootCouncil	TradeUI enabled", -- [1321]
			"<21:29:59> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугомонк-Ревущийфьорд	Player-1615-0B07C4E5", -- [1322]
			"<21:29:59> <INFO>		хугомонк-Ревущийфьорд	3.6.7	nil", -- [1323]
			"<21:29:59> <DEBUG>		ActivateSkin	bfa", -- [1324]
			"<21:30:02> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1325]
			"<21:30:02> <INFO>		UpdatePlayersData()", -- [1326]
			"<21:30:02> <INFO>		Player relog...", -- [1327]
			"<21:30:02> <DEBUG>		GetPlayersGuildRank()", -- [1328]
			"<21:30:02> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1329]
			"<21:30:05> <DEBUG>		GetML()", -- [1330]
			"<21:30:07> <Comm>		^1^Sv^T^N1^S3.6.7^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1331]
			"<21:30:07> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1332]
			"<21:30:07> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1333]
			"<21:30:07> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [1334]
			"<21:30:07> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1335]
			"<21:30:07> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1336]
			"<21:30:07> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	шурадх-Ревущийфьорд", -- [1337]
			"<21:30:10> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	клесса-Ревущийфьорд", -- [1338]
			"<21:30:10> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	мясарубка-Ревущийфьорд", -- [1339]
			"<21:30:10> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1340]
			"<21:30:10> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1341]
			"<21:31:13> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [1342]
			"<21:31:15> <DEBUG>		GetML()", -- [1343]
			"<21:31:15> <Data.Player>		CreatePlayer	Player-1105-05C04F60", -- [1344]
			"<21:31:15> <Data.Player>		CreatePlayer	Player-1105-0A6091A6", -- [1345]
			"<21:31:15> <Data.Player>		CreatePlayer	Player-3674-08115017", -- [1346]
			"<21:31:15> <Data.Player>		CreatePlayer	Player-1928-0E6118E9", -- [1347]
			"<21:31:15> <DEBUG>		Resetting council as we have a new ML!", -- [1348]
			"<21:31:15> <INFO>		MasterLooter	Pömmel-Frostmourne	LootMethod	personalloot", -- [1349]
			"<21:31:30> <DEBUG>		Timer MLdb_check passed", -- [1350]
			"<21:31:30> <Comm>		^1^Sxrealm^T^N1^SPömmel-Frostmourne^N2^SMLdb_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1351]
			"<21:31:30> <Comm>		^1^Sxrealm^T^N1^SPömmel-Frostmourne^N2^Scouncil_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1352]
			"<21:31:54> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1353]
			"<21:31:54> <INFO>		UpdatePlayersData()", -- [1354]
			"<21:31:56> <DEBUG>		GetML()", -- [1355]
			"<21:32:33> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1356]
			"<21:32:33> <INFO>		UpdatePlayersData()", -- [1357]
			"<21:32:35> <DEBUG>		GetML()", -- [1358]
			"<21:36:46> <DEBUG>		Event:	RAID_INSTANCE_WELCOME	Чертоги Доблести (Эпохальный)	386593	0	0", -- [1359]
			"<21:36:46> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1360]
			"<21:36:46> <INFO>		UpdatePlayersData()", -- [1361]
			"<21:36:48> <DEBUG>		GetML()", -- [1362]
			"<21:38:50> <DEBUG>		Event:	ENCOUNTER_START	1805	Химдалль	8	5", -- [1363]
			"<21:38:50> <INFO>		UpdatePlayersData()", -- [1364]
			"<21:40:34> <DEBUG>		Event:	ENCOUNTER_END	1805	Химдалль	8	5	1", -- [1365]
			"<21:41:46> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	тиралея-Ревущийфьорд", -- [1366]
			"<21:44:17> <Comm>		^1^Sv^T^N1^S3.6.7^t^^	GUILD	ледиланатель-Ревущийфьорд", -- [1367]
			"<21:44:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1368]
			"<21:44:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	мясарубка-Ревущийфьорд", -- [1369]
			"<21:44:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1370]
			"<21:44:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [1371]
			"<21:44:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1372]
			"<21:44:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1373]
			"<21:44:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	шурадх-Ревущийфьорд", -- [1374]
			"<21:44:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1375]
			"<21:44:23> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1376]
			"<21:44:59> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	злюдра-Ревущийфьорд", -- [1377]
			"<21:45:29> <DEBUG>		Event:	ENCOUNTER_START	1806	Хирья	8	5", -- [1378]
			"<21:45:29> <INFO>		UpdatePlayersData()", -- [1379]
			"<21:49:07> <DEBUG>		Event:	ENCOUNTER_END	1806	Хирья	8	5	1", -- [1380]
			"<21:50:39> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	серегя-Ревущийфьорд", -- [1381]
			"<21:52:13> <DEBUG>		Event:	ENCOUNTER_START	1807	Фенрир	8	5", -- [1382]
			"<21:52:13> <INFO>		UpdatePlayersData()", -- [1383]
			"<21:52:55> <DEBUG>		Event:	ENCOUNTER_END	1807	Фенрир	8	5	0", -- [1384]
			"<21:53:56> <DEBUG>		Event:	ENCOUNTER_START	1807	Фенрир	8	5", -- [1385]
			"<21:53:56> <INFO>		UpdatePlayersData()", -- [1386]
			"<21:55:03> <DEBUG>		Event:	ENCOUNTER_END	1807	Фенрир	8	5	1", -- [1387]
			"<21:55:26> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	милфараон-Ревущийфьорд", -- [1388]
			"<21:58:50> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	нотушка-Ревущийфьорд", -- [1389]
			"<22:00:21> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	нотушка-Ревущийфьорд", -- [1390]
			"<22:00:31> <DEBUG>		Event:	ENCOUNTER_START	1808	Король-бог Сковальд	8	5", -- [1391]
			"<22:00:31> <INFO>		UpdatePlayersData()", -- [1392]
			"<22:02:12> <DEBUG>		Event:	ENCOUNTER_END	1808	Король-бог Сковальд	8	5	1", -- [1393]
			"<22:02:58> <DEBUG>		Event:	ENCOUNTER_START	1809	Один	8	5", -- [1394]
			"<22:02:58> <INFO>		UpdatePlayersData()", -- [1395]
			"<22:04:33> <DEBUG>		Event:	ENCOUNTER_END	1809	Один	8	5	1", -- [1396]
			"<22:04:40> <DEBUG>		Event:	LOOT_READY	true", -- [1397]
			"<22:04:40> <DEBUG>		Ignoring	nil	as it's a currency", -- [1398]
			"<22:04:40> <DEBUG>		Adding to self.lootSlotInfo	3	|cffa335ee|Hitem:133621::::::::70:269::16:9:8965:7977:6652:7937:8822:8819:9144:3268:8767:1:28:1279:::::|h[Украшенные наручи стража]|h|r	4	1	GameObject-0-4252-1477-4214-381969-00003854A1	1", -- [1399]
			"<22:04:41> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1809	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Dragtarion-Frostmourne	EVOKER", -- [1400]
			"<22:04:41> <DEBUG>		Event:	LOOT_READY	true", -- [1401]
			"<22:04:41> <DEBUG>		Ignoring	nil	as it's a currency", -- [1402]
			"<22:04:41> <DEBUG>		Adding to self.lootSlotInfo	3	|cffa335ee|Hitem:133621::::::::70:269::16:9:8965:7977:6652:7937:8822:8819:9144:3268:8767:1:28:1279:::::|h[Украшенные наручи стража]|h|r	4	1	GameObject-0-4252-1477-4214-381969-00003854A1	1", -- [1403]
			"<22:04:41> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1809	133805	|cffa335ee|Hitem:133805::::::::70:269::33:9:8965:7977:6652:7936:8822:8818:9144:3268:8767:1:28:1279:::::|h[Цепь призывателя грома]|h|r	1	Dragtarion-Frostmourne	EVOKER", -- [1404]
			"<22:04:41> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1809	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Хугомонк	MONK", -- [1405]
			"<22:04:41> <DEBUG>		OnLootSlotCleared()	3	|cffa335ee|Hitem:133621::::::::70:269::16:9:8965:7977:6652:7937:8822:8819:9144:3268:8767:1:28:1279:::::|h[Украшенные наручи стража]|h|r	4", -- [1406]
			"<22:04:41> <DEBUG>		Event:	LOOT_CLOSED", -- [1407]
			"<22:04:41> <DEBUG>		Event:	LOOT_CLOSED", -- [1408]
			"<22:04:41> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1809	133621	|cffa335ee|Hitem:133621::::::::70:269::16:9:8965:7977:6652:7937:8822:8819:9144:3268:8767:1:28:1279:::::|h[Украшенные наручи стража]|h|r	1	Хугомонк	MONK", -- [1409]
			"<22:04:42> <Comm>		^1^Sl^T^N1^S381969^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1410]
			"<22:04:42> <Comm>		^1^Sl^T^N1^S381969^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1411]
			"<22:04:42> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1809	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Сяофэнг-Корольлич	MONK", -- [1412]
			"<22:04:43> <DEBUG>		Storage:New	|cffa335ee|Hitem:133621::::::::70:269::16:9:8965:7977:6652:7937:8822:8819:9144:3268:8767:1:28:1279:::::|h[Украшенные наручи стража]|h|r	temp", -- [1413]
			"<22:04:43> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:133621::::::::70:269::16:9:8965:7977:6652:7937:8822:8819:9144:3268:8767:1:28:1279:::::||h[Украшенные наручи стража]||h||r	5", -- [1414]
			"<22:04:43> <DEBUG>		Found item at	1	19", -- [1415]
			"<22:04:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1809	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Pömmel-Frostmourne	ROGUE", -- [1416]
			"<22:04:44> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:133621::::::::70:269::16:9:8965:7977:6652:7937:8822:8819:9144:3268:8767:1:28:1279:::::||h[Украшенные наручи стража]||h||r	5", -- [1417]
			"<22:04:44> <DEBUG>		Found item at	1	19", -- [1418]
			"<22:04:45> <Comm>		^1^Stradable^T^N1^S|cffa335ee|Hitem:133621::::::::70:269::16:9:8965:7977:6652:7937:8822:8819:9144:3268:8767:1:28:1279:::::|h[Украшенные~`наручи~`стража]|h|r^N2^S381969^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1419]
			"<22:04:46> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1809	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Madamågren-TwistingNether	PALADIN", -- [1420]
			"<22:05:14> <DEBUG>		TradeUI: Traded item(s) to	сяофэнг(*)-Ревущийфьорд", -- [1421]
			"<22:05:14> <DEBUG>		TradeUI:Show()	nil", -- [1422]
			"<22:05:14> <DEBUG>		TradeUI:Hide()", -- [1423]
			"<22:05:21> <DEBUG>		Event:	GROUP_LEFT	1	Party-1105-1-00002F47FB1F", -- [1424]
			"<22:05:21> <DEBUG>		GetML()", -- [1425]
			"<22:06:29> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1426]
			"<22:06:29> <INFO>		UpdatePlayersData()", -- [1427]
			"<22:06:31> <DEBUG>		GetML()", -- [1428]
			"01/06/23", -- [1429]
			"<22:12:10> <INFO>		Logged In", -- [1430]
			"<22:12:10> <INFO>[ML]		Init", -- [1431]
			"<22:12:10> <INFO>		RCLootCouncil	TradeUI enabled", -- [1432]
			"<22:12:13> <INFO>		хугомонк-Ревущийфьорд	3.6.7	nil", -- [1433]
			"<22:12:13> <DEBUG>		ActivateSkin	bfa", -- [1434]
			"<22:12:15> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	true", -- [1435]
			"<22:12:15> <INFO>		UpdatePlayersData()", -- [1436]
			"<22:12:15> <INFO>		Player relog...", -- [1437]
			"<22:12:16> <DEBUG>		GetPlayersGuildRank()", -- [1438]
			"<22:12:16> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1439]
			"<22:12:17> <DEBUG>		GetML()", -- [1440]
			"<22:12:17> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:133621::::::::70:269::16:9:8965:7977:6652:7937:8822:8819:9144:3268:8767:1:28:1279:::::||h[Украшенные наручи стража]||h||r	5", -- [1441]
			"<22:12:17> <DEBUG>		Found:	nil	nil	nil", -- [1442]
			"<22:12:17> <WARNING>		ItemStorage, db item no longer in bags	|cffa335ee|Hitem:133621::::::::70:269::16:9:8965:7977:6652:7937:8822:8819:9144:3268:8767:1:28:1279:::::|h[Украшенные наручи стража]|h|r", -- [1443]
			"<22:12:17> <Comm>		^1^Sv^T^N1^S3.6.7^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1444]
			"<22:12:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1445]
			"<22:12:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	милфараон-Ревущийфьорд", -- [1446]
			"<22:12:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	серегя-Ревущийфьорд", -- [1447]
			"<22:12:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1448]
			"<22:12:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1449]
			"<22:12:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1450]
			"<22:12:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1451]
			"<22:12:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1452]
			"<22:12:17> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	шурадх-Ревущийфьорд", -- [1453]
			"<22:13:19> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [1454]
			"<22:13:21> <DEBUG>		GetML()", -- [1455]
			"<22:13:21> <Data.Player>		CreatePlayer	Player-581-0A66A28E", -- [1456]
			"<22:13:21> <Data.Player>		CreatePlayer	Player-604-0A65D7EE", -- [1457]
			"<22:13:21> <Data.Player>		CreatePlayer	Player-1097-056E5EE0", -- [1458]
			"<22:13:21> <Data.Player>		CreatePlayer	Player-1329-09E400D4", -- [1459]
			"<22:13:21> <DEBUG>		Resetting council as we have a new ML!", -- [1460]
			"<22:13:21> <INFO>		MasterLooter	Buzum-Blackrock	LootMethod	personalloot", -- [1461]
			"<22:13:36> <DEBUG>		Timer MLdb_check passed", -- [1462]
			"<22:13:36> <Comm>		^1^Sxrealm^T^N1^SBuzum-Blackrock^N2^SMLdb_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1463]
			"<22:13:36> <Comm>		^1^Sxrealm^T^N1^SBuzum-Blackrock^N2^Scouncil_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1464]
			"<22:17:46> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	серегя-Ревущийфьорд", -- [1465]
			"<22:21:26> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	серегя-Ревущийфьорд", -- [1466]
			"01/06/23", -- [1467]
			"<22:22:25> <INFO>		Logged In", -- [1468]
			"<22:22:25> <INFO>[ML]		Init", -- [1469]
			"<22:22:25> <INFO>		RCLootCouncil	TradeUI enabled", -- [1470]
			"<22:22:27> <INFO>		хугомонк-Ревущийфьорд	3.6.7	nil", -- [1471]
			"<22:22:27> <DEBUG>		ActivateSkin	bfa", -- [1472]
			"<22:22:30> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	true", -- [1473]
			"<22:22:30> <INFO>		UpdatePlayersData()", -- [1474]
			"<22:22:30> <INFO>		Player relog...", -- [1475]
			"<22:22:31> <DEBUG>		GetPlayersGuildRank()", -- [1476]
			"<22:22:31> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1477]
			"<22:22:31> <DEBUG>		GetML()", -- [1478]
			"<22:22:31> <DEBUG>		Resetting council as we have a new ML!", -- [1479]
			"<22:22:31> <INFO>		MasterLooter	Buzum-Blackrock	LootMethod	personalloot", -- [1480]
			"<22:22:31> <DEBUG>		I'm an enchanter", -- [1481]
			"<22:22:31> <Comm>		^1^Sv^T^N1^S3.6.7^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1482]
			"<22:22:31> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N3^B^N4^N26^N5^N400.3125^N6^N269^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1483]
			"<22:22:31> <Comm>		^1^Sxrealm^T^N1^SBuzum-Blackrock^N2^Sreconnect^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1484]
			"<22:22:31> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	милфараон-Ревущийфьорд", -- [1485]
			"<22:22:31> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1486]
			"<22:22:31> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	шурадх-Ревущийфьорд", -- [1487]
			"<22:22:31> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	серегя-Ревущийфьорд", -- [1488]
			"<22:22:31> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1489]
			"<22:22:31> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1490]
			"<22:22:31> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1491]
			"<22:22:31> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1492]
			"<22:22:31> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1493]
			"<22:22:46> <DEBUG>		Timer MLdb_check passed", -- [1494]
			"<22:22:46> <Comm>		^1^Sxrealm^T^N1^SBuzum-Blackrock^N2^SMLdb_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1495]
			"<22:22:46> <Comm>		^1^Sxrealm^T^N1^SBuzum-Blackrock^N2^Scouncil_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1496]
			"<22:23:15> <Comm>		^1^Sxrealm^T^N1^SBuzum-Blackrock^N2^SMLdb_request^t^^	PARTY	Miraculics-Malorne", -- [1497]
			"<22:23:15> <Comm>		^1^Sxrealm^T^N1^SBuzum-Blackrock^N2^Scouncil_request^t^^	PARTY	Miraculics-Malorne", -- [1498]
			"<22:24:08> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1499]
			"<22:24:08> <INFO>		UpdatePlayersData()", -- [1500]
			"<22:24:09> <DEBUG>		GetML()", -- [1501]
			"<22:24:09> <Data.Player>		CreatePlayer	Player-1097-055D37DB", -- [1502]
			"<22:24:12> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1503]
			"<22:24:12> <INFO>		UpdatePlayersData()", -- [1504]
			"<22:24:14> <DEBUG>		GetML()", -- [1505]
			"<22:24:55> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1506]
			"<22:24:55> <INFO>		UpdatePlayersData()", -- [1507]
			"<22:24:58> <DEBUG>		GetML()", -- [1508]
			"<22:24:58> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1509]
			"<22:24:58> <INFO>		UpdatePlayersData()", -- [1510]
			"<22:25:00> <DEBUG>		GetML()", -- [1511]
			"<22:25:34> <DEBUG>		Event:	RAID_INSTANCE_WELCOME	Лазурное хранилище (Эпохальный)	383665	0	0", -- [1512]
			"<22:25:34> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1513]
			"<22:25:34> <INFO>		UpdatePlayersData()", -- [1514]
			"<22:25:36> <DEBUG>		GetML()", -- [1515]
			"<22:28:41> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	сварщег-Ревущийфьорд", -- [1516]
			"<22:29:17> <DEBUG>		Event:	ENCOUNTER_START	2582	Леймор	8	5", -- [1517]
			"<22:29:17> <INFO>		UpdatePlayersData()", -- [1518]
			"<22:31:06> <DEBUG>		Event:	ENCOUNTER_END	2582	Леймор	8	5	1", -- [1519]
			"<22:31:12> <Comm>		^1^Sv^T^N1^S3.6.7^t^^	GUILD	гигаовца-Ревущийфьорд", -- [1520]
			"<22:31:12> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	комт-Ревущийфьорд", -- [1521]
			"<22:31:12> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	шурадх-Ревущийфьорд", -- [1522]
			"<22:31:12> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1523]
			"<22:31:12> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1524]
			"<22:31:12> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	серегя-Ревущийфьорд", -- [1525]
			"<22:31:12> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	милфараон-Ревущийфьорд", -- [1526]
			"<22:31:12> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	нотушка-Ревущийфьорд", -- [1527]
			"<22:31:12> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1528]
			"<22:31:12> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1529]
			"<22:36:13> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	зырочка-Ревущийфьорд", -- [1530]
			"<22:39:02> <DEBUG>		Event:	ENCOUNTER_START	2585	Лазурный Клинок	8	5", -- [1531]
			"<22:39:02> <INFO>		UpdatePlayersData()", -- [1532]
			"<22:40:40> <DEBUG>		Event:	ENCOUNTER_END	2585	Лазурный Клинок	8	5	1", -- [1533]
			"<22:45:23> <DEBUG>		Event:	ENCOUNTER_START	2583	Телаш Серокрылый	8	5", -- [1534]
			"<22:45:23> <INFO>		UpdatePlayersData()", -- [1535]
			"<22:47:32> <DEBUG>		Event:	ENCOUNTER_END	2583	Телаш Серокрылый	8	5	1", -- [1536]
			"<22:48:05> <DEBUG>		Event:	ENCOUNTER_START	2584	Мраскул	8	5", -- [1537]
			"<22:48:05> <INFO>		UpdatePlayersData()", -- [1538]
			"<22:50:23> <DEBUG>		Event:	ENCOUNTER_END	2584	Мраскул	8	5	0", -- [1539]
			"<22:50:59> <DEBUG>		Event:	ENCOUNTER_START	2584	Мраскул	8	5", -- [1540]
			"<22:50:59> <INFO>		UpdatePlayersData()", -- [1541]
			"<22:53:26> <DEBUG>		Event:	ENCOUNTER_END	2584	Мраскул	8	5	1", -- [1542]
			"<22:53:34> <DEBUG>		Event:	LOOT_READY	true", -- [1543]
			"<22:53:34> <DEBUG>		Ignoring	nil	as it's a currency", -- [1544]
			"<22:53:35> <DEBUG>		Event:	LOOT_READY	true", -- [1545]
			"<22:53:35> <DEBUG>		Ignoring	nil	as it's a currency", -- [1546]
			"<22:53:35> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2584	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	8	Хугомонк	MONK", -- [1547]
			"<22:53:35> <DEBUG>		Event:	LOOT_CLOSED", -- [1548]
			"<22:53:35> <DEBUG>		Event:	LOOT_CLOSED", -- [1549]
			"<22:53:38> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2584	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	8	Buzum-Blackrock	ROGUE", -- [1550]
			"<22:53:39> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2584	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	8	Miraculics-Malorne	PRIEST", -- [1551]
			"<22:53:39> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2584	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	8	Adrinis-Malorne	HUNTER", -- [1552]
			"<22:53:40> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2584	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	8	Harmonia-Thrall	DEMONHUNTER", -- [1553]
			"<22:53:43> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2584	193647	|cffa335ee|Hitem:193647::::::::70:269::16:8:8964:7977:6652:7937:8783:9144:1607:8767:1:28:1279:::::|h[Комендантский медальон наваждения]|h|r	1	Harmonia-Thrall	DEMONHUNTER", -- [1554]
			"<22:53:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2584	193647	|cffa335ee|Hitem:193647::::::::70:269::33:8:8964:7977:6652:7937:8784:9144:1607:8767:1:28:1279:::::|h[Комендантский медальон наваждения]|h|r	1	Buzum-Blackrock	ROGUE", -- [1555]
			"<22:53:45> <DEBUG>		Event:	GROUP_LEFT	1	Party-581-1-00002F47EDE5", -- [1556]
			"<22:53:45> <DEBUG>		GetML()", -- [1557]
			"<22:54:14> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1558]
			"<22:54:14> <INFO>		UpdatePlayersData()", -- [1559]
			"<22:54:15> <DEBUG>		GetML()", -- [1560]
			"<22:55:48> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [1561]
			"<22:55:50> <DEBUG>		GetML()", -- [1562]
			"<22:55:50> <Data.Player>		CreatePlayer	Player-1390-0C387575", -- [1563]
			"<22:55:50> <Data.Player>		CreatePlayer	Player-1390-0C5EF7A5", -- [1564]
			"<22:55:50> <Data.Player>		CreatePlayer	Player-1390-0BA59C2B", -- [1565]
			"<22:55:50> <Data.Player>		CreatePlayer	Player-1390-08BD1FEA", -- [1566]
			"<22:55:50> <DEBUG>		Resetting council as we have a new ML!", -- [1567]
			"<22:55:50> <INFO>		MasterLooter	Gemshiro-Hyjal	LootMethod	personalloot", -- [1568]
			"<22:56:05> <DEBUG>		Timer MLdb_check passed", -- [1569]
			"<22:56:05> <Comm>		^1^Sxrealm^T^N1^SGemshiro-Hyjal^N2^SMLdb_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1570]
			"<22:56:05> <Comm>		^1^Sxrealm^T^N1^SGemshiro-Hyjal^N2^Scouncil_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1571]
			"<22:56:05> <Comm>		^1^Smldb^T^N1^T^S|8^T^S|14^T^S|5^N3^t^t^S|12^N60^S|11^T^S|14^T^t^t^S|1^B^S|2^B^S|5^N3^S|17^B^t^t^^	PARTY	Gemshiro-Hyjal", -- [1572]
			"<22:56:05> <INFO>		OnMLDBReceived", -- [1573]
			"<22:56:05> <Comm>		^1^Scouncil^T^N1^T^S1390-0C387575^B^t^t^^	PARTY	Gemshiro-Hyjal", -- [1574]
			"<22:56:05> <DEBUG>		isCouncil	false", -- [1575]
			"<22:56:11> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1576]
			"<22:56:11> <INFO>		UpdatePlayersData()", -- [1577]
			"<22:56:13> <DEBUG>		GetML()", -- [1578]
			"<22:56:28> <DEBUG>		Event:	RAID_INSTANCE_WELCOME	Наступление клана Нокхуд (Эпохальный)	381811	0	0", -- [1579]
			"<22:56:29> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1580]
			"<22:56:29> <INFO>		UpdatePlayersData()", -- [1581]
			"<22:56:30> <DEBUG>		GetML()", -- [1582]
			"<22:56:52> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	лаурэлин-Ревущийфьорд", -- [1583]
			"<22:59:15> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	лаурэлин-Ревущийфьорд", -- [1584]
			"<22:59:58> <DEBUG>		Event:	ENCOUNTER_START	2637	Гранит	8	5", -- [1585]
			"<22:59:58> <INFO>		UpdatePlayersData()", -- [1586]
			"<23:01:26> <DEBUG>		Event:	ENCOUNTER_END	2637	Гранит	8	5	1", -- [1587]
			"<23:02:29> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	мясарубка-Ревущийфьорд", -- [1588]
			"<23:03:29> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	тиралея-Ревущийфьорд", -- [1589]
			"<23:03:49> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	зырочка-Ревущийфьорд", -- [1590]
			"<23:05:10> <DEBUG>		Event:	ENCOUNTER_START	2636	Яростная буря	8	5", -- [1591]
			"<23:05:10> <INFO>		UpdatePlayersData()", -- [1592]
			"<23:06:45> <DEBUG>		Event:	ENCOUNTER_END	2636	Яростная буря	8	5	1", -- [1593]
			"<23:08:00> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	тиралея-Ревущийфьорд", -- [1594]
			"<23:11:12> <DEBUG>		Event:	ENCOUNTER_START	2581	Тиира и Маруук	8	5", -- [1595]
			"<23:11:12> <INFO>		UpdatePlayersData()", -- [1596]
			"<23:12:56> <DEBUG>		Event:	ENCOUNTER_END	2581	Тиира и Маруук	8	5	1", -- [1597]
			"<23:14:36> <DEBUG>		Event:	ENCOUNTER_START	2580	Хан Балакар	8	5", -- [1598]
			"<23:14:36> <INFO>		UpdatePlayersData()", -- [1599]
			"<23:16:26> <DEBUG>		Event:	ENCOUNTER_END	2580	Хан Балакар	8	5	1", -- [1600]
			"<23:16:32> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2580	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Mèretheresa-Hyjal	MONK", -- [1601]
			"<23:16:35> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2580	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Nulingu-Hyjal	ROGUE", -- [1602]
			"<23:16:35> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2580	193676	|cffa335ee|Hitem:193676::::::::70:269::16:8:8965:7977:6652:7937:8783:9144:1611:8767:1:28:1279:::::|h[Бусы предков Укхел]|h|r	1	Nulingu-Hyjal	ROGUE", -- [1603]
			"<23:16:35> <Comm>		^1^Sl^T^N1^S381966^t^^	PARTY	Nulingu-Hyjal", -- [1604]
			"<23:16:35> <Comm>		^1^Sl^T^N1^S381966^t^^	PARTY	Nulingu-Hyjal", -- [1605]
			"<23:16:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2580	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Aipar-Hyjal	MAGE", -- [1606]
			"<23:16:37> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2580	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Gemshiro-Hyjal	WARRIOR", -- [1607]
			"<23:16:38> <DEBUG>		Event:	LOOT_READY	true", -- [1608]
			"<23:16:38> <DEBUG>		Ignoring	nil	as it's a currency", -- [1609]
			"<23:16:38> <DEBUG>		Adding to self.lootSlotInfo	3	|cffa335ee|Hitem:193697::::::::70:269::33:6:8965:7977:6652:9144:1611:8767:1:28:1279:::::|h[Бутылка вьющихся вихрей]|h|r	4	1	GameObject-0-1465-2516-5986-381966-000038657B	1", -- [1610]
			"<23:16:38> <Comm>		^1^Stradable^T^N1^S|cffa335ee|Hitem:193676::::::::70:260::16:8:8965:7977:6652:7937:8783:9144:1611:8767:1:28:1279:::::|h[Perles~`ancestrales~`ukhels]|h|r^N2^S381966^t^^	PARTY	Nulingu-Hyjal", -- [1611]
			"<23:16:38> <DEBUG>		Event:	LOOT_READY	true", -- [1612]
			"<23:16:38> <DEBUG>		Ignoring	nil	as it's a currency", -- [1613]
			"<23:16:38> <DEBUG>		Adding to self.lootSlotInfo	3	|cffa335ee|Hitem:193697::::::::70:269::33:6:8965:7977:6652:9144:1611:8767:1:28:1279:::::|h[Бутылка вьющихся вихрей]|h|r	4	1	GameObject-0-1465-2516-5986-381966-000038657B	1", -- [1614]
			"<23:16:38> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2580	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Хугомонк	MONK", -- [1615]
			"<23:16:39> <DEBUG>		OnLootSlotCleared()	3	|cffa335ee|Hitem:193697::::::::70:269::33:6:8965:7977:6652:9144:1611:8767:1:28:1279:::::|h[Бутылка вьющихся вихрей]|h|r	4", -- [1616]
			"<23:16:39> <DEBUG>		Event:	LOOT_CLOSED", -- [1617]
			"<23:16:39> <DEBUG>		Event:	LOOT_CLOSED", -- [1618]
			"<23:16:39> <Comm>		^1^Sl^T^N1^S381966^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1619]
			"<23:16:39> <Comm>		^1^Sl^T^N1^S381966^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1620]
			"<23:16:39> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2580	193697	|cffa335ee|Hitem:193697::::::::70:269::33:6:8965:7977:6652:9144:1611:8767:1:28:1279:::::|h[Бутылка вьющихся вихрей]|h|r	1	Хугомонк	MONK", -- [1621]
			"<23:16:41> <DEBUG>		Storage:New	|cffa335ee|Hitem:193697::::::::70:269::33:6:8965:7977:6652:9144:1611:8767:1:28:1279:::::|h[Бутылка вьющихся вихрей]|h|r	temp", -- [1622]
			"<23:16:41> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:193697::::::::70:269::33:6:8965:7977:6652:9144:1611:8767:1:28:1279:::::||h[Бутылка вьющихся вихрей]||h||r	5", -- [1623]
			"<23:16:41> <DEBUG>		Found item at	1	19", -- [1624]
			"<23:16:42> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:193697::::::::70:269::33:6:8965:7977:6652:9144:1611:8767:1:28:1279:::::||h[Бутылка вьющихся вихрей]||h||r	5", -- [1625]
			"<23:16:42> <DEBUG>		Found item at	1	19", -- [1626]
			"<23:16:42> <Comm>		^1^Stradable^T^N1^S|cffa335ee|Hitem:193697::::::::70:269::33:6:8965:7977:6652:9144:1611:8767:1:28:1279:::::|h[Бутылка~`вьющихся~`вихрей]|h|r^N2^S381966^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1627]
			"<23:16:55> <DEBUG>		TradeUI: Traded item(s) to	Gemshiro(*)-Ревущийфьорд", -- [1628]
			"<23:16:55> <DEBUG>		TradeUI:Show()	nil", -- [1629]
			"<23:16:55> <DEBUG>		TradeUI:Hide()", -- [1630]
			"<23:17:18> <DEBUG>		Event:	GROUP_LEFT	1	Party-1390-1-00005E5E1678", -- [1631]
			"<23:17:18> <DEBUG>		GetML()", -- [1632]
			"<23:17:51> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1633]
			"<23:17:51> <INFO>		UpdatePlayersData()", -- [1634]
			"<23:17:52> <DEBUG>		GetML()", -- [1635]
			"01/07/23", -- [1636]
			"<10:05:28> <INFO>		Logged In", -- [1637]
			"<10:05:28> <INFO>[ML]		Init", -- [1638]
			"<10:05:28> <INFO>		RCLootCouncil	TradeUI enabled", -- [1639]
			"<10:05:39> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугомонк-Ревущийфьорд	Player-1615-0B07C4E5", -- [1640]
			"<10:05:39> <INFO>		хугомонк-Ревущийфьорд	3.6.7	nil", -- [1641]
			"<10:05:39> <DEBUG>		ActivateSkin	bfa", -- [1642]
			"<10:05:42> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1643]
			"<10:05:42> <INFO>		UpdatePlayersData()", -- [1644]
			"<10:05:42> <INFO>		Player relog...", -- [1645]
			"<10:05:43> <DEBUG>		GetPlayersGuildRank()", -- [1646]
			"<10:05:43> <DEBUG>		GetPlayersGuildRank()", -- [1647]
			"<10:05:43> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1648]
			"<10:05:45> <DEBUG>		GetML()", -- [1649]
			"<10:05:45> <WARNING>		ItemStorage, db item no link or timeout	|cffa335ee|Hitem:193697::::::::70:269::33:6:8965:7977:6652:9144:1611:8767:1:28:1279:::::|h[Бутылка вьющихся вихрей]|h|r	7140	1673029001	temp", -- [1650]
			"<10:05:46> <Comm>		^1^Sv^T^N1^S3.6.7^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1651]
			"01/07/23", -- [1652]
			"<10:39:55> <INFO>		Logged In", -- [1653]
			"<10:39:55> <INFO>[ML]		Init", -- [1654]
			"<10:39:55> <INFO>		RCLootCouncil	TradeUI enabled", -- [1655]
			"<10:40:05> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хуговар-Ревущийфьорд	Player-1615-0B0576A8", -- [1656]
			"<10:40:05> <INFO>		хуговар-Ревущийфьорд	3.6.7	nil", -- [1657]
			"<10:40:05> <DEBUG>		ActivateSkin	bfa", -- [1658]
			"<10:40:07> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1659]
			"<10:40:07> <INFO>		UpdatePlayersData()", -- [1660]
			"<10:40:07> <INFO>		Player relog...", -- [1661]
			"<10:40:10> <DEBUG>		GetML()", -- [1662]
			"<10:51:08> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1663]
			"<10:51:08> <INFO>		UpdatePlayersData()", -- [1664]
			"<10:51:09> <DEBUG>		GetML()", -- [1665]
			"01/07/23", -- [1666]
			"<11:02:39> <INFO>		Logged In", -- [1667]
			"<11:02:39> <INFO>[ML]		Init", -- [1668]
			"<11:02:39> <INFO>		RCLootCouncil	TradeUI enabled", -- [1669]
			"<11:02:48> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугакон-Ревущийфьорд	Player-1615-0B09BE14", -- [1670]
			"<11:02:48> <INFO>		хугакон-Ревущийфьорд	3.6.7	nil", -- [1671]
			"<11:02:48> <DEBUG>		ActivateSkin	bfa", -- [1672]
			"<11:02:51> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1673]
			"<11:02:51> <INFO>		UpdatePlayersData()", -- [1674]
			"<11:02:51> <INFO>		Player relog...", -- [1675]
			"<11:02:53> <DEBUG>		GetML()", -- [1676]
			"<11:12:25> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1677]
			"<11:12:25> <INFO>		UpdatePlayersData()", -- [1678]
			"<11:12:27> <DEBUG>		GetML()", -- [1679]
			"01/07/23", -- [1680]
			"<11:24:51> <INFO>		Logged In", -- [1681]
			"<11:24:51> <INFO>[ML]		Init", -- [1682]
			"<11:24:51> <INFO>		RCLootCouncil	TradeUI enabled", -- [1683]
			"<11:25:00> <INFO>		хугомонк-Ревущийфьорд	3.6.7	nil", -- [1684]
			"<11:25:00> <DEBUG>		ActivateSkin	bfa", -- [1685]
			"<11:25:02> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1686]
			"<11:25:02> <INFO>		UpdatePlayersData()", -- [1687]
			"<11:25:02> <INFO>		Player relog...", -- [1688]
			"<11:25:04> <DEBUG>		GetPlayersGuildRank()", -- [1689]
			"<11:25:04> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1690]
			"<11:25:05> <DEBUG>		GetML()", -- [1691]
			"<11:25:07> <Comm>		^1^Sv^T^N1^S3.6.7^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1692]
			"01/07/23", -- [1693]
			"<18:50:11> <INFO>		Logged In", -- [1694]
			"<18:50:11> <INFO>[ML]		Init", -- [1695]
			"<18:50:11> <INFO>		RCLootCouncil	TradeUI enabled", -- [1696]
			"<18:50:24> <Data.Player>		UpdateCachedPlayer - couldn't get PlayerInfoByGUID	хугомонк-Ревущийфьорд	Player-1615-0B07C4E5", -- [1697]
			"<18:50:24> <INFO>		хугомонк-Ревущийфьорд	3.6.7	nil", -- [1698]
			"<18:50:24> <DEBUG>		ActivateSkin	bfa", -- [1699]
			"<18:50:27> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	true	false", -- [1700]
			"<18:50:27> <INFO>		UpdatePlayersData()", -- [1701]
			"<18:50:27> <INFO>		Player relog...", -- [1702]
			"<18:50:28> <DEBUG>		GetPlayersGuildRank()", -- [1703]
			"<18:50:28> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1704]
			"<18:50:32> <DEBUG>		GetML()", -- [1705]
			"<18:50:34> <Comm>		^1^Sv^T^N1^S3.6.7^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1706]
			"<18:50:34> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1707]
			"<18:50:34> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	мягчайший-Ревущийфьорд", -- [1708]
			"<18:50:34> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [1709]
			"<18:50:34> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1710]
			"<18:50:34> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	злюдра-Ревущийфьорд", -- [1711]
			"<18:50:34> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1712]
			"<18:50:34> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	шурадх-Ревущийфьорд", -- [1713]
			"<18:53:23> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [1714]
			"<18:53:25> <DEBUG>		GetML()", -- [1715]
			"<18:53:25> <Data.Player>		CreatePlayer	Player-1335-09EE282E", -- [1716]
			"<18:53:25> <Data.Player>		CreatePlayer	Player-1335-09F0E918", -- [1717]
			"<18:53:25> <Data.Player>		CreatePlayer	Player-1378-0A7E7B4E", -- [1718]
			"<18:53:25> <Data.Player>		CreatePlayer	Player-1335-09ED00AC", -- [1719]
			"<18:53:25> <DEBUG>		Resetting council as we have a new ML!", -- [1720]
			"<18:53:25> <INFO>		MasterLooter	Erillothal-Ysondre	LootMethod	personalloot", -- [1721]
			"<18:53:40> <DEBUG>		Timer MLdb_check passed", -- [1722]
			"<18:53:40> <Comm>		^1^Sxrealm^T^N1^SErillothal-Ysondre^N2^SMLdb_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1723]
			"<18:53:40> <Comm>		^1^Sxrealm^T^N1^SErillothal-Ysondre^N2^Scouncil_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1724]
			"<18:53:51> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1725]
			"<18:53:51> <INFO>		UpdatePlayersData()", -- [1726]
			"<18:53:52> <DEBUG>		GetML()", -- [1727]
			"<18:56:07> <DEBUG>		Event:	RAID_INSTANCE_WELCOME	Квартал Звезд (Эпохальный)	309832	0	0", -- [1728]
			"<18:56:08> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1729]
			"<18:56:08> <INFO>		UpdatePlayersData()", -- [1730]
			"<18:56:10> <DEBUG>		GetML()", -- [1731]
			"<19:00:25> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	шоранджи-Ревущийфьорд", -- [1732]
			"<19:01:20> <DEBUG>		Event:	ENCOUNTER_START	1868	Капитан патруля Гердо	8	5", -- [1733]
			"<19:01:20> <INFO>		UpdatePlayersData()", -- [1734]
			"<19:03:00> <DEBUG>		Event:	ENCOUNTER_END	1868	Капитан патруля Гердо	8	5	1", -- [1735]
			"<19:05:43> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	зис-Ревущийфьорд", -- [1736]
			"<19:09:25> <DEBUG>		Event:	ENCOUNTER_START	1869	Таликса Пламя Гнева	8	5", -- [1737]
			"<19:09:25> <INFO>		UpdatePlayersData()", -- [1738]
			"<19:10:35> <DEBUG>		Event:	ENCOUNTER_END	1869	Таликса Пламя Гнева	8	5	1", -- [1739]
			"<19:11:00> <Comm>		^1^Sv^T^N1^S3.6.7^t^^	GUILD	мягчайший-Ревущийфьорд", -- [1740]
			"<19:11:00> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1741]
			"<19:11:00> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^N2^SRCLootCouncil_ExtraUtilities~`-~`1.1.1^t^t^^	GUILD	шоранджи-Ревущийфьорд", -- [1742]
			"<19:11:00> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	шурадх-Ревущийфьорд", -- [1743]
			"<19:11:00> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	зис-Ревущийфьорд", -- [1744]
			"<19:11:04> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1745]
			"<19:14:06> <DEBUG>		Event:	ENCOUNTER_START	1870	Советник Меландр	8	5", -- [1746]
			"<19:14:06> <INFO>		UpdatePlayersData()", -- [1747]
			"<19:15:44> <DEBUG>		Event:	ENCOUNTER_END	1870	Советник Меландр	8	5	1", -- [1748]
			"<19:15:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1870	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Stratochien-Ysondre	HUNTER", -- [1749]
			"<19:15:50> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1870	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Erillothal-Ysondre	PALADIN", -- [1750]
			"<19:15:52> <DEBUG>		Event:	LOOT_READY	true", -- [1751]
			"<19:15:52> <DEBUG>		Ignoring	nil	as it's a currency", -- [1752]
			"<19:15:52> <DEBUG>		Adding to self.lootSlotInfo	3	|cffa335ee|Hitem:137487::::::::70:269::16:8:8965:7977:6652:7935:8784:9144:3268:8767:1:28:1279:::::|h[Ожерелье звезд]|h|r	4	1	GameObject-0-4243-1571-31280-381970-0000397E91	1", -- [1753]
			"<19:15:52> <DEBUG>		Event:	LOOT_READY	true", -- [1754]
			"<19:15:52> <DEBUG>		Ignoring	nil	as it's a currency", -- [1755]
			"<19:15:52> <DEBUG>		Adding to self.lootSlotInfo	3	|cffa335ee|Hitem:137487::::::::70:269::16:8:8965:7977:6652:7935:8784:9144:3268:8767:1:28:1279:::::|h[Ожерелье звезд]|h|r	4	1	GameObject-0-4243-1571-31280-381970-0000397E91	1", -- [1756]
			"<19:15:53> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1870	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Хугомонк	MONK", -- [1757]
			"<19:15:53> <DEBUG>		OnLootSlotCleared()	3	|cffa335ee|Hitem:137487::::::::70:269::16:8:8965:7977:6652:7935:8784:9144:3268:8767:1:28:1279:::::|h[Ожерелье звезд]|h|r	4", -- [1758]
			"<19:15:53> <DEBUG>		Event:	LOOT_CLOSED", -- [1759]
			"<19:15:53> <DEBUG>		Event:	LOOT_CLOSED", -- [1760]
			"<19:15:53> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1870	137487	|cffa335ee|Hitem:137487::::::::70:269::16:8:8965:7977:6652:7935:8784:9144:3268:8767:1:28:1279:::::|h[Ожерелье звезд]|h|r	1	Хугомонк	MONK", -- [1761]
			"<19:15:53> <Comm>		^1^Sl^T^N1^S381970^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1762]
			"<19:15:53> <Comm>		^1^Sl^T^N1^S381970^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1763]
			"<19:15:55> <DEBUG>		Storage:New	|cffa335ee|Hitem:137487::::::::70:269::16:8:8965:7977:6652:7935:8784:9144:3268:8767:1:28:1279:::::|h[Ожерелье звезд]|h|r	temp", -- [1764]
			"<19:15:55> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:137487::::::::70:269::16:8:8965:7977:6652:7935:8784:9144:3268:8767:1:28:1279:::::||h[Ожерелье звезд]||h||r	5", -- [1765]
			"<19:15:55> <DEBUG>		Found item at	1	20", -- [1766]
			"<19:15:56> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:137487::::::::70:269::16:8:8965:7977:6652:7935:8784:9144:3268:8767:1:28:1279:::::||h[Ожерелье звезд]||h||r	5", -- [1767]
			"<19:15:56> <DEBUG>		Found item at	1	20", -- [1768]
			"<19:15:56> <Comm>		^1^Stradable^T^N1^S|cffa335ee|Hitem:137487::::::::70:269::16:8:8965:7977:6652:7935:8784:9144:3268:8767:1:28:1279:::::|h[Ожерелье~`звезд]|h|r^N2^S381970^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1769]
			"<19:16:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1870	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Alecsä-DunModr	DRUID", -- [1770]
			"<19:16:22> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1870	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	9	Bathtaran-Ysondre	DEMONHUNTER", -- [1771]
			"<19:16:22> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1870	137483	|cffa335ee|Hitem:137483::::::::70:269::33:8:8965:7977:6652:8822:8819:9144:3268:8767:1:28:1279:::::|h[Накидка Сумеречной стражи]|h|r	1	Bathtaran-Ysondre	DEMONHUNTER", -- [1772]
			"<19:16:32> <DEBUG>		Event:	GROUP_LEFT	1	Party-1335-1-00002F53FA5C", -- [1773]
			"<19:16:32> <DEBUG>		GetML()", -- [1774]
			"<19:16:55> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1775]
			"<19:16:55> <INFO>		UpdatePlayersData()", -- [1776]
			"<19:16:56> <DEBUG>		GetML()", -- [1777]
			"01/07/23", -- [1778]
			"<19:18:22> <INFO>		Logged In", -- [1779]
			"<19:18:22> <INFO>[ML]		Init", -- [1780]
			"<19:18:22> <INFO>		RCLootCouncil	TradeUI enabled", -- [1781]
			"<19:18:25> <INFO>		хугомонк-Ревущийфьорд	3.6.7	nil", -- [1782]
			"<19:18:25> <DEBUG>		ActivateSkin	bfa", -- [1783]
			"<19:18:28> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	true", -- [1784]
			"<19:18:28> <INFO>		UpdatePlayersData()", -- [1785]
			"<19:18:28> <INFO>		Player relog...", -- [1786]
			"<19:18:29> <DEBUG>		GetPlayersGuildRank()", -- [1787]
			"<19:18:29> <DEBUG>		Found Guild Rank: Отряд Репка", -- [1788]
			"<19:18:29> <DEBUG>		GetML()", -- [1789]
			"<19:18:29> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:137487::::::::70:269::16:8:8965:7977:6652:7935:8784:9144:3268:8767:1:28:1279:::::||h[Ожерелье звезд]||h||r	5", -- [1790]
			"<19:18:29> <DEBUG>		Found item at	3	18", -- [1791]
			"<19:18:29> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:137487::::::::70:269::16:8:8965:7977:6652:7935:8784:9144:3268:8767:1:28:1279:::::||h[Ожерелье звезд]||h||r	5", -- [1792]
			"<19:18:29> <DEBUG>		Found item at	3	18", -- [1793]
			"<19:18:30> <Comm>		^1^Sv^T^N1^S3.6.7^t^^	GUILD	хугомонк-Ревущийфьорд", -- [1794]
			"<19:18:30> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1795]
			"<19:18:30> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	зис-Ревущийфьорд", -- [1796]
			"<19:18:30> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1797]
			"<19:18:30> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	шурадх-Ревущийфьорд", -- [1798]
			"<19:19:45> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [1799]
			"<19:19:47> <DEBUG>		GetML()", -- [1800]
			"<19:19:47> <Data.Player>		CreatePlayer	Player-1621-0B09F7B9", -- [1801]
			"<19:19:47> <Data.Player>		CreatePlayer	Player-1390-0A59BA16", -- [1802]
			"<19:19:47> <Data.Player>		CreatePlayer	Player-1604-0F47B526", -- [1803]
			"<19:19:47> <Data.Player>		CreatePlayer	Player-1615-0A5A8D96", -- [1804]
			"<19:19:47> <DEBUG>		Resetting council as we have a new ML!", -- [1805]
			"<19:19:47> <INFO>		MasterLooter	Zoomevo-Sinstralis	LootMethod	personalloot", -- [1806]
			"<19:20:02> <DEBUG>		Timer MLdb_check passed", -- [1807]
			"<19:20:03> <Comm>		^1^Sxrealm^T^N1^SZoomevo-Sinstralis^N2^SMLdb_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1808]
			"<19:20:03> <Comm>		^1^Sxrealm^T^N1^SZoomevo-Sinstralis^N2^Scouncil_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1809]
			"<19:20:14> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1810]
			"<19:20:14> <INFO>		UpdatePlayersData()", -- [1811]
			"<19:20:15> <DEBUG>		GetML()", -- [1812]
			"<19:20:52> <DEBUG>		Event:	RAID_INSTANCE_WELCOME	Некрополь Призрачной Луны (Эпохальный)	308347	0	0", -- [1813]
			"<19:20:52> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1814]
			"<19:20:52> <INFO>		UpdatePlayersData()", -- [1815]
			"<19:20:54> <DEBUG>		GetML()", -- [1816]
			"<19:24:42> <DEBUG>		Event:	ENCOUNTER_START	1677	Садана Кровавое Безумие	8	5", -- [1817]
			"<19:24:42> <INFO>		UpdatePlayersData()", -- [1818]
			"<19:26:33> <DEBUG>		Event:	ENCOUNTER_END	1677	Садана Кровавое Безумие	8	5	1", -- [1819]
			"<19:27:53> <DEBUG>		Event:	ENCOUNTER_START	1688	Нхаллиш	8	5", -- [1820]
			"<19:27:53> <INFO>		UpdatePlayersData()", -- [1821]
			"<19:28:03> <Comm>		^1^Sv^T^N1^S3.6.7^t^^	GUILD	ватрониум-Ревущийфьорд", -- [1822]
			"<19:28:03> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1823]
			"<19:28:03> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	зис-Ревущийфьорд", -- [1824]
			"<19:28:03> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1825]
			"<19:28:03> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	шурадх-Ревущийфьорд", -- [1826]
			"<19:29:48> <DEBUG>		Event:	ENCOUNTER_END	1688	Нхаллиш	8	5	1", -- [1827]
			"<19:33:08> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	зырочка-Ревущийфьорд", -- [1828]
			"<19:33:25> <DEBUG>		Event:	ENCOUNTER_START	1679	Костебрюх	8	5", -- [1829]
			"<19:33:25> <INFO>		UpdatePlayersData()", -- [1830]
			"<19:36:21> <DEBUG>		Event:	ENCOUNTER_END	1679	Костебрюх	8	5	1", -- [1831]
			"<19:37:59> <DEBUG>		Event:	ENCOUNTER_START	1682	Нер'зул	8	5", -- [1832]
			"<19:37:59> <INFO>		UpdatePlayersData()", -- [1833]
			"<19:40:38> <DEBUG>		Event:	ENCOUNTER_END	1682	Нер'зул	8	5	0", -- [1834]
			"<19:41:17> <DEBUG>		Event:	ENCOUNTER_START	1682	Нер'зул	8	5", -- [1835]
			"<19:41:17> <INFO>		UpdatePlayersData()", -- [1836]
			"<19:44:06> <DEBUG>		Event:	ENCOUNTER_END	1682	Нер'зул	8	5	1", -- [1837]
			"<19:44:13> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1682	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Sukrath-Hyjal	WARRIOR", -- [1838]
			"<19:44:14> <DEBUG>		Event:	LOOT_READY	true", -- [1839]
			"<19:44:14> <DEBUG>		Ignoring	nil	as it's a currency", -- [1840]
			"<19:44:14> <DEBUG>		Adding to self.lootSlotInfo	3	|cffa335ee|Hitem:109829::::::::70:269::16:9:8966:7977:42:7936:8822:8818:9144:3277:8767:1:28:1279:::::|h[Пояс огненной собранности]|h|r	4	1	GameObject-0-4247-1176-4554-381971-0000398537	1", -- [1841]
			"<19:44:14> <DEBUG>		Event:	LOOT_READY	true", -- [1842]
			"<19:44:14> <DEBUG>		Ignoring	nil	as it's a currency", -- [1843]
			"<19:44:14> <DEBUG>		Adding to self.lootSlotInfo	3	|cffa335ee|Hitem:109829::::::::70:269::16:9:8966:7977:42:7936:8822:8818:9144:3277:8767:1:28:1279:::::|h[Пояс огненной собранности]|h|r	4	1	GameObject-0-4247-1176-4554-381971-0000398537	1", -- [1844]
			"<19:44:14> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1682	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Страпонесска-СвежевательДуш	DEMONHUNTER", -- [1845]
			"<19:44:14> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1682	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хугомонк	MONK", -- [1846]
			"<19:44:15> <DEBUG>		OnLootSlotCleared()	3	|cffa335ee|Hitem:109829::::::::70:269::16:9:8966:7977:42:7936:8822:8818:9144:3277:8767:1:28:1279:::::|h[Пояс огненной собранности]|h|r	4", -- [1847]
			"<19:44:15> <DEBUG>		Event:	LOOT_CLOSED", -- [1848]
			"<19:44:15> <DEBUG>		Event:	LOOT_CLOSED", -- [1849]
			"<19:44:15> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1682	109829	|cffa335ee|Hitem:109829::::::::70:269::16:9:8966:7977:42:7936:8822:8818:9144:3277:8767:1:28:1279:::::|h[Пояс огненной собранности]|h|r	1	Хугомонк	MONK", -- [1850]
			"<19:44:15> <Comm>		^1^Sl^T^N1^S381971^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1851]
			"<19:44:15> <Comm>		^1^Sl^T^N1^S381971^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1852]
			"<19:44:17> <DEBUG>		Storage:New	|cffa335ee|Hitem:109829::::::::70:269::16:9:8966:7977:42:7936:8822:8818:9144:3277:8767:1:28:1279:::::|h[Пояс огненной собранности]|h|r	temp", -- [1853]
			"<19:44:17> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:109829::::::::70:269::16:9:8966:7977:42:7936:8822:8818:9144:3277:8767:1:28:1279:::::||h[Пояс огненной собранности]||h||r	5", -- [1854]
			"<19:44:17> <DEBUG>		Found item at	1	20", -- [1855]
			"<19:44:18> <DEBUG>		Storage: searching for item:	||cffa335ee||Hitem:109829::::::::70:269::16:9:8966:7977:42:7936:8822:8818:9144:3277:8767:1:28:1279:::::||h[Пояс огненной собранности]||h||r	5", -- [1856]
			"<19:44:18> <DEBUG>		Found item at	1	20", -- [1857]
			"<19:44:18> <Comm>		^1^Stradable^T^N1^S|cffa335ee|Hitem:109829::::::::70:269::16:9:8966:7977:42:7936:8822:8818:9144:3277:8767:1:28:1279:::::|h[Пояс~`огненной~`собранности]|h|r^N2^S381971^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1858]
			"<19:44:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1682	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Лашши	HUNTER", -- [1859]
			"<19:44:43> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1682	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Zoomevo-Sinstralis	EVOKER", -- [1860]
			"<19:44:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1682	110007	|cffa335ee|Hitem:110007::::::::70:269::33:6:8966:7977:6652:9144:3277:8767:1:28:1279:::::|h[Камень теней исцелителя Бездны]|h|r	1	Zoomevo-Sinstralis	EVOKER", -- [1861]
			"<19:44:55> <DEBUG>		Event:	GROUP_LEFT	1	Party-1621-1-0000368D4758", -- [1862]
			"<19:44:55> <DEBUG>		GetML()", -- [1863]
			"<19:45:26> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1864]
			"<19:45:26> <INFO>		UpdatePlayersData()", -- [1865]
			"<19:45:28> <DEBUG>		GetML()", -- [1866]
			"<19:46:58> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [1867]
			"<19:47:00> <DEBUG>		GetML()", -- [1868]
			"<19:47:00> <Data.Player>		CreatePlayer	Player-1602-0A64F503", -- [1869]
			"<19:47:00> <Data.Player>		CreatePlayer	Player-1615-0B061FF5", -- [1870]
			"<19:47:00> <Data.Player>		CreatePlayer	Player-1615-08792D5D", -- [1871]
			"<19:47:00> <DEBUG>		Resetting council as we have a new ML!", -- [1872]
			"<19:47:00> <INFO>		MasterLooter	ятэ-Гордунни	LootMethod	personalloot", -- [1873]
			"<19:47:15> <DEBUG>		Timer MLdb_check passed", -- [1874]
			"<19:47:15> <Comm>		^1^Sxrealm^T^N1^Sятэ-Гордунни^N2^SMLdb_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1875]
			"<19:47:15> <Comm>		^1^Sxrealm^T^N1^Sятэ-Гордунни^N2^Scouncil_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1876]
			"<19:47:22> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1877]
			"<19:47:22> <INFO>		UpdatePlayersData()", -- [1878]
			"<19:47:24> <DEBUG>		GetML()", -- [1879]
			"<19:49:08> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1880]
			"<19:49:08> <INFO>		UpdatePlayersData()", -- [1881]
			"<19:49:10> <DEBUG>		GetML()", -- [1882]
			"<19:49:10> <Data.Player>		CreatePlayer	Player-1602-0F04C84A", -- [1883]
			"<19:49:25> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1884]
			"<19:49:25> <INFO>		UpdatePlayersData()", -- [1885]
			"<19:49:27> <DEBUG>		GetML()", -- [1886]
			"<19:49:38> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1887]
			"<19:49:38> <INFO>		UpdatePlayersData()", -- [1888]
			"<19:49:40> <DEBUG>		GetML()", -- [1889]
			"<19:50:01> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1890]
			"<19:50:01> <INFO>		UpdatePlayersData()", -- [1891]
			"<19:50:03> <DEBUG>		GetML()", -- [1892]
			"<19:50:13> <DEBUG>		Event:	RAID_INSTANCE_WELCOME	Храм Нефритовой Змеи (Эпохальный)	306586	0	0", -- [1893]
			"<19:50:14> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1894]
			"<19:50:14> <INFO>		UpdatePlayersData()", -- [1895]
			"<19:50:15> <DEBUG>		GetML()", -- [1896]
			"<19:50:34> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [1897]
			"<19:50:36> <DEBUG>		GetML()", -- [1898]
			"<19:50:36> <DEBUG>		Resetting council as we have a new ML!", -- [1899]
			"<19:50:36> <INFO>		MasterLooter	шиианна-Ревущийфьорд	LootMethod	personalloot", -- [1900]
			"<19:50:51> <DEBUG>		Timer MLdb_check passed", -- [1901]
			"<19:53:23> <DEBUG>		Event:	ENCOUNTER_START	1418	Мудрый Марис	8	5", -- [1902]
			"<19:53:23> <INFO>		UpdatePlayersData()", -- [1903]
			"<19:55:25> <DEBUG>		Event:	ENCOUNTER_END	1418	Мудрый Марис	8	5	1", -- [1904]
			"<19:58:39> <DEBUG>		Event:	ENCOUNTER_START	1417	Каменная Поступь	8	5", -- [1905]
			"<19:58:39> <INFO>		UpdatePlayersData()", -- [1906]
			"<20:00:49> <DEBUG>		Event:	ENCOUNTER_END	1417	Каменная Поступь	8	5	1", -- [1907]
			"<20:06:41> <DEBUG>		Event:	ENCOUNTER_START	1416	Лю Пламенное Сердце	8	5", -- [1908]
			"<20:06:41> <INFO>		UpdatePlayersData()", -- [1909]
			"<20:08:27> <DEBUG>		Event:	ENCOUNTER_END	1416	Лю Пламенное Сердце	8	5	1", -- [1910]
			"<20:11:26> <DEBUG>		Event:	ENCOUNTER_START	1439	Ша Сомнения	8	5", -- [1911]
			"<20:11:26> <INFO>		UpdatePlayersData()", -- [1912]
			"<20:13:29> <DEBUG>		Event:	ENCOUNTER_END	1439	Ша Сомнения	8	5	1", -- [1913]
			"<20:13:35> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1439	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Шиианна	DEMONHUNTER", -- [1914]
			"<20:13:35> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1439	143959	|cffa335ee|Hitem:143959::::::::70:269::33:8:8966:7977:6652:8822:8820:9144:3282:8767:1:28:1279:::::|h[Нагрудный доспех отчаяния]|h|r	1	Шиианна	DEMONHUNTER", -- [1915]
			"<20:13:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1439	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ятэ-Гордунни	DRUID", -- [1916]
			"<20:13:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1439	144112	|cffa335ee|Hitem:144112::::::::70:269::16:7:8966:7977:6652:7937:9144:3282:8767:1:28:1279:::::|h[Кристаллизованная капля]|h|r	1	Ятэ-Гордунни	DRUID", -- [1917]
			"<20:13:40> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1439	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ягуна-Гордунни	MAGE", -- [1918]
			"<20:13:40> <DEBUG>		Event:	LOOT_READY	true", -- [1919]
			"<20:13:40> <DEBUG>		Ignoring	nil	as it's a currency", -- [1920]
			"<20:13:40> <DEBUG>		Event:	LOOT_READY	true", -- [1921]
			"<20:13:40> <DEBUG>		Ignoring	nil	as it's a currency", -- [1922]
			"<20:13:41> <DEBUG>		Event:	LOOT_CLOSED", -- [1923]
			"<20:13:41> <DEBUG>		Event:	LOOT_CLOSED", -- [1924]
			"<20:13:41> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1439	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хугомонк	MONK", -- [1925]
			"<20:13:42> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1439	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Голгота	ROGUE", -- [1926]
			"<20:13:58> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1927]
			"<20:14:07> <DEBUG>		Event:	GROUP_LEFT	1	Party-1615-1-0000368D63E9", -- [1928]
			"<20:14:07> <DEBUG>		GetML()", -- [1929]
			"<20:14:29> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1930]
			"<20:14:29> <INFO>		UpdatePlayersData()", -- [1931]
			"<20:14:31> <DEBUG>		GetML()", -- [1932]
			"<20:17:15> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [1933]
			"<20:17:17> <DEBUG>		GetML()", -- [1934]
			"<20:17:17> <Data.Player>		CreatePlayer	Player-1305-0B99A490", -- [1935]
			"<20:17:17> <Data.Player>		CreatePlayer	Player-1587-0736FFDF", -- [1936]
			"<20:17:17> <Data.Player>		CreatePlayer	Player-1615-04E43755", -- [1937]
			"<20:17:17> <DEBUG>		Resetting council as we have a new ML!", -- [1938]
			"<20:17:17> <INFO>		MasterLooter	Woyyers-Kazzak	LootMethod	personalloot", -- [1939]
			"<20:17:32> <DEBUG>		Timer MLdb_check passed", -- [1940]
			"<20:17:32> <Comm>		^1^Sxrealm^T^N1^SWoyyers-Kazzak^N2^SMLdb_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1941]
			"<20:17:32> <Comm>		^1^Sxrealm^T^N1^SWoyyers-Kazzak^N2^Scouncil_request^t^^	PARTY	хугомонк-Ревущийфьорд", -- [1942]
			"<20:17:47> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1943]
			"<20:17:47> <INFO>		UpdatePlayersData()", -- [1944]
			"<20:17:48> <DEBUG>		GetML()", -- [1945]
			"<20:17:48> <Data.Player>		CreatePlayer	Player-1390-06D331E0", -- [1946]
			"<20:20:52> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	шурадх-Ревущийфьорд", -- [1947]
			"<20:21:09> <DEBUG>		Event:	RAID_INSTANCE_WELCOME	Чертоги Доблести (Эпохальный)	304730	0	0", -- [1948]
			"<20:21:10> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1949]
			"<20:21:10> <INFO>		UpdatePlayersData()", -- [1950]
			"<20:21:11> <DEBUG>		GetML()", -- [1951]
			"<20:23:21> <DEBUG>		Event:	ENCOUNTER_START	1805	Химдалль	8	5", -- [1952]
			"<20:23:21> <INFO>		UpdatePlayersData()", -- [1953]
			"<20:24:49> <DEBUG>		Event:	ENCOUNTER_END	1805	Химдалль	8	5	1", -- [1954]
			"<20:26:43> <Comm>		^1^Sv^T^N1^S3.6.7^t^^	GUILD	аландир-Ревущийфьорд", -- [1955]
			"<20:26:43> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1956]
			"<20:26:43> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	зырочка-Ревущийфьорд", -- [1957]
			"<20:26:43> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^N1^SRCLootCouncil_GroupGear~`-~`2.2.0^t^t^^	GUILD	вальдегмар-Ревущийфьорд", -- [1958]
			"<20:26:43> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	шурадх-Ревущийфьорд", -- [1959]
			"<20:26:45> <Comm>		^1^Sr^T^N1^S3.6.6^N3^T^t^t^^	GUILD	зис-Ревущийфьорд", -- [1960]
			"<20:27:55> <DEBUG>		Event:	ENCOUNTER_START	1806	Хирья	8	5", -- [1961]
			"<20:27:55> <INFO>		UpdatePlayersData()", -- [1962]
			"<20:30:17> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	интоксикант-Ревущийфьорд", -- [1963]
			"<20:30:57> <DEBUG>		Event:	ENCOUNTER_END	1806	Хирья	8	5	1", -- [1964]
			"<20:34:14> <DEBUG>		Event:	ENCOUNTER_START	1807	Фенрир	8	5", -- [1965]
			"<20:34:14> <INFO>		UpdatePlayersData()", -- [1966]
			"<20:34:57> <DEBUG>		Event:	ENCOUNTER_END	1807	Фенрир	8	5	0", -- [1967]
			"<20:36:06> <DEBUG>		Event:	ENCOUNTER_START	1807	Фенрир	8	5", -- [1968]
			"<20:36:06> <INFO>		UpdatePlayersData()", -- [1969]
			"<20:36:55> <DEBUG>		Event:	ENCOUNTER_END	1807	Фенрир	8	5	1", -- [1970]
			"<20:42:17> <Comm>		^1^Sv^T^N1^S3.6.6^t^^	GUILD	ксимаксрога-Ревущийфьорд", -- [1971]
			"<20:43:02> <DEBUG>		Event:	ENCOUNTER_START	1808	Король-бог Сковальд	8	5", -- [1972]
			"<20:43:02> <INFO>		UpdatePlayersData()", -- [1973]
			"<20:44:35> <DEBUG>		Event:	ENCOUNTER_END	1808	Король-бог Сковальд	8	5	1", -- [1974]
			"<20:46:23> <DEBUG>		Event:	ENCOUNTER_START	1809	Один	8	5", -- [1975]
			"<20:46:23> <INFO>		UpdatePlayersData()", -- [1976]
			"<20:47:29> <DEBUG>		Event:	ENCOUNTER_END	1809	Один	8	5	1", -- [1977]
			"<20:47:41> <DEBUG>		Event:	LOOT_READY	true", -- [1978]
			"<20:47:41> <DEBUG>		Ignoring	nil	as it's a currency", -- [1979]
			"<20:47:41> <DEBUG>		Event:	LOOT_READY	true", -- [1980]
			"<20:47:41> <DEBUG>		Ignoring	nil	as it's a currency", -- [1981]
			"<20:47:41> <DEBUG>		Event:	LOOT_CLOSED", -- [1982]
			"<20:47:41> <DEBUG>		Event:	LOOT_CLOSED", -- [1983]
			"<20:47:41> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1809	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хугомонк	MONK", -- [1984]
			"<20:47:41> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1809	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Shírá-Arathor	DRUID", -- [1985]
			"<20:47:42> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1809	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Актемель	HUNTER", -- [1986]
			"<20:47:43> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1809	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Følløts-Hyjal	WARLOCK", -- [1987]
			"<20:47:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1809	133765	|cffa335ee|Hitem:133765::::::::70:269::16:8:8966:7977:6652:8822:8819:9144:3271:8767:1:28:1279:::::|h[Накидка храбрости валарьяров]|h|r	1	Актемель	HUNTER", -- [1988]
			"<20:47:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1809	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Woyyers-Kazzak	WARRIOR", -- [1989]
			"<20:47:59> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	1809	201999	|cffa335ee|Hitem:201999::::::::70:269::33:6:8966:7977:6652:9144:1614:8767:1:28:1279:::::|h[Решимость Сковальда]|h|r	1	Woyyers-Kazzak	WARRIOR", -- [1990]
			"<20:48:09> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [1991]
			"<20:48:11> <DEBUG>		GetML()", -- [1992]
			"<20:48:11> <DEBUG>		Resetting council as we have a new ML!", -- [1993]
			"<20:48:11> <INFO>		MasterLooter	актемель-Ревущийфьорд	LootMethod	personalloot", -- [1994]
			"<20:48:14> <DEBUG>		Event:	GROUP_LEFT	1	Party-1305-1-00005E64E4B6", -- [1995]
			"<20:48:14> <DEBUG>		GetML()", -- [1996]
			"<20:48:26> <DEBUG>		Timer MLdb_check passed", -- [1997]
			"<20:48:36> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1998]
			"<20:48:36> <INFO>		UpdatePlayersData()", -- [1999]
			"<20:48:38> <DEBUG>		GetML()", -- [2000]
		},
		["cache"] = {
			["player"] = {
				["Player-1615-0AEB1962"] = {
					["ilvl"] = 401.8125,
					["guid"] = "Player-1615-0AEB1962",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["name"] = "линлот-Ревущийфьорд",
					["rank"] = "Мастер Огня",
					["cache_time"] = 1672866195,
					["specID"] = 254,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1390-0BE317C9"] = {
					["name"] = "Oryonise-Hyjal",
					["guid"] = "Player-1390-0BE317C9",
					["class"] = "HUNTER",
					["cache_time"] = 1671786890,
					["realm"] = "Hyjal",
				},
				["Player-1615-0B081BFE"] = {
					["ilvl"] = 382.125,
					["guid"] = "Player-1615-0B081BFE",
					["class"] = "WARRIOR",
					["role"] = "DAMAGER",
					["cache_time"] = 1671132008,
					["rank"] = "Отряд Репка",
					["name"] = "флдан-Ревущийфьорд",
					["specID"] = 72,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-0B024F7D"] = {
					["ilvl"] = 378.375,
					["guid"] = "Player-1615-0B024F7D",
					["class"] = "MONK",
					["role"] = "HEALER",
					["cache_time"] = 1671133108,
					["rank"] = "Альт офицера",
					["name"] = "лаурэлин-Ревущийфьорд",
					["specID"] = 270,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущий фьорд",
				},
				["Player-512-063CACE5"] = {
					["name"] = "Moprale-Arakarahm",
					["guid"] = "Player-512-063CACE5",
					["class"] = "DRUID",
					["cache_time"] = 1671200711,
					["realm"] = "Arakarahm",
				},
				["Player-1302-0BA8B0AC"] = {
					["name"] = "Athenae-Archimonde",
					["guid"] = "Player-1302-0BA8B0AC",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1672219425,
					["realm"] = "Archimonde",
				},
				["Player-3681-0896E57A"] = {
					["name"] = "Sarawen-Magtheridon",
					["guid"] = "Player-3681-0896E57A",
					["class"] = "PALADIN",
					["cache_time"] = 1672350837,
					["realm"] = "Magtheridon",
				},
				["Player-1615-0AF1B79B"] = {
					["ilvl"] = 382.6875,
					["guid"] = "Player-1615-0AF1B79B",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["cache_time"] = 1671041682,
					["rank"] = "Отряд Репка",
					["name"] = "томмишелби-Ревущийфьорд",
					["specID"] = 253,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущий фьорд",
				},
				["Player-3691-09989361"] = {
					["name"] = "Llaylôria-Blackhand",
					["guid"] = "Player-3691-09989361",
					["class"] = "WARRIOR",
					["cache_time"] = 1672834288,
					["realm"] = "Blackhand",
				},
				["Player-1335-09E827B4"] = {
					["name"] = "Shëâtan-Ysondre",
					["guid"] = "Player-1335-09E827B4",
					["class"] = "EVOKER",
					["cache_time"] = 1671786868,
					["realm"] = "Ysondre",
				},
				["Player-3391-0B74E660"] = {
					["name"] = "Kulleke-Silvermoon",
					["guid"] = "Player-3391-0B74E660",
					["class"] = "DRUID",
					["cache_time"] = 1672833237,
					["realm"] = "Silvermoon",
				},
				["Player-1624-07934D4F"] = {
					["name"] = "Kiirotsume-Arathi",
					["guid"] = "Player-1624-07934D4F",
					["class"] = "WARRIOR",
					["cache_time"] = 1671786890,
					["realm"] = "Arathi",
				},
				["Player-1105-08B4AF20"] = {
					["name"] = "Blóódge-Frostmourne",
					["guid"] = "Player-1105-08B4AF20",
					["class"] = "SHAMAN",
					["cache_time"] = 1672910541,
					["realm"] = "Frostmourne",
				},
				["Player-2073-09ED12F7"] = {
					["name"] = "Destruktiv-Stormscale",
					["guid"] = "Player-2073-09ED12F7",
					["class"] = "WARLOCK",
					["cache_time"] = 1673015373,
					["realm"] = "Stormscale",
				},
				["Player-1615-0B064813"] = {
					["name"] = "фарузан-Ревущийфьорд",
					["guid"] = "Player-1615-0B064813",
					["class"] = "HUNTER",
					["cache_time"] = 1671786868,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1305-076D8D02"] = {
					["name"] = "Renzoo-Kazzak",
					["guid"] = "Player-1305-076D8D02",
					["class"] = "MONK",
					["cache_time"] = 1672350837,
					["realm"] = "Kazzak",
				},
				["Player-1315-09DD68C8"] = {
					["name"] = "Melerynn-Elune",
					["guid"] = "Player-1315-09DD68C8",
					["class"] = "MONK",
					["cache_time"] = 1672217727,
					["realm"] = "Elune",
				},
				["Player-581-09DC37E7"] = {
					["name"] = "Jodeljochen-Blackrock",
					["guid"] = "Player-581-09DC37E7",
					["class"] = "PALADIN",
					["cache_time"] = 1672910541,
					["realm"] = "Blackrock",
				},
				["Player-1615-0AEE985A"] = {
					["name"] = "милкм-Ревущийфьорд",
					["guid"] = "Player-1615-0AEE985A",
					["class"] = "ROGUE",
					["cache_time"] = 1670778917,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-07A0B983"] = {
					["name"] = "зевуудду-Ревущийфьорд",
					["guid"] = "Player-1615-07A0B983",
					["class"] = "PRIEST",
					["cache_time"] = 1670014574,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-0B03A24D"] = {
					["ilvl"] = 389.1875,
					["guid"] = "Player-1615-0B03A24D",
					["class"] = "MAGE",
					["realm"] = "Ревущийфьорд",
					["role"] = "DAMAGER",
					["cache_time"] = 1672347516,
					["name"] = "арканбурст-Ревущийфьорд",
					["enchanter"] = true,
					["specID"] = 62,
					["enchantingLvl"] = 72,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-0B02DE23"] = {
					["ilvl"] = 400.5,
					["guid"] = "Player-1615-0B02DE23",
					["class"] = "DRUID",
					["role"] = "HEALER",
					["cache_time"] = 1672866195,
					["realm"] = "Ревущийфьорд",
					["name"] = "багетлюбви-Ревущийфьорд",
					["specID"] = 105,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-3686-0939E2B8"] = {
					["name"] = "Rivèe-Antonidas",
					["guid"] = "Player-3686-0939E2B8",
					["class"] = "WARRIOR",
					["cache_time"] = 1670012784,
					["realm"] = "Antonidas",
				},
				["Player-1615-0AEC9129"] = {
					["ilvl"] = 398.1875,
					["guid"] = "Player-1615-0AEC9129",
					["class"] = "DEATHKNIGHT",
					["role"] = "TANK",
					["name"] = "ожившийлось-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1672866195,
					["specID"] = 250,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1301-0C4D88BD"] = {
					["name"] = "Amveraid-Outland",
					["guid"] = "Player-1301-0C4D88BD",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1670011845,
					["realm"] = "Outland",
				},
				["Player-1615-0A8E7F97"] = {
					["ilvl"] = 394,
					["guid"] = "Player-1615-0A8E7F97",
					["class"] = "DEATHKNIGHT",
					["role"] = "DAMAGER",
					["cache_time"] = 1672866195,
					["realm"] = "Ревущийфьорд",
					["name"] = "нотушка-Ревущийфьорд",
					["specID"] = 252,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-0B07C4E5"] = {
					["ilvl"] = 400.3125,
					["guid"] = "Player-1615-0B07C4E5",
					["class"] = "MONK",
					["realm"] = "Ревущийфьорд",
					["role"] = "DAMAGER",
					["cache_time"] = 1673106490,
					["name"] = "хугомонк-Ревущийфьорд",
					["enchanter"] = true,
					["specID"] = 269,
					["enchantingLvl"] = 26,
					["rank"] = "Отряд Репка",
				},
				["Player-1403-07D0B7B1"] = {
					["name"] = "Krazypal-Draenor",
					["guid"] = "Player-1403-07D0B7B1",
					["class"] = "PALADIN",
					["cache_time"] = 1671563262,
					["realm"] = "Draenor",
				},
				["Player-604-0A2B62B3"] = {
					["name"] = "Kreuzreim-Thrall",
					["guid"] = "Player-604-0A2B62B3",
					["class"] = "MONK",
					["cache_time"] = 1671786890,
					["realm"] = "Thrall",
				},
				["Player-1615-0ADE2910"] = {
					["name"] = "малгастус-Ревущийфьорд",
					["guid"] = "Player-1615-0ADE2910",
					["class"] = "HUNTER",
					["cache_time"] = 1670999274,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1922-02865D7A"] = {
					["name"] = "шпонь-Азурегос",
					["guid"] = "Player-1922-02865D7A",
					["class"] = "HUNTER",
					["cache_time"] = 1670999113,
					["realm"] = "Азурегос",
				},
				["Player-1604-0B463FD3"] = {
					["name"] = "малганиан-СвежевательДуш",
					["guid"] = "Player-1604-0B463FD3",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671204638,
					["realm"] = "СвежевательДуш",
				},
				["Player-1615-0B033E78"] = {
					["ilvl"] = 397.5,
					["guid"] = "Player-1615-0B033E78",
					["class"] = "PRIEST",
					["realm"] = "Ревущийфьорд",
					["role"] = "HEALER",
					["cache_time"] = 1672866195,
					["name"] = "бабусянатусе-Ревущийфьорд",
					["enchanter"] = true,
					["specID"] = 257,
					["enchantingLvl"] = 54,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-0A8070C5"] = {
					["ilvl"] = 389.9375,
					["guid"] = "Player-1615-0A8070C5",
					["class"] = "ROGUE",
					["role"] = "DAMAGER",
					["cache_time"] = 1672862490,
					["realm"] = "Ревущийфьорд",
					["name"] = "сашафлекс-Ревущийфьорд",
					["specID"] = 261,
					["enchantingLvl"] = 0,
					["rank"] = "Новичок",
				},
				["Player-1105-0A6091A6"] = {
					["name"] = "Dragtarion-Frostmourne",
					["guid"] = "Player-1105-0A6091A6",
					["class"] = "EVOKER",
					["cache_time"] = 1673023007,
					["realm"] = "Frostmourne",
				},
				["Player-580-0816349E"] = {
					["name"] = "Schokodaemon-Blackmoore",
					["guid"] = "Player-580-0816349E",
					["class"] = "WARLOCK",
					["cache_time"] = 1672910541,
					["realm"] = "Blackmoore",
				},
				["Player-570-09B6D482"] = {
					["name"] = "Qûh-Azshara",
					["guid"] = "Player-570-09B6D482",
					["class"] = "DRUID",
					["cache_time"] = 1672837120,
					["realm"] = "Azshara",
				},
				["Player-1302-0B8A54D0"] = {
					["name"] = "Clarius-Archimonde",
					["guid"] = "Player-1302-0B8A54D0",
					["class"] = "PALADIN",
					["cache_time"] = 1672219425,
					["realm"] = "Archimonde",
				},
				["Player-1121-0502E78A"] = {
					["name"] = "Aloya-DieTodeskrallen",
					["guid"] = "Player-1121-0502E78A",
					["class"] = "PRIEST",
					["cache_time"] = 1672910541,
					["realm"] = "DieTodeskrallen",
				},
				["Player-3674-0AEE2318"] = {
					["name"] = "Kattpiss-TwistingNether",
					["guid"] = "Player-3674-0AEE2318",
					["class"] = "DEATHKNIGHT",
					["cache_time"] = 1671206492,
					["realm"] = "TwistingNether",
				},
				["Player-1615-0A0BCC2B"] = {
					["ilvl"] = 376.25,
					["guid"] = "Player-1615-0A0BCC2B",
					["class"] = "PALADIN",
					["role"] = "HEALER",
					["name"] = "дереликт-Ревущийфьорд",
					["realm"] = "Ревущий фьорд",
					["cache_time"] = 1671132506,
					["specID"] = 65,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1390-0C5EF7A5"] = {
					["name"] = "Aipar-Hyjal",
					["guid"] = "Player-1390-0C5EF7A5",
					["class"] = "MAGE",
					["cache_time"] = 1673027789,
					["realm"] = "Hyjal",
				},
				["Player-581-078E3A48"] = {
					["name"] = "Venroxs-Blackrock",
					["guid"] = "Player-581-078E3A48",
					["class"] = "DRUID",
					["cache_time"] = 1671607289,
					["realm"] = "Blackrock",
				},
				["Player-1615-0B0FC970"] = {
					["ilvl"] = 392.4375,
					["guid"] = "Player-1615-0B0FC970",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["cache_time"] = 1672866195,
					["realm"] = "Ревущийфьорд",
					["name"] = "аскельт-Ревущийфьорд",
					["specID"] = 254,
					["enchantingLvl"] = 0,
					["rank"] = "Новичок",
				},
				["Player-1602-0F04C84A"] = {
					["name"] = "ягуна-Гордунни",
					["guid"] = "Player-1602-0F04C84A",
					["class"] = "MAGE",
					["cache_time"] = 1673103036,
					["realm"] = "Гордунни",
				},
				["Player-3674-0A75B7EE"] = {
					["name"] = "Mattiaspl-TwistingNether",
					["guid"] = "Player-3674-0A75B7EE",
					["class"] = "PALADIN",
					["cache_time"] = 1672835862,
					["realm"] = "TwistingNether",
				},
				["Player-1378-0A7E7B4E"] = {
					["name"] = "Alecsä-DunModr",
					["guid"] = "Player-1378-0A7E7B4E",
					["class"] = "DRUID",
					["cache_time"] = 1673099767,
					["realm"] = "DunModr",
				},
				["Player-1403-0A4F0B87"] = {
					["name"] = "Rabsham-Draenor",
					["guid"] = "Player-1403-0A4F0B87",
					["class"] = "SHAMAN",
					["cache_time"] = 1672214067,
					["realm"] = "Draenor",
				},
				["Player-1615-0B10D1BE"] = {
					["ilvl"] = 391.8125,
					["guid"] = "Player-1615-0B10D1BE",
					["class"] = "MAGE",
					["role"] = "DAMAGER",
					["name"] = "натазат-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1672347516,
					["specID"] = 62,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-097038E5"] = {
					["name"] = "бэдасс-Ревущийфьорд",
					["guid"] = "Player-1615-097038E5",
					["class"] = "WARRIOR",
					["cache_time"] = 1670868352,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1305-0C38154D"] = {
					["name"] = "Hoecollector-Kazzak",
					["guid"] = "Player-1305-0C38154D",
					["class"] = "SHAMAN",
					["cache_time"] = 1672837120,
					["realm"] = "Kazzak",
				},
				["Player-1084-0A45211B"] = {
					["name"] = "Jammyshammy-TarrenMill",
					["guid"] = "Player-1084-0A45211B",
					["class"] = "SHAMAN",
					["cache_time"] = 1672219425,
					["realm"] = "TarrenMill",
				},
				["Player-1401-0A4C6305"] = {
					["name"] = "Nãsh-Garrosh",
					["guid"] = "Player-1401-0A4C6305",
					["class"] = "EVOKER",
					["cache_time"] = 1672910541,
					["realm"] = "Garrosh",
				},
				["Player-3691-09BFF0B7"] = {
					["name"] = "Noghle-Blackhand",
					["guid"] = "Player-3691-09BFF0B7",
					["class"] = "HUNTER",
					["cache_time"] = 1670869322,
					["realm"] = "Blackhand",
				},
				["Player-1390-0BE36238"] = {
					["name"] = "Ayliaz-Hyjal",
					["guid"] = "Player-1390-0BE36238",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671786890,
					["realm"] = "Hyjal",
				},
				["Player-1379-0ACDC3B1"] = {
					["name"] = "Jasnahkholin-Zul'jin",
					["guid"] = "Player-1379-0ACDC3B1",
					["class"] = "WARRIOR",
					["cache_time"] = 1671000470,
					["realm"] = "Zul'jin",
				},
				["Player-3691-098DB5E9"] = {
					["name"] = "Selar-Blackhand",
					["guid"] = "Player-3691-098DB5E9",
					["class"] = "DRUID",
					["cache_time"] = 1672834288,
					["realm"] = "Blackhand",
				},
				["Player-1587-0736FFDF"] = {
					["name"] = "Shírá-Arathor",
					["guid"] = "Player-1587-0736FFDF",
					["class"] = "DRUID",
					["cache_time"] = 1673104870,
					["realm"] = "Arathor",
				},
				["Player-1408-09C0A154"] = {
					["name"] = "Bloodykiss-Norgannon",
					["guid"] = "Player-1408-09C0A154",
					["class"] = "HUNTER",
					["cache_time"] = 1671786855,
					["realm"] = "Norgannon",
				},
				["Player-3391-0C4C3008"] = {
					["name"] = "Tamatie-Silvermoon",
					["guid"] = "Player-3391-0C4C3008",
					["class"] = "DRUID",
					["cache_time"] = 1671215390,
					["realm"] = "Silvermoon",
				},
				["Player-1615-079A5AA5"] = {
					["name"] = "стивэнсон-Ревущийфьорд",
					["guid"] = "Player-1615-079A5AA5",
					["class"] = "WARRIOR",
					["cache_time"] = 1669838321,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-0AAD6B8C"] = {
					["ilvl"] = 395,
					["guid"] = "Player-1615-0AAD6B8C",
					["class"] = "SHAMAN",
					["role"] = "HEALER",
					["name"] = "серегя-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1672866195,
					["specID"] = 264,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-2073-05BE8CF9"] = {
					["name"] = "Gruzzîe-Stormscale",
					["guid"] = "Player-2073-05BE8CF9",
					["class"] = "HUNTER",
					["cache_time"] = 1672835862,
					["realm"] = "Stormscale",
				},
				["Player-1615-0B080FBE"] = {
					["ilvl"] = 400.8125,
					["guid"] = "Player-1615-0B080FBE",
					["class"] = "ROGUE",
					["role"] = "DAMAGER",
					["cache_time"] = 1672866195,
					["realm"] = "Ревущийфьорд",
					["name"] = "ксимаксрога-Ревущийфьорд",
					["specID"] = 260,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1309-0C34CFB4"] = {
					["name"] = "Chardia-Pozzodell'Eternità",
					["guid"] = "Player-1309-0C34CFB4",
					["class"] = "HUNTER",
					["cache_time"] = 1672833237,
					["realm"] = "Pozzodell'Eternità",
				},
				["Player-581-0A66A28E"] = {
					["name"] = "Buzum-Blackrock",
					["guid"] = "Player-581-0A66A28E",
					["class"] = "ROGUE",
					["cache_time"] = 1673025935,
					["realm"] = "Blackrock",
				},
				["Player-3682-09B7F761"] = {
					["name"] = "Thecutercow-Ragnaros",
					["guid"] = "Player-3682-09B7F761",
					["class"] = "DRUID",
					["cache_time"] = 1672218215,
					["realm"] = "Ragnaros",
				},
				["Player-581-03E1E5E5"] = {
					["name"] = "Drekio-Blackrock",
					["guid"] = "Player-581-03E1E5E5",
					["class"] = "PALADIN",
					["cache_time"] = 1671786861,
					["realm"] = "Blackrock",
				},
				["Player-1335-09EE282E"] = {
					["name"] = "Erillothal-Ysondre",
					["guid"] = "Player-1335-09EE282E",
					["class"] = "PALADIN",
					["cache_time"] = 1673099767,
					["realm"] = "Ysondre",
				},
				["Player-1615-08D81B1E"] = {
					["ilvl"] = 390.25,
					["guid"] = "Player-1615-08D81B1E",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["cache_time"] = 1672860684,
					["rank"] = "Отряд Репка",
					["name"] = "ледотроль-Ревущийфьорд",
					["specID"] = 253,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1604-0F4B93D6"] = {
					["name"] = "бабичрион-СвежевательДуш",
					["guid"] = "Player-1604-0F4B93D6",
					["class"] = "EVOKER",
					["cache_time"] = 1670781543,
					["realm"] = "СвежевательДуш",
				},
				["Player-1615-04E43755"] = {
					["name"] = "актемель-Ревущийфьорд",
					["guid"] = "Player-1615-04E43755",
					["class"] = "HUNTER",
					["cache_time"] = 1673106490,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1408-0A36D95C"] = {
					["name"] = "Luella-Norgannon",
					["guid"] = "Player-1408-0A36D95C",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671786890,
					["realm"] = "Norgannon",
				},
				["Player-1604-02FE4407"] = {
					["name"] = "зилфик-СвежевательДуш",
					["guid"] = "Player-1604-02FE4407",
					["class"] = "HUNTER",
					["cache_time"] = 1672910541,
					["realm"] = "СвежевательДуш",
				},
				["Player-581-0A64DE73"] = {
					["name"] = "Seppadin-Blackrock",
					["guid"] = "Player-581-0A64DE73",
					["class"] = "PALADIN",
					["cache_time"] = 1672910541,
					["realm"] = "Blackrock",
				},
				["Player-1615-0AC4FCC9"] = {
					["ilvl"] = 401.1875,
					["guid"] = "Player-1615-0AC4FCC9",
					["class"] = "WARRIOR",
					["role"] = "TANK",
					["cache_time"] = 1672866195,
					["rank"] = "Альт офицера",
					["name"] = "зырочка-Ревущийфьорд",
					["specID"] = 73,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1390-08F3C910"] = {
					["name"] = "Velaias-Hyjal",
					["guid"] = "Player-1390-08F3C910",
					["class"] = "PALADIN",
					["cache_time"] = 1673015373,
					["realm"] = "Hyjal",
				},
				["Player-1615-0B0B1965"] = {
					["name"] = "нерассвело-Ревущийфьорд",
					["guid"] = "Player-1615-0B0B1965",
					["class"] = "DRUID",
					["cache_time"] = 1670780218,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-08792D5D"] = {
					["name"] = "шиианна-Ревущийфьорд",
					["guid"] = "Player-1615-08792D5D",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1673103036,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-0B061FF5"] = {
					["name"] = "голгота-Ревущийфьорд",
					["guid"] = "Player-1615-0B061FF5",
					["class"] = "ROGUE",
					["cache_time"] = 1673103036,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1602-0A64F503"] = {
					["name"] = "ятэ-Гордунни",
					["guid"] = "Player-1602-0A64F503",
					["class"] = "DRUID",
					["cache_time"] = 1673103036,
					["realm"] = "Гордунни",
				},
				["Player-1615-0A5A8D96"] = {
					["name"] = "лашши-Ревущийфьорд",
					["guid"] = "Player-1615-0A5A8D96",
					["class"] = "HUNTER",
					["cache_time"] = 1673101253,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1604-0F47B526"] = {
					["name"] = "страпонесска-СвежевательДуш",
					["guid"] = "Player-1604-0F47B526",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1673101253,
					["realm"] = "СвежевательДуш",
				},
				["Player-1923-07068744"] = {
					["name"] = "энхонатор-Ясеневыйлес",
					["guid"] = "Player-1923-07068744",
					["class"] = "SHAMAN",
					["cache_time"] = 1671203234,
					["realm"] = "Ясеневыйлес",
				},
				["Player-1390-0A59BA16"] = {
					["name"] = "Sukrath-Hyjal",
					["guid"] = "Player-1390-0A59BA16",
					["class"] = "WARRIOR",
					["cache_time"] = 1673101253,
					["realm"] = "Hyjal",
				},
				["Player-1092-0798FB99"] = {
					["name"] = "Selendís-Drak'thul",
					["guid"] = "Player-1092-0798FB99",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1672910541,
					["realm"] = "Drak'thul",
				},
				["Player-1615-0B088FBD"] = {
					["ilvl"] = 374.5,
					["guid"] = "Player-1615-0B088FBD",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["cache_time"] = 1671040442,
					["rank"] = "Отряд Репка",
					["name"] = "драчелло-Ревущийфьорд",
					["specID"] = 253,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-09EF9724"] = {
					["ilvl"] = 397.4375,
					["guid"] = "Player-1615-09EF9724",
					["class"] = "DEMONHUNTER",
					["role"] = "DAMAGER",
					["name"] = "аландир-Ревущийфьорд",
					["realm"] = "Ревущийфьорд",
					["cache_time"] = 1672866195,
					["specID"] = 577,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-07F2BDDA"] = {
					["name"] = "сленс-Ревущийфьорд",
					["guid"] = "Player-1615-07F2BDDA",
					["class"] = "PALADIN",
					["cache_time"] = 1670999283,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1621-0B01F770"] = {
					["name"] = "ærone-Dalaran",
					["guid"] = "Player-1621-0B01F770",
					["class"] = "WARRIOR",
					["cache_time"] = 1672833237,
					["realm"] = "Dalaran",
				},
				["Player-1084-0A85DFB6"] = {
					["name"] = "Ultramagic-TarrenMill",
					["guid"] = "Player-1084-0A85DFB6",
					["class"] = "MAGE",
					["cache_time"] = 1671092436,
					["realm"] = "TarrenMill",
				},
				["Player-3674-08115017"] = {
					["name"] = "Madamågren-TwistingNether",
					["guid"] = "Player-3674-08115017",
					["class"] = "PALADIN",
					["cache_time"] = 1673023007,
					["realm"] = "TwistingNether",
				},
				["Player-2073-09C4A1A7"] = {
					["name"] = "Zuldaru-Stormscale",
					["guid"] = "Player-2073-09C4A1A7",
					["class"] = "SHAMAN",
					["cache_time"] = 1673015373,
					["realm"] = "Stormscale",
				},
				["Player-3691-095CC661"] = {
					["name"] = "Gampertbräu-Blackhand",
					["guid"] = "Player-3691-095CC661",
					["class"] = "MONK",
					["cache_time"] = 1672834288,
					["realm"] = "Blackhand",
				},
				["Player-604-0A65D7EE"] = {
					["name"] = "Harmonia-Thrall",
					["guid"] = "Player-604-0A65D7EE",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1673025935,
					["realm"] = "Thrall",
				},
				["Player-531-06349C5B"] = {
					["name"] = "Dajurotar-Dethecus",
					["guid"] = "Player-531-06349C5B",
					["class"] = "WARRIOR",
					["cache_time"] = 1672910541,
					["realm"] = "Dethecus",
				},
				["Player-3674-076D1816"] = {
					["name"] = "Voicesmyhead-TwistingNether",
					["guid"] = "Player-3674-076D1816",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671217143,
					["realm"] = "TwistingNether",
				},
				["Player-2073-0710A7EF"] = {
					["name"] = "Zzizzixx-Stormscale",
					["guid"] = "Player-2073-0710A7EF",
					["class"] = "PALADIN",
					["cache_time"] = 1672835862,
					["realm"] = "Stormscale",
				},
				["Player-1615-0B057C44"] = {
					["name"] = "денрайву-Ревущийфьорд",
					["class"] = "DRUID",
					["cache_time"] = 1671565460,
					["guid"] = "Player-1615-0B057C44",
				},
				["Player-1596-076668C5"] = {
					["name"] = "Torrinx-TheMaelstrom",
					["guid"] = "Player-1596-076668C5",
					["class"] = "MAGE",
					["cache_time"] = 1672218215,
					["realm"] = "TheMaelstrom",
				},
				["Player-1615-0B080B42"] = {
					["ilvl"] = 402.5,
					["guid"] = "Player-1615-0B080B42",
					["class"] = "DRUID",
					["role"] = "HEALER",
					["cache_time"] = 1672866195,
					["rank"] = "Отряд Репка",
					["name"] = "злюдра-Ревущийфьорд",
					["specID"] = 105,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-3713-098CDEE8"] = {
					["name"] = "Trìckster-BurningLegion",
					["guid"] = "Player-3713-098CDEE8",
					["class"] = "DRUID",
					["cache_time"] = 1671201844,
					["realm"] = "BurningLegion",
				},
				["Player-1615-0AAF2B61"] = {
					["name"] = "пофигисстка-Ревущийфьорд",
					["guid"] = "Player-1615-0AAF2B61",
					["class"] = "PALADIN",
					["cache_time"] = 1670999247,
					["realm"] = "Ревущий фьорд",
				},
				["Player-3691-09E39A8B"] = {
					["name"] = "Richoon-Blackhand",
					["guid"] = "Player-3691-09E39A8B",
					["class"] = "PALADIN",
					["cache_time"] = 1672910541,
					["realm"] = "Blackhand",
				},
				["Player-1379-0A7CC488"] = {
					["name"] = "Guarnisiones-Sanguino",
					["guid"] = "Player-1379-0A7CC488",
					["class"] = "WARRIOR",
					["cache_time"] = 1670999304,
					["realm"] = "Sanguino",
				},
				["Player-1403-09D86091"] = {
					["name"] = "Aeternatus-Draenor",
					["guid"] = "Player-1403-09D86091",
					["class"] = "DRUID",
					["cache_time"] = 1670999563,
					["realm"] = "Draenor",
				},
				["Player-580-08AA77C0"] = {
					["name"] = "Nocyan-Blackmoore",
					["guid"] = "Player-580-08AA77C0",
					["class"] = "SHAMAN",
					["cache_time"] = 1671786890,
					["realm"] = "Blackmoore",
				},
				["Player-1305-0B99A490"] = {
					["name"] = "Woyyers-Kazzak",
					["guid"] = "Player-1305-0B99A490",
					["class"] = "WARRIOR",
					["cache_time"] = 1673104870,
					["realm"] = "Kazzak",
				},
				["Player-3674-0AACA3BD"] = {
					["name"] = "Rhondius-TwistingNether",
					["guid"] = "Player-3674-0AACA3BD",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1670007467,
					["realm"] = "TwistingNether",
				},
				["Player-1105-05C04F60"] = {
					["name"] = "Pömmel-Frostmourne",
					["guid"] = "Player-1105-05C04F60",
					["class"] = "ROGUE",
					["cache_time"] = 1673023007,
					["realm"] = "Frostmourne",
				},
				["Player-3691-05DF5AB6"] = {
					["name"] = "Velahni-Blackhand",
					["guid"] = "Player-3691-05DF5AB6",
					["class"] = "DEATHKNIGHT",
					["cache_time"] = 1672910541,
					["realm"] = "Blackhand",
				},
				["Player-1615-09D5CB65"] = {
					["ilvl"] = 345.0625,
					["guid"] = "Player-1615-09D5CB65",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["cache_time"] = 1672860684,
					["rank"] = "Отряд Репка",
					["name"] = "ксилиэль-Ревущийфьорд",
					["specID"] = 254,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-3686-06F4687C"] = {
					["name"] = "Glep-Antonidas",
					["guid"] = "Player-3686-06F4687C",
					["class"] = "HUNTER",
					["cache_time"] = 1671204247,
					["realm"] = "Antonidas",
				},
				["Player-604-0A47692C"] = {
					["name"] = "Miriih-Thrall",
					["guid"] = "Player-604-0A47692C",
					["class"] = "DEATHKNIGHT",
					["cache_time"] = 1671786868,
					["realm"] = "Thrall",
				},
				["Player-3391-0BB96588"] = {
					["name"] = "Ossethelon-Silvermoon",
					["guid"] = "Player-3391-0BB96588",
					["class"] = "WARRIOR",
					["cache_time"] = 1672218215,
					["realm"] = "Silvermoon",
				},
				["Player-1615-0B14091B"] = {
					["name"] = "шурадх-Ревущийфьорд",
					["guid"] = "Player-1615-0B14091B",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1672860684,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1390-0C387575"] = {
					["name"] = "Gemshiro-Hyjal",
					["guid"] = "Player-1390-0C387575",
					["class"] = "WARRIOR",
					["cache_time"] = 1673027789,
					["realm"] = "Hyjal",
				},
				["Player-3674-0AA6F780"] = {
					["name"] = "Roséy-TwistingNether",
					["guid"] = "Player-3674-0AA6F780",
					["class"] = "DRUID",
					["cache_time"] = 1670871587,
					["realm"] = "TwistingNether",
				},
				["Player-1615-09DF8CCE"] = {
					["name"] = "пистуль-Ревущийфьорд",
					["guid"] = "Player-1615-09DF8CCE",
					["class"] = "WARRIOR",
					["cache_time"] = 1672834288,
					["realm"] = "Ревущийфьорд",
				},
				["Player-3674-0AC34315"] = {
					["name"] = "Texi-TwistingNether",
					["guid"] = "Player-3674-0AC34315",
					["class"] = "DRUID",
					["cache_time"] = 1670869819,
					["realm"] = "TwistingNether",
				},
				["Player-1615-0A9A671E"] = {
					["ilvl"] = 398.4375,
					["guid"] = "Player-1615-0A9A671E",
					["class"] = "DEATHKNIGHT",
					["role"] = "DAMAGER",
					["name"] = "менструа-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1672347516,
					["specID"] = 251,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-512-0A47051C"] = {
					["name"] = "Carotte-Rashgarroth",
					["guid"] = "Player-512-0A47051C",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671200552,
					["realm"] = "Rashgarroth",
				},
				["Player-1305-0C4D8753"] = {
					["name"] = "Haamii-Kazzak",
					["guid"] = "Player-1305-0C4D8753",
					["class"] = "MAGE",
					["cache_time"] = 1672350837,
					["realm"] = "Kazzak",
				},
				["Player-1615-0B09B583"] = {
					["ilvl"] = 391.1875,
					["guid"] = "Player-1615-0B09B583",
					["class"] = "EVOKER",
					["role"] = "DAMAGER",
					["name"] = "ювитта-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1672263002,
					["specID"] = 1467,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1403-06CDA094"] = {
					["name"] = "Civicshelf-Draenor",
					["guid"] = "Player-1403-06CDA094",
					["class"] = "HUNTER",
					["cache_time"] = 1672214067,
					["realm"] = "Draenor",
				},
				["Player-1615-08946304"] = {
					["ilvl"] = 385.3125,
					["guid"] = "Player-1615-08946304",
					["class"] = "SHAMAN",
					["rank"] = "Отряд Репка",
					["role"] = "DAMAGER",
					["cache_time"] = 1672866195,
					["name"] = "ватрониум-Ревущийфьорд",
					["specID"] = 263,
					["enchanter"] = true,
					["enchantingLvl"] = 67,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1084-0812E2C3"] = {
					["name"] = "Dkillers-TarrenMill",
					["guid"] = "Player-1084-0812E2C3",
					["class"] = "DEATHKNIGHT",
					["cache_time"] = 1672837120,
					["realm"] = "TarrenMill",
				},
				["Player-3686-09ACCF6C"] = {
					["name"] = "Pumpaulau-Antonidas",
					["guid"] = "Player-3686-09ACCF6C",
					["class"] = "MONK",
					["cache_time"] = 1672835862,
					["realm"] = "Antonidas",
				},
				["Player-1615-08C89FCF"] = {
					["name"] = "воледар-Ревущийфьорд",
					["guid"] = "Player-1615-08C89FCF",
					["class"] = "DRUID",
					["cache_time"] = 1670014274,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1596-075AB196"] = {
					["name"] = "Cudomix-TheMaelstrom",
					["guid"] = "Player-1596-075AB196",
					["class"] = "DRUID",
					["cache_time"] = 1672218215,
					["realm"] = "TheMaelstrom",
				},
				["Player-1615-07400DB2"] = {
					["ilvl"] = 399.8125,
					["guid"] = "Player-1615-07400DB2",
					["class"] = "PALADIN",
					["role"] = "DAMAGER",
					["name"] = "инсендиари-Ревущийфьорд",
					["realm"] = "Ревущийфьорд",
					["cache_time"] = 1672866195,
					["specID"] = 70,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1097-055D37DB"] = {
					["name"] = "Miraculics-Malorne",
					["guid"] = "Player-1097-055D37DB",
					["class"] = "PRIEST",
					["cache_time"] = 1673025935,
					["realm"] = "Malorne",
				},
				["Player-1309-0BF2B0D9"] = {
					["name"] = "Tarabia-Pozzodell'Eternità",
					["guid"] = "Player-1309-0BF2B0D9",
					["class"] = "PALADIN",
					["cache_time"] = 1671786868,
					["realm"] = "Pozzodell'Eternità",
				},
				["Player-1390-0C5AB553"] = {
					["name"] = "Sbahoz-Hyjal",
					["guid"] = "Player-1390-0C5AB553",
					["class"] = "ROGUE",
					["cache_time"] = 1672217727,
					["realm"] = "Hyjal",
				},
				["Player-3674-0AACA720"] = {
					["name"] = "Wolfenstian-TwistingNether",
					["guid"] = "Player-3674-0AACA720",
					["class"] = "SHAMAN",
					["cache_time"] = 1670009339,
					["realm"] = "TwistingNether",
				},
				["Player-1408-09EE6626"] = {
					["name"] = "Antharyana-DunMorogh",
					["guid"] = "Player-1408-09EE6626",
					["class"] = "MAGE",
					["cache_time"] = 1672910541,
					["realm"] = "DunMorogh",
				},
				["Player-1615-089527CE"] = {
					["name"] = "гронтарг-Ревущийфьорд",
					["class"] = "WARRIOR",
					["cache_time"] = 1671566599,
					["guid"] = "Player-1615-089527CE",
				},
				["Player-1390-06D331E0"] = {
					["name"] = "Følløts-Hyjal",
					["guid"] = "Player-1390-06D331E0",
					["class"] = "WARLOCK",
					["cache_time"] = 1673106490,
					["realm"] = "Hyjal",
				},
				["Player-1390-08BD1FEA"] = {
					["name"] = "Mèretheresa-Hyjal",
					["guid"] = "Player-1390-08BD1FEA",
					["class"] = "MONK",
					["cache_time"] = 1673027789,
					["realm"] = "Hyjal",
				},
				["Player-1604-0E6839B9"] = {
					["name"] = "флук-СвежевательДуш",
					["guid"] = "Player-1604-0E6839B9",
					["class"] = "WARRIOR",
					["cache_time"] = 1671561083,
					["realm"] = "СвежевательДуш",
				},
				["Player-3691-09DCF01C"] = {
					["name"] = "Dobbinix-Blackhand",
					["guid"] = "Player-3691-09DCF01C",
					["class"] = "SHAMAN",
					["cache_time"] = 1672910541,
					["realm"] = "Blackhand",
				},
				["Player-1615-0B043593"] = {
					["name"] = "мясарубка-Ревущийфьорд",
					["guid"] = "Player-1615-0B043593",
					["class"] = "WARRIOR",
					["cache_time"] = 1672855756,
					["realm"] = "Ревущийфьорд",
				},
				["Player-3674-0A8BC71E"] = {
					["name"] = "Théhunted-TwistingNether",
					["guid"] = "Player-3674-0A8BC71E",
					["class"] = "HUNTER",
					["cache_time"] = 1672217727,
					["realm"] = "TwistingNether",
				},
				["Player-1615-0B09BE14"] = {
					["name"] = "хугакон-Ревущийфьорд",
					["guid"] = "Player-1615-0B09BE14",
					["class"] = "EVOKER",
					["cache_time"] = 1670947998,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1301-08BB22C8"] = {
					["name"] = "Gluktus-Outland",
					["guid"] = "Player-1301-08BB22C8",
					["class"] = "SHAMAN",
					["cache_time"] = 1670010078,
					["realm"] = "Outland",
				},
				["Player-1615-04993223"] = {
					["name"] = "зуланария-Ревущийфьорд",
					["guid"] = "Player-1615-04993223",
					["class"] = "HUNTER",
					["cache_time"] = 1669891610,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-0B10CD8A"] = {
					["ilvl"] = 394.4375,
					["guid"] = "Player-1615-0B10CD8A",
					["class"] = "SHAMAN",
					["role"] = "HEALER",
					["cache_time"] = 1672866195,
					["rank"] = "Отряд Репка",
					["name"] = "бишарк-Ревущийфьорд",
					["specID"] = 264,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-0A722347"] = {
					["name"] = "дельфуего-Ревущийфьорд",
					["guid"] = "Player-1615-0A722347",
					["class"] = "ROGUE",
					["cache_time"] = 1672866195,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-0B0566D3"] = {
					["ilvl"] = 393.6875,
					["guid"] = "Player-1615-0B0566D3",
					["class"] = "DEMONHUNTER",
					["role"] = "DAMAGER",
					["cache_time"] = 1672860511,
					["rank"] = "Новичок",
					["name"] = "дебрикассар-Ревущийфьорд",
					["specID"] = 577,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-0AF0561C"] = {
					["ilvl"] = 405.375,
					["guid"] = "Player-1615-0AF0561C",
					["class"] = "ROGUE",
					["role"] = "DAMAGER",
					["name"] = "интоксикант-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1672866195,
					["specID"] = 260,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-3674-0B0DBC12"] = {
					["name"] = "Solowings-TwistingNether",
					["guid"] = "Player-3674-0B0DBC12",
					["class"] = "EVOKER",
					["cache_time"] = 1671786868,
					["realm"] = "TwistingNether",
				},
				["Player-1615-0B0F4D70"] = {
					["ilvl"] = 399.1875,
					["guid"] = "Player-1615-0B0F4D70",
					["class"] = "WARRIOR",
					["role"] = "DAMAGER",
					["cache_time"] = 1672866195,
					["realm"] = "Ревущийфьорд",
					["name"] = "оргриддан-Ревущийфьорд",
					["specID"] = 72,
					["enchantingLvl"] = 0,
					["rank"] = "Член Гильдии",
				},
				["Player-1615-0B0576A8"] = {
					["name"] = "хуговар-Ревущийфьорд",
					["guid"] = "Player-1615-0B0576A8",
					["class"] = "WARRIOR",
					["cache_time"] = 1670942078,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-0AE5B2D0"] = {
					["ilvl"] = 395.875,
					["guid"] = "Player-1615-0AE5B2D0",
					["class"] = "MAGE",
					["role"] = "DAMAGER",
					["cache_time"] = 1672866195,
					["rank"] = "Отряд Репка",
					["name"] = "ледиланатель-Ревущийфьорд",
					["specID"] = 63,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-0AC000DE"] = {
					["ilvl"] = 391.8125,
					["guid"] = "Player-1615-0AC000DE",
					["class"] = "WARLOCK",
					["role"] = "DAMAGER",
					["cache_time"] = 1672860684,
					["realm"] = "Ревущийфьорд",
					["name"] = "комт-Ревущийфьорд",
					["specID"] = 266,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1401-0A493011"] = {
					["name"] = "Losienne-Nozdormu",
					["guid"] = "Player-1401-0A493011",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671607065,
					["realm"] = "Nozdormu",
				},
				["Player-1305-02A5DAC1"] = {
					["name"] = "Killishot-Kazzak",
					["guid"] = "Player-1305-02A5DAC1",
					["class"] = "HUNTER",
					["cache_time"] = 1672833237,
					["realm"] = "Kazzak",
				},
				["Player-1403-0A4433D9"] = {
					["name"] = "Gentlemann-Draenor",
					["guid"] = "Player-1403-0A4433D9",
					["class"] = "PRIEST",
					["cache_time"] = 1672214067,
					["realm"] = "Draenor",
				},
				["Player-1092-09F10D15"] = {
					["name"] = "Eiri-Drak'thul",
					["guid"] = "Player-1092-09F10D15",
					["class"] = "PALADIN",
					["cache_time"] = 1672910541,
					["realm"] = "Drak'thul",
				},
				["Player-1928-0E6118E9"] = {
					["name"] = "сяофэнг-Корольлич",
					["guid"] = "Player-1928-0E6118E9",
					["class"] = "MONK",
					["cache_time"] = 1673023007,
					["realm"] = "Корольлич",
				},
				["Player-1097-056E5EE0"] = {
					["name"] = "Adrinis-Malorne",
					["guid"] = "Player-1097-056E5EE0",
					["class"] = "HUNTER",
					["cache_time"] = 1673025935,
					["realm"] = "Malorne",
				},
				["Player-1604-0AC9C9BC"] = {
					["name"] = "танимура-СвежевательДуш",
					["guid"] = "Player-1604-0AC9C9BC",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1670866676,
					["realm"] = "СвежевательДуш",
				},
				["Player-1615-0AD1AA33"] = {
					["ilvl"] = 397.5625,
					["guid"] = "Player-1615-0AD1AA33",
					["class"] = "PRIEST",
					["role"] = "HEALER",
					["name"] = "хохохохохох-Ревущийфьорд",
					["realm"] = "Ревущийфьорд",
					["cache_time"] = 1672341071,
					["specID"] = 256,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1329-09E400D4"] = {
					["name"] = "Grousé-Ravencrest",
					["guid"] = "Player-1329-09E400D4",
					["class"] = "PRIEST",
					["cache_time"] = 1673025200,
					["realm"] = "Ravencrest",
				},
				["Player-1085-0A50944C"] = {
					["name"] = "Chulun-Moonglade",
					["guid"] = "Player-1085-0A50944C",
					["class"] = "HUNTER",
					["cache_time"] = 1671786868,
					["realm"] = "Moonglade",
				},
				["Player-1615-071014FE"] = {
					["ilvl"] = 396.125,
					["guid"] = "Player-1615-071014FE",
					["class"] = "DRUID",
					["role"] = "DAMAGER",
					["cache_time"] = 1672860684,
					["rank"] = "Новичок",
					["name"] = "дайселдру-Ревущийфьорд",
					["specID"] = 102,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1335-09ED00AC"] = {
					["name"] = "Stratochien-Ysondre",
					["guid"] = "Player-1335-09ED00AC",
					["class"] = "HUNTER",
					["cache_time"] = 1673099767,
					["realm"] = "Ysondre",
				},
				["Player-1615-09E509D4"] = {
					["name"] = "енб-Ревущийфьорд",
					["guid"] = "Player-1615-09E509D4",
					["class"] = "MAGE",
					["cache_time"] = 1670005294,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1602-0F482A6F"] = {
					["name"] = "тевилара-Гордунни",
					["guid"] = "Player-1602-0F482A6F",
					["class"] = "MAGE",
					["cache_time"] = 1671000713,
					["realm"] = "Гордунни",
				},
				["Player-1604-0997ECED"] = {
					["name"] = "чуммазик-СвежевательДуш",
					["guid"] = "Player-1604-0997ECED",
					["class"] = "DRUID",
					["cache_time"] = 1673015373,
					["realm"] = "СвежевательДуш",
				},
				["Player-1621-0AE65CD0"] = {
					["name"] = "Arâgörne-Dalaran",
					["guid"] = "Player-1621-0AE65CD0",
					["class"] = "WARRIOR",
					["cache_time"] = 1672215855,
					["realm"] = "Dalaran",
				},
				["Player-1302-0BAA6321"] = {
					["name"] = "Svetläna-Archimonde",
					["guid"] = "Player-1302-0BAA6321",
					["class"] = "DRUID",
					["cache_time"] = 1672910541,
					["realm"] = "Archimonde",
				},
				["Player-1301-0BFE2CA8"] = {
					["name"] = "Artalos-Outland",
					["guid"] = "Player-1301-0BFE2CA8",
					["class"] = "HUNTER",
					["cache_time"] = 1672350837,
					["realm"] = "Outland",
				},
				["Player-3674-0AED6CD5"] = {
					["name"] = "Reøzoom-TwistingNether",
					["guid"] = "Player-3674-0AED6CD5",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1672910541,
					["realm"] = "TwistingNether",
				},
				["Player-1615-0AF74D53"] = {
					["ilvl"] = 391.0625,
					["guid"] = "Player-1615-0AF74D53",
					["class"] = "PALADIN",
					["role"] = "TANK",
					["name"] = "мурратик-Ревущийфьорд",
					["realm"] = "Ревущийфьорд",
					["cache_time"] = 1671740403,
					["specID"] = 66,
					["enchantingLvl"] = 0,
					["rank"] = "Темный совет",
				},
				["Player-3674-0AA3E383"] = {
					["name"] = "Spokkhunt-TwistingNether",
					["guid"] = "Player-3674-0AA3E383",
					["class"] = "HUNTER",
					["cache_time"] = 1671784585,
					["realm"] = "TwistingNether",
				},
				["Player-1615-0B1242C8"] = {
					["ilvl"] = 386.4375,
					["guid"] = "Player-1615-0B1242C8",
					["class"] = "WARRIOR",
					["role"] = "DAMAGER",
					["name"] = "вальдегмар-Ревущийфьорд",
					["rank"] = "Новичок",
					["cache_time"] = 1672866195,
					["specID"] = 72,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1390-0C5C6BBA"] = {
					["name"] = "Armaris-Hyjal",
					["guid"] = "Player-1390-0C5C6BBA",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671786890,
					["realm"] = "Hyjal",
				},
				["Player-1302-0B74FA67"] = {
					["name"] = "Acknya-Archimonde",
					["guid"] = "Player-1302-0B74FA67",
					["class"] = "DEATHKNIGHT",
					["cache_time"] = 1672219425,
					["realm"] = "Archimonde",
				},
				["Player-1615-08C5A483"] = {
					["ilvl"] = 390.875,
					["guid"] = "Player-1615-08C5A483",
					["class"] = "WARLOCK",
					["role"] = "DAMAGER",
					["name"] = "гернина-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1672084627,
					["specID"] = 266,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-3692-09F1DDCE"] = {
					["name"] = "Tyrnìar-Eredar",
					["guid"] = "Player-3692-09F1DDCE",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1672910541,
					["realm"] = "Eredar",
				},
				["Player-1621-0B09F7B9"] = {
					["name"] = "Zoomevo-Sinstralis",
					["guid"] = "Player-1621-0B09F7B9",
					["class"] = "EVOKER",
					["cache_time"] = 1673101253,
					["realm"] = "Sinstralis",
				},
				["Player-1084-0A2B964E"] = {
					["name"] = "Supersöt-TarrenMill",
					["guid"] = "Player-1084-0A2B964E",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1672837120,
					["realm"] = "TarrenMill",
				},
				["Player-3391-068AF0CE"] = {
					["name"] = "Tddk-Silvermoon",
					["guid"] = "Player-3391-068AF0CE",
					["class"] = "DEATHKNIGHT",
					["cache_time"] = 1672214067,
					["realm"] = "Silvermoon",
				},
				["Player-2073-09E8FB01"] = {
					["name"] = "Leóo-Stormscale",
					["guid"] = "Player-2073-09E8FB01",
					["class"] = "EVOKER",
					["cache_time"] = 1670006951,
					["realm"] = "Stormscale",
				},
				["Player-1615-09CB4496"] = {
					["ilvl"] = 387.4375,
					["guid"] = "Player-1615-09CB4496",
					["class"] = "MAGE",
					["role"] = "DAMAGER",
					["cache_time"] = 1672263002,
					["rank"] = "Отряд Репка",
					["name"] = "гигаовца-Ревущийфьорд",
					["specID"] = 64,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1390-0BA59C2B"] = {
					["name"] = "Nulingu-Hyjal",
					["guid"] = "Player-1390-0BA59C2B",
					["class"] = "ROGUE",
					["cache_time"] = 1673027789,
					["realm"] = "Hyjal",
				},
				["Player-1615-0B05F7E2"] = {
					["name"] = "вламлю-Ревущийфьорд",
					["guid"] = "Player-1615-0B05F7E2",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1670091692,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1335-09F0E918"] = {
					["name"] = "Bathtaran-Ysondre",
					["guid"] = "Player-1335-09F0E918",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1673099767,
					["realm"] = "Ysondre",
				},
			},
		},
		["locale"] = "ruRU",
		["verTestCandidates"] = {
			["грандисон-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672855161, -- [3]
			},
			["аммигдала-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672755274, -- [3]
			},
			["мягчайший-Ревущийфьорд"] = {
				"3.6.7", -- [1]
				nil, -- [2]
				1673100660, -- [3]
			},
			["милфараон-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673026272, -- [3]
			},
			["гигаовца-Ревущийфьорд"] = {
				"3.6.7", -- [1]
				nil, -- [2]
				1673026272, -- [3]
			},
			["ледиланатель-Ревущийфьорд"] = {
				"3.6.7", -- [1]
				nil, -- [2]
				1673023457, -- [3]
			},
			["лаурэлин-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673027955, -- [3]
			},
			["вальдегмар-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673105203, -- [3]
			},
			["багетлюбви-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673016797, -- [3]
			},
			["оргриддан-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672865582, -- [3]
			},
			["дельфуего-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672911297, -- [3]
			},
			["шурадх-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673105203, -- [3]
			},
			["аскельт-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672916808, -- [3]
			},
			["интоксикант-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673105417, -- [3]
			},
			["инсендиари-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672917919, -- [3]
			},
			["аландир-Ревущийфьорд"] = {
				"3.6.7", -- [1]
				nil, -- [2]
				1673105203, -- [3]
			},
			["мясарубка-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673028149, -- [3]
			},
			["аишвария-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673023457, -- [3]
			},
			["дебрикассар-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672837299, -- [3]
			},
			["комт-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673026272, -- [3]
			},
			["бабусянатусе-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672856548, -- [3]
			},
			["тиралея-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673028480, -- [3]
			},
			["эллерот-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673015632, -- [3]
			},
			["ксилиэль-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672854992, -- [3]
			},
			["клесса-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673022610, -- [3]
			},
			["ксимаксрога-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673106137, -- [3]
			},
			["сашафлекс-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672862491, -- [3]
			},
			["зис-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673105205, -- [3]
			},
			["ледотроль-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673099434, -- [3]
			},
			["ватрониум-Ревущийфьорд"] = {
				"3.6.7", -- [1]
				nil, -- [2]
				1673101683, -- [3]
			},
			["жаваронок-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672854922, -- [3]
			},
			["нотушка-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673026272, -- [3]
			},
			["линлот-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672915423, -- [3]
			},
			["дайселдру-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672853962, -- [3]
			},
			["злюдра-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673099434, -- [3]
			},
			["бишарк-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673026272, -- [3]
			},
			["ожившийлось-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672917854, -- [3]
			},
			["серегя-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673026272, -- [3]
			},
			["сварщег-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673026121, -- [3]
			},
			["зырочка-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673105203, -- [3]
			},
			["каровчик-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672830605, -- [3]
			},
			["шоранджи-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673100660, -- [3]
			},
			["натазат-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1673099434, -- [3]
			},
			["гернина-Ревущийфьорд"] = {
				"3.6.6", -- [1]
				nil, -- [2]
				1672918980, -- [3]
			},
		},
		["version"] = "3.6.7",
		["oldVersion"] = "3.6.6",
		["regionID"] = 3,
	},
	["profiles"] = {
		["Default"] = {
			["itemStorage"] = {
				{
					["inBags"] = 18,
					["type"] = "temp",
					["link"] = "|cffa335ee|Hitem:137487::::::::70:269::16:8:8965:7977:6652:7935:8784:9144:3268:8767:1:28:1279:::::|h[Ожерелье звезд]|h|r",
					["time_remaining"] = 7020,
					["time_updated"] = 1673101109,
					["time_added"] = 1673101109,
					["args"] = {
					},
				}, -- [1]
				{
					["inBags"] = true,
					["type"] = "temp",
					["link"] = "|cffa335ee|Hitem:109829::::::::70:269::16:9:8966:7977:42:7936:8822:8818:9144:3277:8767:1:28:1279:::::|h[Пояс огненной собранности]|h|r",
					["time_remaining"] = 7140,
					["args"] = {
					},
					["time_added"] = 1673102658,
					["time_updated"] = 1673102657,
				}, -- [2]
			},
			["UI"] = {
				["tradeui"] = {
					["bgColor"] = {
						0.55, -- [1]
						0.84, -- [2]
						1, -- [3]
					},
					["borderColor"] = {
						0.62, -- [1]
						0.86, -- [2]
						0.87, -- [3]
						0.85, -- [4]
					},
					["background"] = "Blizzard Garrison Background 3",
					["border"] = "Blizzard Dialog",
				},
				["lootframe"] = {
					["bgColor"] = {
						0.55, -- [1]
						0.84, -- [2]
						1, -- [3]
					},
					["borderColor"] = {
						0.62, -- [1]
						0.86, -- [2]
						0.87, -- [3]
						0.85, -- [4]
					},
					["background"] = "Blizzard Garrison Background 3",
					["border"] = "Blizzard Dialog",
				},
				["default"] = {
					["bgColor"] = {
						0.55, -- [1]
						0.84, -- [2]
						1, -- [3]
					},
					["borderColor"] = {
						0.62, -- [1]
						0.86, -- [2]
						0.87, -- [3]
						0.85, -- [4]
					},
					["background"] = "Blizzard Garrison Background 3",
					["border"] = "Blizzard Dialog",
				},
				["DefaultRCLootFrame"] = {
					["y"] = 201.0389188471472,
					["x"] = 113.1914811826073,
					["point"] = "BOTTOMLEFT",
					["borderColor"] = {
						0.62, -- [1]
						0.86, -- [2]
						0.87, -- [3]
						0.85, -- [4]
					},
					["scale"] = 1.100000023841858,
					["background"] = "Blizzard Garrison Background 3",
					["border"] = "Blizzard Dialog",
					["bgColor"] = {
						0.55, -- [1]
						0.84, -- [2]
						1, -- [3]
					},
				},
			},
		},
	},
}
RCLootCouncilLootDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
		["Хуготор - Ревущий фьорд"] = "Хуготор - Ревущий фьорд",
		["Хугакон - Ревущий фьорд"] = "Хугакон - Ревущий фьорд",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Хугобум - Ревущий фьорд"] = "Хугобум - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хуговар - Ревущий фьорд"] = "Хуговар - Ревущий фьорд",
	},
	["factionrealm"] = {
		["Horde - Ревущий фьорд"] = {
			["ледотроль-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 18,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:23:04",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:200252:6527:::::::70:259::25:4:6652:1478:5861:8767:1:28:2602:::::|h[Пламенная зенитная пушка]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195490::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["id"] = "1671031384-0",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "23:39:15",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195210::::::::70:259::11:2:8776:8984:2:9:70:28:2154:::::|h[Сердце Азмерлот]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195502::::::::70:259::5:6:6652:7937:8783:7980:1485:8767::::::|h[Плененный сердечник Терроса]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671644355-36",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 18,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "21:00:36",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:195490:6527:::::::70:260::3:4:6652:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Оффспек/Не откажусь",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195490::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["id"] = "1672239636-2",
					["date"] = "28/12/22",
					["responseID"] = 2,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "22:05:39",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:191997:6625:::::::70:260::73:4:6652:1485:5861:8767:1:28:2437:::::|h[Кольчуга он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Курог Зловещий Тотем",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196596::::::::70:260::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из таинственного аметиста]|h|r",
					["note"] = "1 кусок",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672243539-17",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "22:10:10",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193704::::::::70:259::16:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279:::::|h[Чешуйчатый наплеч зарождения]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Хранительница стаи Денна",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196599::::::::70:259::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из таинственного лазурита]|h|r",
					["note"] = "4ый кусок",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672848610-34",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 18,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "22:47:24",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:195490:6527:::::::70:259::3:4:6652:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195490::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["id"] = "1672850844-48",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [6]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "23:19:02",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195502::::::::70:259::5:6:6652:7937:8783:7980:1485:8767::::::|h[Плененный сердечник Терроса]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195496::::::::70:259::5:6:6652:7936:8783:7980:1485:8767::::::|h[Око мстительного урагана]|h|r",
					["id"] = "1672852742-56",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [7]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 1,
					["groupSize"] = 24,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "23:47:23",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:137483:6591:::::::70:259::33:8:8966:7977:6652:8822:8819:9144:3271:8767:1:28:1279:::::|h[Накидка Сумеречной стражи]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195511::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Устойчивая к кислоте паутина]|h|r",
					["id"] = "1672854443-65",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [8]
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 6,
					["groupSize"] = 14,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "00:02:51",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:195490:6528:::::::70:259::5:4:6652:7980:1485:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Оффспек/Не откажусь",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195483::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Авак'мани, наследие Зловещего Тотема]|h|r",
					["id"] = "1672855371-71",
					["date"] = "05/01/23",
					["responseID"] = 2,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [9]
			},
			["мурратик-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "14/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 4,
					["groupSize"] = 27,
					["votes"] = 0,
					["time"] = "22:13:33",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193802::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2155:::::|h[Наплечье неизменной истины]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671034413-13",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195477::::::::70:259::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r",
					["note"] = "BIS",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Эраног",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "18/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 0,
					["groupSize"] = 23,
					["votes"] = 0,
					["time"] = "22:29:56",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134503:6624:::::::70:260::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279:::::|h[Инфернальная кираса]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Курог Зловещий Тотем",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196601::::::::70:260::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из почитаемого аметиста]|h|r",
					["note"] = "2part",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1671380996-7",
					["typeCode"] = "default",
				}, -- [2]
			},
			["Ceryne-TwistingNether"] = {
				{
					["mapID"] = 2516,
					["date"] = "16/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 10,
					["groupSize"] = 5,
					["isAwardReason"] = false,
					["time"] = "17:23:33",
					["iClass"] = 2,
					["id"] = "1671204213-0",
					["owner"] = "Ceryne-TwistingNether",
					["response"] = "Personal Loot - Non tradeable",
					["difficultyID"] = 8,
					["lootWon"] = "|cffa335ee|Hitem:193699::::::::70:62::33:6:8962:7977:6652:9147:1601:8767:1:28:1279:::::|h[Staff of Violent Storms]|h|r",
					["color"] = {
						1, -- [1]
						0.6, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = "PL",
					["instance"] = "The Nokhud Offensive-Mythic Keystone",
					["boss"] = "Balakar Khan",
				}, -- [1]
			},
			["гигаовца-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "21:07:40",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193787:6603:::::::70:259::23:5:7977:6652:8815:1594:8767:1:28:2157:::::|h[Пелерина объездчика мамонтов]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::3:6:42:8821:8819:7979:1472:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671635260-2",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 10,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "21:19:16",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193761:6632:::::::70:259::23:4:7977:42:1594:8767:1:28:2157:::::|h[Насыщающий посох Истощенной Холодом]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195497::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671635956-4",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:41:59",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:191989::::::::70:259::73:5:6652:7936:1481:5855:8766:1:28:2437:::::|h[Шнурованный ремень кобальтового дозорного]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195515::::::::70:259::3:7:6652:7937:7979:8821:8818:1472:8767::::::|h[Кушак духовных поисков Магаты]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671637319-15",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:53:02",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193750:6539:::::::70:260::16:8:7977:6652:8822:8820:9144:8967:1617:8767:1:28:1279:::::|h[Брюки парящего полета]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Сеннарт Дыхание Льда",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:260::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["note"] = "второй",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672242782-11",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "22:32:43",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:192015::::::::70:260::37:4:40:1481:5862:8767:1:28:2275:::::|h[Наплечники кобальтового дозорного]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Хранительница стаи Денна",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196599::::::::70:260::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из таинственного лазурита]|h|r",
					["note"] = "это+сундук=4 куска =)",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672245163-20",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 10,
					["boss"] = "Совет стихий",
					["time"] = "00:29:25",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195485::::::::70:260::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Маска ужаса советника]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195485::::::::70:260::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Маска ужаса советника]|h|r",
					["id"] = "1672252165-3",
					["date"] = "29/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [6]
			},
			["ледиланатель-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:18:46",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:201939:6540:::::::70:260::13:5:8851:8852:8802:8850:8793:7:28:2164:29:40:30:49:38:8:40:855:44:198059:45:194566:::::|h[Проверенные штаны геодезиста |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:260::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["votes"] = 0,
					["date"] = "15/12/22",
					["responseID"] = 1,
					["id"] = "1671121126-0",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:32:34",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191492::::::::70:259::13:4:8836:8840:8902:8802:3:28:2164:38:8:40:201:::::|h[Стремительный алхимический камень |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671636754-11",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194304::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193791::::::::70:259::23:4:7977:6652:1594:8767:1:28:2155:::::|h[Пробивающий время коготь]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:32:06",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:110035::::::::70:259::16:6:8968:7977:6652:9144:3283:8767:1:28:1279:::::|h[Мрачный лик Саданы]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195513::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Писание изначальной преданности]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = 1,
					["id"] = "1672846326-18",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Дафия Перерожденная",
					["time"] = "21:52:52",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:199419::::::::70:259::14:6:8943:6652:8822:8817:1507:8767:1:28:2474:::::|h[Перчатки яростных бурь]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196597::::::::70:259::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из таинственного граната]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = 1,
					["id"] = "1672847572-27",
					["typeCode"] = "default",
				}, -- [4]
			},
			["лаурэлин-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "22:11:59",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:192013:6624:::::::70:259::26:4:41:1462:5868:8766:1:28:2523:::::|h[Жилет из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195478::::::::70:259::5:6:7980:6652:8825:8820:1485:8767::::::|h[Облачение защитника Вальдраккена]|h|r",
					["id"] = "1671034319-12",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
			},
			["вальдегмар-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "WARRIOR",
					["iSubClass"] = 5,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:18:58",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193716::::::::70:260::16:6:8966:7977:6652:9147:1614:8767:1:28:1279:::::|h[Алгет'арский подрезатель изгородей]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Обычный",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672240738-2",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195518::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Усиленный крушитель куалаши]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:110036:6650:::::::70:260::16:6:8962:7977:6652:9147:3264:8767:1:28:1279:::::|h[Окровавленная алебарда Нхаллиша]|h|r",
					["votes"] = 0,
				}, -- [1]
			},
			["багетлюбви-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 2,
					["groupSize"] = 26,
					["boss"] = "Эраног",
					["time"] = "23:13:50",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:192013:6625:::::::70:259::37:4:6652:1481:5862:8767:1:28:2287:::::|h[Жилет из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195478::::::::70:259::5:6:7980:6652:8825:8820:1485:8767::::::|h[Облачение защитника Вальдраккена]|h|r",
					["id"] = "1672247630-29",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "DRUID",
					["iSubClass"] = 0,
					["groupSize"] = 24,
					["votes"] = 0,
					["time"] = "23:55:03",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134194::::::::70:259::33:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279:::::|h[Поножи из медвежьей кожи]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672250103-42",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["note"] = "0",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Сеннарт Дыхание Льда",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 2,
					["groupSize"] = 12,
					["boss"] = "Совет стихий",
					["time"] = "00:28:36",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:133620::::::::70:260::16:8:8966:7977:40:8822:8817:9144:3271:8767:1:28:1279:::::|h[Нарамник Просвещенного]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195486::::::::70:260::5:6:43:8825:8817:7980:1485:8767::::::|h[Наплечи из изломанной глины]|h|r",
					["id"] = "1672252116-1",
					["date"] = "29/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "DRUID",
					["iSubClass"] = 0,
					["groupSize"] = 10,
					["votes"] = 0,
					["time"] = "22:29:38",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:139281::::::::70:259::16:9:8968:7977:6652:7937:8822:8820:9144:3277:8767:1:28:1279:::::|h[Шлем искателя славы]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672849778-39",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196600::::::::70:259::3:4:7979:8828:1472:8767:1:28:2160:::::|h[Камень Кузни из таинственного топаза]|h|r",
					["note"] = "1",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Рашагет Пожирательница Бурь",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [4]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "DRUID",
					["iSubClass"] = 0,
					["groupSize"] = 25,
					["boss"] = "Совет стихий",
					["time"] = "22:58:40",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191492::::::::70:259::13:5:8836:8840:8902:8801:8846:4:28:2164:38:7:40:201:46:198046:::::|h[Стремительный алхимический камень |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Героический",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672851520-51",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194300::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Чародейская леденящая сфера]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:133642::::::::70:259::16:6:8969:7977:6652:9144:3281:8767:1:28:1279:::::|h[Рог доблести]|h|r",
					["votes"] = 0,
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 2,
					["groupSize"] = 24,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "23:47:06",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:137497:6612:::::::70:259::16:8:8967:7977:6652:8822:8818:9144:3274:8767:1:28:1279:::::|h[Сапоги стремительной балестры]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195509::::::::70:259::5:6:6652:8825:8818:7980:1485:8767::::::|h[Сапоги ледоступа]|h|r",
					["id"] = "1672854426-64",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [6]
			},
			["оргриддан-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARRIOR",
					["iSubClass"] = 4,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "21:04:38",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:143971::::::::70:259::16:8:8966:7977:6652:8822:8817:9144:3282:8767:1:28:1279:::::|h[Наплечные пластины змеиного укуса]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195477::::::::70:259::3:6:7979:6652:8821:8817:1472:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r",
					["id"] = "1672844678-0",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "WARRIOR",
					["iSubClass"] = 4,
					["groupSize"] = 27,
					["boss"] = "Совет стихий",
					["time"] = "21:47:58",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:190510:6648:::::::70:259::13:7:8836:8840:8902:8802:8845:8793:8174:8:28:2164:29:32:30:36:38:8:40:190:44:197921:45:194566:46:200652:::::|h[Изначальный раскаленный большой топор |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Вручено",
					["id"] = "1672847278-26",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195489::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Кувалда демиурга]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["responseID"] = "AWARDED",
					["itemReplaced2"] = "|cffa335ee|Hitem:200286:6651:::::::70:259::26:4:6652:1485:5864:8767:1:28:2275:::::|h[Драконобойное копье]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "WARRIOR",
					["iSubClass"] = 0,
					["groupSize"] = 11,
					["votes"] = 0,
					["time"] = "22:30:29",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:109987::::::::70:259::16:9:8969:7977:6652:7936:8822:8820:9144:3287:8767:1:28:1279:::::|h[Большой шлем из золотой стали]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672849829-41",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196595::::::::70:259::3:4:7979:8828:1472:8767:1:28:2160:::::|h[Камень Кузни из наивысшего топаза]|h|r",
					["note"] = "бис",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Рашагет Пожирательница Бурь",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARRIOR",
					["iSubClass"] = 4,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "22:47:11",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:143971::::::::70:259::16:8:8966:7977:6652:8822:8817:9144:3282:8767:1:28:1279:::::|h[Наплечные пластины змеиного укуса]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195477::::::::70:259::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r",
					["id"] = "1672850831-45",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARRIOR",
					["iSubClass"] = 1,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "22:48:23",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:133639:6591:::::::70:259::16:8:8968:7977:6652:8822:8819:9144:3277:8767:1:28:1279:::::|h[Покрытая золотыми шрамами шкура]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["id"] = "1672850903-49",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
			},
			["дельфуего-Ревущийфьорд"] = {
				{
					["mapID"] = 2444,
					["date"] = "15/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 4,
					["groupSize"] = 0,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:22:41",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:200169::::::::70:260::26:4:6652:1481:5865:8767:1:28:2287:::::|h[Пламенная дубинка защитника]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671121361-4",
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:195510::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Колотушка хладодышащего]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:200137::::::::70:260::25:4:6652:1475:5864:8767:1:28:2437:::::|h[Хитиновый устрашитель]|h|r",
					["instance"] = "10.0 Драконьи острова-",
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "18/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 23,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:28:35",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:133642::::::::70:260::33:6:8966:7977:6652:9144:3271:8767:1:28:1279:::::|h[Рог доблести]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671380915-5",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194306::::::::70:260::3:4:7979:6652:1472:8767::::::|h[Всемогущий тотем повелителя]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:198451::::::::70:260::37:4:6652:1433:5865:8767:1:28:2275:::::|h[Флакон пламени жизни]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 15,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "21:18:50",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:195503:6628:::::::70:259::5:4:6652:7980:1485:8767::::::|h[Прочный осколок Терроса]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671635930-3",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195503::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Прочный осколок Терроса]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:200131::::::::70:259::26:4:6652:1481:5865:8767:1:28:2287:::::|h[Возвращенный кинжал выживающего]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:31:34",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:191994::::::::70:259::43:4:6652:1488:5864:8767:1:28:2533:::::|h[Брюки из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196593::::::::70:259::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из наивысшего нефрита]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671636694-7",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 2,
					["groupSize"] = 20,
					["boss"] = "Совет стихий",
					["time"] = "21:18:25",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193642::::::::70:260::33:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279:::::|h[Оплечье желанной свободы]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195486::::::::70:260::5:6:6652:8825:8817:7980:1485:8767::::::|h[Наплечи из изломанной глины]|h|r",
					["id"] = "1671722305-0",
					["date"] = "22/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:48:02",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:200373::::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040:::::|h[Штаны взломщика Хранилища]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196593::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из наивысшего нефрита]|h|r",
					["id"] = "1671724082-4",
					["date"] = "22/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [6]
				{
					["mapID"] = 2522,
					["date"] = "22/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 4,
					["groupSize"] = 17,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:48:54",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:195503:6628:::::::70:259::5:4:6652:7980:1485:8767::::::|h[Прочный осколок Терроса]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Героический",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671724134-5",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195510::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Колотушка хладодышащего]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:195503::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Прочный осколок Терроса]|h|r",
					["votes"] = 0,
				}, -- [7]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 2,
					["groupSize"] = 26,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:34:59",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:134280:6580:::::::70:260::16:9:8966:7977:6652:7936:8822:8819:9144:3271:8767:1:28:1279:::::|h[Нарукавники песни меча]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195525::::::::70:260::3:7:6652:7937:7979:8821:8819:1472:8767::::::|h[Наручи преданного мастера огня]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672245299-22",
					["typeCode"] = "default",
				}, -- [8]
				{
					["mapID"] = 2522,
					["date"] = "29/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["boss"] = "Дафия Перерожденная",
					["time"] = "21:15:10",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193701::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Алгет'арская шкатулка с секретом]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Героический",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672326910-3",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194302::::::::70:259::5:3:7980:1485:8767::::::|h[Благословение Пожирательницы Бурь]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:198542::::::::70:259::36:4:6652:1430:5865:8767:1:28:2537:::::|h[Наконечник стрелы шикаарской охотницы]|h|r",
					["votes"] = 0,
				}, -- [9]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "ROGUE",
					["iSubClass"] = 7,
					["groupSize"] = 26,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:25:11",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:190505:6643:::::::70:259::13:8:8836:8840:8902:8802:8846:8795:8937:8960:8:28:2164:29:49:30:32:38:8:40:192:44:198046:45:194572:46:193943:::::|h[Изначальный раскаленный короткий клинок |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Отказаться",
					["id"] = "1672845911-15",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195505::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Рассекатель из едкой хладостали]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0.7, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["responseID"] = "PASS",
					["itemReplaced2"] = "|cffa335ee|Hitem:201998:6642:::::::70:259::35:6:8973:7977:6652:9147:1637:8767::::::|h[Окровавленный клык Фенрира]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [10]
				{
					["mapID"] = 2522,
					["color"] = {
						0.7, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 2,
					["groupSize"] = 24,
					["boss"] = "Террос",
					["time"] = "23:34:56",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:109829::::::::70:259::16:9:8968:7977:6652:7936:8822:8818:9144:3283:8767:1:28:1279:::::|h[Пояс огненной собранности]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Отказаться",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195501::::::::70:259::5:7:6652:7936:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["id"] = "1672853696-60",
					["date"] = "04/01/23",
					["responseID"] = "PASS",
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [11]
			},
			["шурадх-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEMONHUNTER",
					["iSubClass"] = 2,
					["groupSize"] = 17,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:30:59",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:109811::::::::70:259::22:3:6652:8171:7756:2:9:70:28:181:::::|h[Бриджи собирающего кристаллы]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195530::::::::70:259::3:6:6652:7979:8821:8820:1472:8767:1:28:2160:::::|h[Штаны отвратительного избранника грома]|h|r",
					["id"] = "1672849859-43",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
			},
			["аскельт-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 18,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "20:59:51",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:110037:6527:::::::70:260::33:6:8964:7977:6652:9147:3270:8767:1:28:1279:::::|h[Длинный лук костезуба]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195490::::::::70:260::3:4:42:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["id"] = "1672239591-0",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 3,
					["groupSize"] = 27,
					["boss"] = "Совет стихий",
					["time"] = "21:46:44",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:137498:6625:::::::70:259::16:8:8965:7977:6652:8822:8820:9144:3268:8767:1:28:1279:::::|h[Сияющий хауберк присягнувшего клинку]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195487::::::::70:259::3:6:6652:8821:8820:7979:1472:8767::::::|h[Пепельный хауберк Эмбар]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = 1,
					["id"] = "1672847204-24",
					["typeCode"] = "default",
				}, -- [2]
			},
			["интоксикант-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 15,
					["groupSize"] = 26,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:43:27",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:190507:6642:::::::70:260::13:8:8836:8840:8902:8802:8845:8795:8796:8960:8:28:2164:29:36:30:32:38:8:40:189:44:197921:45:194572:46:193554:::::|h[Изначальный раскаленный длинный меч |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Оффспек/Не откажусь",
					["id"] = "1672242207-8",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195503::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Прочный осколок Терроса]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 2,
					["itemReplaced2"] = "|cffa335ee|Hitem:193631:6642:::::::70:260::33:6:8966:7977:6652:9147:1614:8767:1:28:1279:::::|h[Рассекатель горизонта]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 7,
					["groupSize"] = 26,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:53:54",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:190507:6642:::::::70:260::13:8:8836:8840:8902:8802:8845:8795:8796:8960:8:28:2164:29:36:30:32:38:8:40:189:44:197921:45:194572:46:193554:::::|h[Изначальный раскаленный длинный меч |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["votes"] = 0,
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["id"] = "1672242834-13",
					["response"] = "Оффспек/Не откажусь",
					["note"] = "трансмог",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195505::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Рассекатель из едкой хладостали]|h|r",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["isAwardReason"] = false,
					["responseID"] = 2,
					["itemReplaced2"] = "|cffa335ee|Hitem:193631:6642:::::::70:260::33:6:8966:7977:6652:9147:1614:8767:1:28:1279:::::|h[Рассекатель горизонта]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "22:32:00",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193642::::::::70:260::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279:::::|h[Оплечье желанной свободы]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Хранительница стаи Денна",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196594::::::::70:260::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из наивысшего лазурита]|h|r",
					["note"] = "будет 2 куска blessrng",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672245120-19",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 2,
					["groupSize"] = 26,
					["boss"] = "Эраног",
					["time"] = "23:13:53",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:133615:6625:::::::70:259::33:8:8968:7977:6652:8822:8820:9144:3277:8767:1:28:1279:::::|h[Шкура Фенрира]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195478::::::::70:259::5:6:7980:6652:8825:8820:1485:8767::::::|h[Облачение защитника Вальдраккена]|h|r",
					["id"] = "1672247633-30",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 2,
					["groupSize"] = 17,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:44:00",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193758::::::::70:259::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279:::::|h[Леденящие захваты поработителя]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195514::::::::70:259::5:6:6652:7980:8825:8817:1485:8767::::::|h[Обмотки коварного тотема]|h|r",
					["id"] = "1672328640-7",
					["date"] = "29/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 2,
					["groupSize"] = 26,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:11:22",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193649::::::::70:259::33:9:8968:7977:6652:7937:8822:8819:9144:1620:8767:1:28:1279:::::|h[Наручники миражей]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195525::::::::70:259::3:7:6652:7937:7979:8821:8819:1472:8767::::::|h[Наручи преданного мастера огня]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = 1,
					["id"] = "1672848682-37",
					["typeCode"] = "default",
				}, -- [6]
				{
					["mapID"] = 2522,
					["date"] = "05/01/23",
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["votes"] = 0,
					["time"] = "00:02:14",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195478:6625:::::::70:259::5:6:7980:6652:8825:8820:1485:8767::::::|h[Облачение защитника Вальдраккена]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672855334-69",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196591::::::::70:259::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из наивысшего аметиста]|h|r",
					["note"] = "будет 4 куска",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Курог Зловещий Тотем",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [7]
			},
			["хугомонк-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 6,
					["groupSize"] = 23,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:30:05",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:197939:6645:::::::70:260::36:4:6652:1478:5865:8767:1:28:2537:::::|h[Гарпун на пилозуба]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195483::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Авак'мани, наследие Зловещего Тотема]|h|r",
					["votes"] = 0,
					["date"] = "18/12/22",
					["responseID"] = 1,
					["id"] = "1671381005-8",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:41:44",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191992::::::::70:259::36:4:6652:1478:5865:8767:1:28:2275:::::|h[Захваты из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195514::::::::70:259::3:6:6652:7979:8821:8817:1472:8767::::::|h[Обмотки коварного тотема]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671637304-14",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "21:59:36",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:201942::::::::70:260::13:5:8851:8852:8802:8850:8795:7:28:2164:29:36:30:32:38:8:40:849:45:198059:46:194572:::::|h[Испытанные наплечники первопроходца |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Незначительное улучшение",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195486::::::::70:260::3:6:6652:8821:8817:7979:1472:8767::::::|h[Наплечи из изломанной глины]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 3,
					["id"] = "1671638376-16",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 11,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:52:42",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:134192:6573:::::::70:259::16:9:8961:7977:6652:7936:8822:8819:9144:3255:8767:1:28:1279:::::|h[Наруч из медвежьей кожи]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195525::::::::70:259::3:7:6652:7937:7979:8821:8819:1472:8767::::::|h[Наручи преданного мастера огня]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671641562-29",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "23:39:24",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191995::::::::70:259::73:5:6652:7937:1485:5864:8767:1:28:2437:::::|h[Кушак из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195501::::::::70:259::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671644364-37",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 17,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:43:49",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195514::::::::70:259::3:6:6652:7979:8821:8817:1472:8767::::::|h[Обмотки коварного тотема]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195514::::::::70:259::5:6:40:7980:8825:8817:1485:8767::::::|h[Обмотки коварного тотема]|h|r",
					["id"] = "1672328629-6",
					["date"] = "29/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [6]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "MONK",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:32:39",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:192797::::::::70:259::37:4:6652:1481:5862:8767:1:28:2521:::::|h[Выброшенный зуб Грала]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1672846359-20",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194305::::::::70:259::3:4:7979:6652:1472:8767::::::|h[Техника направленных течений]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193701::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Алгет'арская шкатулка с секретом]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [7]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "MONK",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "22:10:36",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195486::::::::70:259::3:6:6652:8821:8817:7979:1472:8767::::::|h[Наплечи из изломанной глины]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Хранительница стаи Денна",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196594::::::::70:259::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из наивысшего лазурита]|h|r",
					["note"] = "будет 4-й кусок",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672848636-35",
					["typeCode"] = "default",
				}, -- [8]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "MONK",
					["iSubClass"] = 10,
					["groupSize"] = 24,
					["votes"] = 0,
					["time"] = "23:35:17",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:195483:6645:::::::70:259::3:4:6652:7979:1472:8767::::::|h[Авак'мани, наследие Зловещего Тотема]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672853717-62",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195504::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Пробудившийся планарный столп]|h|r",
					["note"] = "это пуха лучше чем другая",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Террос",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [9]
			},
			["аландир-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEMONHUNTER",
					["iSubClass"] = 2,
					["groupSize"] = 20,
					["boss"] = "Совет стихий",
					["time"] = "21:18:28",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:133620::::::::70:260::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279:::::|h[Нарамник Просвещенного]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195486::::::::70:260::5:6:6652:8825:8817:7980:1485:8767::::::|h[Наплечи из изломанной глины]|h|r",
					["id"] = "1671722308-1",
					["date"] = "22/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEMONHUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:31:15",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:137480::::::::70:260::16:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279:::::|h[Боевые рукавицы вероломного захватчика]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Оффспек/Не откажусь",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196587::::::::70:260::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 2,
					["id"] = "1672241475-2",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "DEMONHUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "22:03:44",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:133615:6625:::::::70:260::35:8:8972:7977:6652:8822:8820:9144:3290:8767::::::|h[Шкура Фенрира]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Курог Зловещий Тотем",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196586::::::::70:260::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r",
					["note"] = "1",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672243424-15",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEMONHUNTER",
					["iSubClass"] = 2,
					["groupSize"] = 24,
					["boss"] = "Террос",
					["time"] = "23:30:03",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:109829::::::::70:259::33:9:8966:7977:6652:7937:8822:8818:9144:3277:8767:1:28:1279:::::|h[Пояс огненной собранности]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195501::::::::70:259::5:7:40:7936:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672248603-35",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "DEMONHUNTER",
					["iSubClass"] = 9,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "23:18:50",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:190518:6628:::::::70:259::13:8:8836:8840:8902:8802:8845:8791:8796:8960:8:28:2164:29:40:30:36:38:8:40:182:45:197921:46:194578:47:193551:::::|h[Обожженный обсидиановый рассекатель |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Героический",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672852730-55",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195491::::::::70:259::5:4:7980:6652:1485:8767::::::|h[Насыщенные глефы бури]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193717:6628:::::::70:259::33:6:8966:7977:6652:9147:1614:8767:1:28:1279:::::|h[Жнец Мистакрии]|h|r",
					["votes"] = 0,
				}, -- [5]
			},
			["мясарубка-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0.7, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "WARRIOR",
					["iSubClass"] = 6,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "21:06:35",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195518:6627:::::::70:259::4:4:6652:7982:1459:8767::::::|h[Усиленный крушитель куалаши]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Трансмог",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195475::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Щит огненного маршала]|h|r",
					["id"] = "1672844795-3",
					["date"] = "04/01/23",
					["responseID"] = 4,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARRIOR",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:32:24",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193753:6621:::::::70:259::16:8:7977:6652:8822:8820:9144:8968:1620:8767:1:28:1279:::::|h[Кираса взлетающего ужаса]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196591::::::::70:259::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из наивысшего аметиста]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = 1,
					["id"] = "1672846344-19",
					["typeCode"] = "default",
				}, -- [2]
			},
			["дебрикассар-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "DEMONHUNTER",
					["iSubClass"] = 1,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:53:26",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:133639:6591:::::::70:260::16:8:8968:7977:6652:8822:8819:9144:3277:8767:1:28:1279:::::|h[Покрытая золотыми шрамами шкура]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Оффспек/Не откажусь",
					["boss"] = "Сеннарт Дыхание Льда",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195511::::::::70:260::3:6:6652:8821:8819:7979:1472:8767::::::|h[Устойчивая к кислоте паутина]|h|r",
					["note"] = "трансмог",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["id"] = "1672242806-12",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "DEMONHUNTER",
					["iSubClass"] = 2,
					["groupSize"] = 23,
					["votes"] = 0,
					["time"] = "22:59:46",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:134194:6493:::::::70:260::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279:::::|h[Поножи из медвежьей кожи]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Оффспек/Не откажусь",
					["boss"] = "Рашагет Пожирательница Бурь",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195530::::::::70:260::3:6:6652:7979:8821:8820:1472:8767:1:28:2160:::::|h[Штаны отвратительного избранника грома]|h|r",
					["note"] = "офспек",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["id"] = "1672246786-28",
					["typeCode"] = "default",
				}, -- [2]
			},
			["комт-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 2,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:30:41",
					["iClass"] = 9,
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194260::::::::70:260::3:::::::|h[Выкройка: башмаки синих драконов]|h|r",
					["votes"] = 0,
					["date"] = "18/12/22",
					["responseID"] = 1,
					["id"] = "1671381041-10",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:32:00",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:133610:6540:::::::70:259::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279:::::|h[Поножи кружащихся рун]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196588::::::::70:259::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из жуткого нефрита]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671636720-8",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:41:19",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134415:6625:::::::70:259::16:8:8968:7977:6652:8822:8820:9144:3277:8767:1:28:1279:::::|h[Резонирующие одеяния чародея]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196586::::::::70:259::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671637279-12",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:30:52",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134217::::::::70:260::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279:::::|h[Перчатки говорящего с костями]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196587::::::::70:260::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672241452-1",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 0,
					["groupSize"] = 15,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:55:52",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134216::::::::70:260::35:9:8972:7977:6652:7936:8822:8820:9144:3290:8767::::::|h[Клобук говорящего с костями]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196590::::::::70:260::3:4:7979:8828:1472:8767:1:28:2160:::::|h[Камень Кузни из жуткого топаза]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672246552-25",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "WARLOCK",
					["iSubClass"] = 0,
					["groupSize"] = 21,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:59:25",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:198407::::::::70:260::37:4:41:1433:5865:8767:1:28:2287:::::|h[Лазурный чародейский усилитель]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1672246765-26",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194310::::::::70:260::3:4:6652:7979:1472:8767:1:28:2160:::::|h[Кодекс отчаявшегося заклинателя]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:191492::::::::70:260::13:5:8836:8840:8902:8799:8845:4:28:2164:38:5:40:201:46:197921:::::|h[Стремительный алхимический камень |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
				}, -- [6]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 1,
					["groupSize"] = 24,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "23:53:45",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:134310:6580:::::::70:259::33:9:8967:7977:6652:7937:8822:8819:9144:3274:8767:1:28:1279:::::|h[Наручники пожирателя маны]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195508::::::::70:259::5:7:6652:7937:8825:8819:7980:1485:8767::::::|h[Промерзшие шелковистые путы]|h|r",
					["id"] = "1672250025-40",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [7]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "23:19:44",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:200335::::::::70:259::3:5:7979:6652:8829:1472:8767:1:28:1040:::::|h[Перчатки чешуеклята-сектанта]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196587::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из жуткого граната]|h|r",
					["id"] = "1672852784-58",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [8]
			},
			["бабусянатусе-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Террос",
					["time"] = "21:57:44",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193666::192957:192957:192957::::70:259::23:6:7977:42:1594:8767:8783:8782:1:28:2157:::::|h[Клыкаррское костяное ожерелье]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195502::::::::70:259::3:6:6652:7937:8784:7979:1472:8767::::::|h[Плененный сердечник Терроса]|h|r",
					["id"] = "1671033464-7",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 21,
					["votes"] = 0,
					["time"] = "21:07:19",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193810:6543:::::::70:259::23:5:7977:6652:8816:1594:8767:1:28:2157:::::|h[Крепкие штаны рудокопа]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Эраног",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195479::::::::70:259::3:6:6652:8821:8820:7979:1472:8767::::::|h[Бриджи мастера огня]|h|r",
					["note"] = "bis",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1671635239-1",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["votes"] = 0,
					["time"] = "22:51:05",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193690::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2157:::::|h[Наплечники ловца драконов]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Хранительница стаи Денна",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196604::::::::70:259::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из почитаемого лазурита]|h|r",
					["note"] = "2 кусок",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1671641465-25",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 11,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:52:14",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191491::::::::70:259::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200:::::|h[Поддерживающий алхимический камень |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["votes"] = 0,
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["id"] = "1671641534-26",
					["response"] = "Основной спек/Нужно",
					["note"] = "бис триня",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194307::::::::70:259::3:4:7979:6652:1472:8767::::::|h[Обещание хранительницы стаи]|h|r",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["isAwardReason"] = false,
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193678::::::::70:259::23:4:7977:41:1594:8767:1:28:2155:::::|h[Миниатюрный поющий камень]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [4]
				{
					["mapID"] = 2522,
					["date"] = "22/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["boss"] = "Совет стихий",
					["time"] = "21:20:02",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191491::::::::70:260::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200:::::|h[Поддерживающий алхимический камень |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["typeCode"] = "default",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["id"] = "1671722402-3",
					["response"] = "Основной спек/Нужно",
					["note"] = "пред бис A+ тир триня",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194300::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Чародейская леденящая сфера]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:194307::::::::70:260::3:4:7979:6652:1472:8767::::::|h[Обещание хранительницы стаи]|h|r",
					["votes"] = 0,
				}, -- [5]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:54:31",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191491::::::::70:260::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200:::::|h[Поддерживающий алхимический камень |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Отказаться",
					["id"] = "1672242871-14",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194304::::::::70:260::3:3:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0.7, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["responseID"] = "PASS",
					["itemReplaced2"] = "|cffa335ee|Hitem:194307::::::::70:260::3:4:7979:6652:1472:8767::::::|h[Обещание хранительницы стаи]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [6]
				{
					["mapID"] = 2522,
					["date"] = "29/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 10,
					["boss"] = "Совет стихий",
					["time"] = "00:29:44",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191491::::::::70:260::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200:::::|h[Поддерживающий алхимический камень |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["id"] = "1672252184-4",
					["response"] = "Основной спек/Нужно",
					["note"] = "A тир",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194300::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Чародейская леденящая сфера]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:194307::::::::70:260::3:4:7979:6652:1472:8767::::::|h[Обещание хранительницы стаи]|h|r",
					["votes"] = 0,
				}, -- [7]
				{
					["mapID"] = 2522,
					["date"] = "29/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["votes"] = 0,
					["time"] = "21:12:22",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:144118::::::::70:259::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279:::::|h[Парализующие перчатки]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672326742-1",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196602::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из почитаемого граната]|h|r",
					["note"] = "третий кусок",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Дафия Перерожденная",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [8]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 25,
					["votes"] = 0,
					["time"] = "21:06:25",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193763:6598:::::::70:259::33:8:7977:6652:8822:8819:9144:8966:1614:8767:1:28:1279:::::|h[Огнеупорная пелерина]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Оффспек/Не откажусь",
					["id"] = "1672844785-2",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::3:6:6652:8821:8819:7979:1472:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["note"] = "на распыление",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["boss"] = "Эраног",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [9]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:15:39",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200324:6625:::::::70:259::35:6:6652:8830:8967:7977:1472:8767::::::|h[Облачение дракона-прорицателя]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Оффспек/Не откажусь",
					["boss"] = "Террос",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195500::::::::70:259::3:6:6652:8821:8820:7979:1472:8767::::::|h[Уплотненная ряса сектанта]|h|r",
					["note"] = "распыление",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["id"] = "1672845339-6",
					["typeCode"] = "default",
				}, -- [10]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:15:42",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200324:6625:::::::70:259::35:6:6652:8830:8967:7977:1472:8767::::::|h[Облачение дракона-прорицателя]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Оффспек/Не откажусь",
					["boss"] = "Террос",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195500::::::::70:259::3:6:42:8821:8820:7979:1472:8767::::::|h[Уплотненная ряса сектанта]|h|r",
					["note"] = "распыление",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["id"] = "1672845342-7",
					["typeCode"] = "default",
				}, -- [11]
				{
					["mapID"] = 2522,
					["color"] = {
						0.7, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 4,
					["groupSize"] = 26,
					["boss"] = "Террос",
					["time"] = "21:15:48",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193641::::::::70:259::16:9:8965:7977:6652:7937:8822:8820:9144:1611:8767:1:28:1279:::::|h[Тюрбан покинутого]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Автопас",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195498::::::::70:259::3:7:6652:7937:8821:8820:7979:1472:8767::::::|h[Взгляд живой добычи]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = "AUTOPASS",
					["id"] = "1672845348-8",
					["typeCode"] = "default",
				}, -- [12]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:23:20",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195479:6543:::::::70:259::3:6:6652:8821:8820:7979:1472:8767::::::|h[Бриджи мастера огня]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Сеннарт Дыхание Льда",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196603::::::::70:259::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r",
					["note"] = "4ый кусок",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672845800-11",
					["typeCode"] = "default",
				}, -- [13]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 27,
					["votes"] = 0,
					["time"] = "21:53:45",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200329:6671:::::::70:259::3:5:7979:6652:8826:1472:8767:1:28:1040:::::|h[Мудрость дракона-прорицателя]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Оффспек/Не откажусь",
					["boss"] = "Дафия Перерожденная",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195493::::::::70:259::3:6:6652:7979:8821:8817:1472:8767::::::|h[Возвышающиеся иглы шквала]|h|r",
					["note"] = "распыл",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["id"] = "1672847625-30",
					["typeCode"] = "default",
				}, -- [14]
				{
					["mapID"] = 2522,
					["color"] = {
						0.7, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Дафия Перерожденная",
					["time"] = "21:54:17",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:200326::::::::70:259::5:5:7980:6652:8829:1485:8767:1:28:1040:::::|h[Захваты дракона-прорицателя]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Отказаться",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196602::::::::70:259::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из почитаемого граната]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = "PASS",
					["id"] = "1672847657-31",
					["typeCode"] = "default",
				}, -- [15]
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Дафия Перерожденная",
					["time"] = "21:54:52",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:200326::::::::70:259::5:5:7980:6652:8829:1485:8767:1:28:1040:::::|h[Захваты дракона-прорицателя]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Вручено",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196602::::::::70:259::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из почитаемого граната]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = "AWARDED",
					["id"] = "1672847692-32",
					["typeCode"] = "default",
				}, -- [16]
				{
					["mapID"] = 2522,
					["color"] = {
						0.7, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "22:47:16",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200328::::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040:::::|h[Брюки дракона-прорицателя]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Отказаться",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195479::::::::70:259::5:6:6652:8825:8820:7980:1485:8767::::::|h[Бриджи мастера огня]|h|r",
					["id"] = "1672850836-46",
					["date"] = "04/01/23",
					["responseID"] = "PASS",
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [17]
				{
					["mapID"] = 2522,
					["color"] = {
						0.7, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "22:47:18",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200328::::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040:::::|h[Брюки дракона-прорицателя]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Отказаться",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195479::::::::70:259::5:6:41:8825:8820:7980:1485:8767::::::|h[Бриджи мастера огня]|h|r",
					["id"] = "1672850838-47",
					["date"] = "04/01/23",
					["responseID"] = "PASS",
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [18]
			},
			["ювитта-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 3,
					["groupSize"] = 23,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:30:21",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:192004:6573:192959::::::70:260::37:5:43:7935:1481:5865:8767:1:28:2385:::::|h[Наручи он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195516::::::::70:260::3:7:6652:7937:7979:8821:8819:1472:8767::::::|h[Проводники нахлынувшей песни]|h|r",
					["votes"] = 0,
					["date"] = "18/12/22",
					["responseID"] = 1,
					["id"] = "1671381021-9",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 3,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "22:00:41",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:191997:6624:::::::70:260::28:4:6652:1468:5865:8766:1:28:2474:::::|h[Кольчуга он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195487::::::::70:260::3:6:6652:8821:8820:7979:1472:8767::::::|h[Пепельный хауберк Эмбар]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671638441-19",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 3,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "22:16:30",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193715:6612:::::::70:259::33:8:8962:7977:6652:8822:8818:9144:1601:8767:1:28:1279:::::|h[Сапоги взрывного роста]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195495::::::::70:259::3:6:6652:7979:8821:8818:1472:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671639390-23",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 1,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "23:18:40",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200971:6591:::::::70:259::14::1:28:2078:::::|h[Обсидиановая накидка]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671643120-30",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 3,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "21:00:25",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:144017::::::::70:260::33:9:7977:6652:7936:8822:8820:9144:8964:3275:8767:1:28:1279:::::|h[Шлем водяного плеска]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195476::::::::70:260::3:7:6652:7937:7979:8821:8820:1472:8767::::::|h[Украшенный шлем Эранога]|h|r",
					["id"] = "1672239625-1",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 3,
					["groupSize"] = 24,
					["boss"] = "Террос",
					["time"] = "23:30:41",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:143970::::::::70:259::33:8:7977:6652:8822:8817:9144:8965:3279:8767:1:28:1279:::::|h[Наплечники малой дерзости]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195499::::::::70:259::5:6:6652:8825:8817:7980:1485:8767::::::|h[Оплечье разлома]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672248641-39",
					["typeCode"] = "default",
				}, -- [6]
			},
			["злюдра-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 1,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "22:14:10",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:198959:6589:::::::70:259::27:6:8978:6652:8815:1478:5865:8767:1:28:2078:::::|h[Обмотки объездчика драконов]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["id"] = "1671034450-14",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2444,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 0,
					["groupSize"] = 0,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:20:29",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:191994:6538:::::::70:260::36:4:43:1478:5865:8767:1:28:2246:::::|h[Брюки из шкуры выдрека]|h|r",
					["instance"] = "10.0 Драконьи острова-",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:260::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["votes"] = 0,
					["date"] = "15/12/22",
					["responseID"] = 1,
					["id"] = "1671121229-1",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 2,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "23:39:32",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191995::::::::70:259::42:5:6652:7936:1485:5864:8767:1:28:2287:::::|h[Кушак из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195501::::::::70:259::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671644372-38",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "22/12/22",
					["class"] = "DRUID",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["boss"] = "Совет стихий",
					["time"] = "21:19:56",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200563::::::::70:260::25:4:6652:1475:5864:8767:1:28:2602:::::|h[Панцирь для изначального ритуала]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Героический",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671722396-2",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194300::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Чародейская леденящая сфера]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:198539::::::::70:260::36:4:6652:1430:5865:8767:1:28:2537:::::|h[Дыхание равнин]|h|r",
					["votes"] = 0,
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 2,
					["groupSize"] = 19,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:52:08",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200355:6544:::::::70:260::3:5:7979:6652:8827:1472:8767:1:28:1040:::::|h[Поножи утраченной родины]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195530::::::::70:260::3:6:6652:7979:8821:8820:1472:8767:1:28:2160:::::|h[Штаны отвратительного избранника грома]|h|r",
					["id"] = "1672073528-0",
					["date"] = "26/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 0,
					["groupSize"] = 25,
					["boss"] = "Совет стихий",
					["time"] = "22:58:52",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:110035::::::::70:259::16:6:8969:7977:6652:9144:3287:8767:1:28:1279:::::|h[Мрачный лик Саданы]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Незначительное улучшение",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195484::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Проводник силы Ледяного Гнева]|h|r",
					["id"] = "1672851532-53",
					["date"] = "04/01/23",
					["responseID"] = 3,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [6]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "00:02:07",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193399:6619:::::::70:259::13:8:8836:8840:8902:8802:8846:8932:8960:8792:8:28:2164:29:32:30:49:38:8:40:294:45:198046:46:193945:47:194569:::::|h[Зачарованный жизнью нагрудник |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196596::::::::70:259::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из таинственного аметиста]|h|r",
					["id"] = "1672855327-68",
					["date"] = "05/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [7]
			},
			["сашафлекс-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "ROGUE",
					["iSubClass"] = 15,
					["groupSize"] = 26,
					["boss"] = "Террос",
					["time"] = "21:14:51",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:199078::::::::70:259::27:5:8978:6652:1478:5865:8767:1:28:2078:::::|h[Нож объездчика драконов]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1672845291-4",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195503::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Прочный осколок Терроса]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:197936::::::::70:259::37:4:6652:1481:5865:8767:1:28:2287:::::|h[Зубчатый нож свежевальщика]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [1]
			},
			["серегя-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "14/12/22",
					["class"] = "SHAMAN",
					["iSubClass"] = 3,
					["groupSize"] = 27,
					["votes"] = 0,
					["time"] = "22:11:43",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200186::::::::70:259::25:5:6652:7937:1478:5865:8767:1:28:2602:::::|h[Покров из янтарных перьев]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671034303-11",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195476::::::::70:259::5:7:42:7935:7980:8825:8820:1485:8767::::::|h[Украшенный шлем Эранога]|h|r",
					["note"] = "БИС!",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Эраног",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 6,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "23:19:47",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200439::::::::70:259::26:4:6652:1485:5864:8767:1:28:2287:::::|h[Скипетр договора земли]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195475::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Щит огненного маршала]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671643187-32",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "SHAMAN",
					["iSubClass"] = 10,
					["groupSize"] = 24,
					["boss"] = "Террос",
					["time"] = "23:35:06",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:200247:6638:::::::70:259::26:4:42:1488:5864:8767:1:28:2287:::::|h[Булава неугасимого огня]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Героический",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672853706-61",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195497::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:195475::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Щит огненного маршала]|h|r",
					["votes"] = 0,
				}, -- [3]
			},
			["ксилиэль-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 1,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "21:06:12",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff1eff00|Hitem:193522::::::::70:259::13:5:8839:8840:5247:8983:8802:5:28:2164:29:32:30:49:38:8:40:416:::::|h[Плащ из ткани стихий багрового бойца |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Оффспек/Не откажусь",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::3:6:40:8821:8819:7979:1472:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["id"] = "1672844772-1",
					["date"] = "04/01/23",
					["responseID"] = 2,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Террос",
					["time"] = "21:15:00",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff1eff00|Hitem:192998::::::::70:259::13:7:8839:8840:5247:8983:8784:8780:8802:4:28:2164:29:49:38:8:40:257:::::|h[Драгоценный амулет багрового бойца |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195502::::::::70:259::3:6:6652:7936:8783:7979:1472:8767::::::|h[Плененный сердечник Терроса]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = 1,
					["id"] = "1672845300-5",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0.7, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 15,
					["groupSize"] = 26,
					["boss"] = "Террос",
					["time"] = "21:16:00",
					["iClass"] = 2,
					["itemReplaced1"] = "|cff0070dd|Hitem:198334::::::::70:259::13:3:8851:8852:8802:5:28:2164:29:40:30:49:38:8:40:615:::::|h[П.И.У. x2 |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Трансмог",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195503::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Прочный осколок Терроса]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = 4,
					["id"] = "1672845360-9",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:23:09",
					["iClass"] = 15,
					["itemReplaced1"] = "|cff0070dd|Hitem:201949::::::::70:259::13:3:8851:8852:8802:5:28:2164:29:49:30:32:38:8:40:865:::::|h[Укрепленные набедренники первооткрывателя |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:259::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = 1,
					["id"] = "1672845789-10",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 3,
					["groupSize"] = 26,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:23:55",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:201950::::::::70:259::13:4:8851:8852:7937:8802:5:28:2164:29:36:30:49:38:8:40:862:::::|h[Укрепленный кольчужный пояс первооткрывателя |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195507::::::::70:259::3:7:6652:7936:8821:8818:7979:1472:8767::::::|h[Ремень из неестественного каплекамня]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = 1,
					["id"] = "1672845835-13",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 3,
					["groupSize"] = 27,
					["boss"] = "Совет стихий",
					["time"] = "21:46:17",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff1eff00|Hitem:193440::::::::70:259::13:5:8839:8840:5247:8983:8802:5:28:2164:29:49:30:32:38:8:40:370:::::|h[Крепкая кольчуга багрового бойца |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195487::::::::70:259::3:6:43:8821:8820:7979:1472:8767::::::|h[Пепельный хауберк Эмбар]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = 1,
					["id"] = "1672847177-22",
					["typeCode"] = "default",
				}, -- [6]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Дафия Перерожденная",
					["time"] = "21:53:28",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195502::::::::70:259::3:6:6652:7936:8783:7979:1472:8767::::::|h[Плененный сердечник Терроса]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195496::::::::70:259::3:6:6652:7937:8784:7979:1472:8767::::::|h[Око мстительного урагана]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = 1,
					["id"] = "1672847608-28",
					["typeCode"] = "default",
				}, -- [7]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 2,
					["groupSize"] = 13,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:30:43",
					["iClass"] = 2,
					["itemReplaced1"] = "|cff0070dd|Hitem:198334::::::::70:259::13:3:8851:8852:8802:5:28:2164:29:40:30:49:38:8:40:615:::::|h[П.И.У. x2 |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195527::::::::70:259::3:4:6652:7979:1472:8767:1:28:2160:::::|h[Нелтаракс, враг неба]|h|r",
					["id"] = "1672849843-42",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [8]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 1,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "22:46:27",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195482:6588:::::::70:259::3:6:40:8821:8819:7979:1472:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["id"] = "1672850787-44",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [9]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 3,
					["groupSize"] = 24,
					["boss"] = "Террос",
					["time"] = "23:34:21",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:200228::::::::70:259::25:3:6652:1472:8766:1:28:2541:::::|h[Наплечье из чешуи протодракона]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195499::::::::70:259::5:6:6652:8825:8817:7980:1485:8767::::::|h[Оплечье разлома]|h|r",
					["id"] = "1672853661-59",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [10]
			},
			["ватрониум-Ревущийфьорд"] = {
				{
					["mapID"] = 2444,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 3,
					["groupSize"] = 0,
					["boss"] = "Террос",
					["time"] = "21:55:01",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:193655::::::::70:259::2:5:7976:6652:8813:1581:8766:1:28:2156:::::|h[Наплечники гнилостных корней]|h|r",
					["instance"] = "10.0 Драконьи острова-",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:195499::::::::70:259::3:6:6652:8821:8817:7979:1472:8767::::::|h[Оплечье разлома]|h|r",
					["id"] = "1671033301-6",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "22:16:34",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200970::::::::70:259::14:2:7936:8783:1:28:2078:::::|h[Обсидиановый ошейник]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195496::::::::70:259::3:6:6652:7937:8784:7979:1472:8767::::::|h[Око мстительного урагана]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671639394-24",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "SHAMAN",
					["iSubClass"] = 0,
					["groupSize"] = 25,
					["boss"] = "Эраног",
					["time"] = "21:03:56",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193697::::::::70:260::16:6:8964:7977:6652:9144:1607:8767:1:28:1279:::::|h[Бутылка вьющихся вихрей]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1672239836-3",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194299::::::::70:260::3:4:7979:6652:1472:8767::::::|h[Украшение пламени]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193757::::::::70:260::33:6:8964:7977:6652:9144:1607:8767:1:28:1279:::::|h[Пластина рубинового дракончика]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "SHAMAN",
					["iSubClass"] = 13,
					["groupSize"] = 26,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:04:18",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:190509:6639:::::::70:260::13:8:8836:8840:8902:8799:8845:8793:8932:8960:8:28:2164:29:40:30:32:38:5:40:188:44:197921:45:194566:46:193945:::::|h[Изначальная раскаленная булава |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1672243458-16",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195512::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Кулак великого призывателя]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:199306:6639:::::::70:260::14:4:8943:6652:1507:8767:1:28:2474:::::|h[Разрубатель яростных бурь]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 1,
					["groupSize"] = 24,
					["boss"] = "Эраног",
					["time"] = "23:15:48",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193629:6588:::::::70:259::23:5:7977:6652:8815:1594:8767:1:28:2157:::::|h[Плащ угасшей верности]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["id"] = "1672247748-34",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 0,
					["groupSize"] = 24,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "23:55:20",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:192001:6492:::::::70:259::42:4:6652:1485:5864:8767:1:28:2287:::::|h[Наголенники он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196603::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r",
					["id"] = "1672250120-43",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [6]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 0,
					["groupSize"] = 10,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:30:04",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:192000::192960::::::70:259::42:5:6652:7935:1485:5861:8767:1:28:2287:::::|h[Капюшон он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196605::::::::70:259::3:4:7979:8828:1472:8767:1:28:2160:::::|h[Камень Кузни из почитаемого топаза]|h|r",
					["id"] = "1672849804-40",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [7]
			},
			["ксимаксрога-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 2,
					["groupSize"] = 26,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:42:26",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193636::::::::70:260::33:9:8967:7977:6652:7936:8822:8818:9144:1617:8767:1:28:1279:::::|h[Кушак забытой службы]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Оффспек/Не откажусь",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195501::::::::70:260::3:7:6652:7936:8821:8818:7979:1472:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 2,
					["id"] = "1672242146-6",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:07:01",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200563::::::::70:260::26:4:6652:1488:5864:8767:1:28:2287:::::|h[Панцирь для изначального ритуала]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1672243621-18",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194306::::::::70:260::3:4:7979:6652:1472:8767::::::|h[Всемогущий тотем повелителя]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:194302::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Благословение Пожирательницы Бурь]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 10,
					["votes"] = 0,
					["time"] = "22:53:50",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:191993::::::::70:260::37:5:6652:7936:1481:5865:8767:1:28:2521:::::|h[Шлем из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Рашагет Пожирательница Бурь",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196595::::::::70:260::3:4:7979:8828:1472:8767:1:28:2160:::::|h[Камень Кузни из наивысшего топаза]|h|r",
					["note"] = "1 есть",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672246430-24",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 2,
					["groupSize"] = 24,
					["boss"] = "Террос",
					["time"] = "23:30:14",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195501::::::::70:259::3:7:6652:7936:8821:8818:7979:1472:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195501::::::::70:259::5:7:6652:7936:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672248614-36",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:23:32",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193781:6493:::::::70:259::23:5:7977:6652:8816:1594:8767:1:28:2157:::::|h[Бриджи воина лавы]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Сеннарт Дыхание Льда",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196593::::::::70:259::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из наивысшего нефрита]|h|r",
					["note"] = "4ый",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672845812-12",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 25,
					["boss"] = "Совет стихий",
					["time"] = "22:58:26",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193757::::::::70:259::16:6:8969:7977:41:9144:1624:8767:1:28:1279:::::|h[Пластина рубинового дракончика]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["id"] = "1672851506-50",
					["response"] = "Основной спек/Нужно",
					["note"] = "Бис",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194301::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Знак воплощения шепота]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:194302::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Благословение Пожирательницы Бурь]|h|r",
					["votes"] = 0,
				}, -- [6]
			},
			["нотушка-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 26,
					["boss"] = "Террос",
					["time"] = "21:58:08",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200757::::::::70:259::26:5:6652:7937:1585:5858:8767:1:28:2287:::::|h[Боевой шлем куалаши]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195498::::::::70:259::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Взгляд живой добычи]|h|r",
					["id"] = "1671033488-9",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:32:12",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:192008::::::::70:259::36:4:6652:1478:5865:8767:1:28:2287:::::|h[Сотворенные драконами рукавицы]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195506::::::::70:259::3:6:6652:8821:8817:7979:1472:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671636732-9",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:41:26",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134503:6625:::::::70:259::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279:::::|h[Инфернальная кираса]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196586::::::::70:259::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671637286-13",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "22:15:00",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195506::::::::70:259::3:6:6652:8821:8817:7979:1472:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196587::::::::70:259::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671639300-21",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "23:20:06",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193741::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2157:::::|h[Оплечье сокрушительных волн]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195477::::::::70:259::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671643206-33",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 24,
					["boss"] = "Террос",
					["time"] = "23:30:18",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195498::::::::70:259::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Взгляд живой добычи]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195498::::::::70:259::5:7:6652:7937:8825:8820:7980:1485:8767::::::|h[Взгляд живой добычи]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672248618-37",
					["typeCode"] = "default",
				}, -- [6]
				{
					["mapID"] = 2522,
					["date"] = "29/12/22",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["votes"] = 0,
					["time"] = "21:11:30",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:200407::::::::70:259::3:5:7979:6652:8829:1472:8767:1:28:1040:::::|h[Рукавицы неупокоенных ледяных драконов]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672326690-0",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196587::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из жуткого граната]|h|r",
					["note"] = "есть такие нормал, 2 куска есть",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Дафия Перерожденная",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [7]
			},
			["линлот-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 18,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "21:07:14",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:197945:6526:::::::70:259::37:4:6652:1481:5865:8767:1:28:2385:::::|h[Кривой терновый посох]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195490::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671635234-0",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 11,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:52:23",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:143970::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:3279:8767:1:28:1279:::::|h[Наплечники малой дерзости]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196599::::::::70:259::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из таинственного лазурита]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671641543-27",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 3,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:31:39",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191998:6605:::::::70:260::36:4:6652:1478:5865:8767:1:28:2246:::::|h[Походные сапоги он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195495::::::::70:260::3:6:6652:7979:8821:8818:1472:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672241499-4",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "29/12/22",
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 17,
					["votes"] = 0,
					["time"] = "21:40:12",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:137498:6625:::::::70:259::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279:::::|h[Сияющий хауберк присягнувшего клинку]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672328412-4",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196596::::::::70:259::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из таинственного аметиста]|h|r",
					["note"] = "будет 4",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Курог Зловещий Тотем",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [4]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Совет стихий",
					["time"] = "21:46:12",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200859::::::::70:259::27:4:6652:1494:5849:8767:1:28:2534:::::|h[Трофей опытного охотника]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1672847172-21",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194301::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Знак воплощения шепота]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193701::::::::70:259::16:6:7977:6652:9144:8970:1627:8767:1:28:1279:::::|h[Алгет'арская шкатулка с секретом]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [5]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:12:10",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193696:6561:::::::70:259::33:7:8968:7977:6652:7936:9144:1620:8767:1:28:1279:::::|h[Кольцо грозового порыва]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1672848730-38",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195526::::::::70:259::3:5:6652:7936:7979:1472:8767::::::|h[Печать сыновнего долга]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:195480:6561:192922::::::70:259::5:5:6652:7935:7980:1485:8767::::::|h[Печать избранного Денны]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [6]
			},
			["драчелло-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 18,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:23:10",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:200266:6526:::::::70:259::26:4:6652:1481:5865:8767:1:28:2516:::::|h[Гнолльский запускатель игрушек для питомцев]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195490::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["id"] = "1671031390-1",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 3,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:26:40",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193777::::::::70:259::23:7:7977:6652:7936:8816:8835:1594:8767:1:28:2157:::::|h[Шлем из отвердевшего золота]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195476::::::::70:259::3:7:6652:7936:7979:8821:8820:1472:8767::::::|h[Украшенный шлем Эранога]|h|r",
					["id"] = "1671031600-4",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2444,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 0,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:21:14",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:192001:6493:::::::70:260::37:4:6652:1481:5865:8767:1:28:2521:::::|h[Наголенники он'арского сокольничего]|h|r",
					["instance"] = "10.0 Драконьи острова-",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:260::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["votes"] = 0,
					["date"] = "15/12/22",
					["responseID"] = 1,
					["id"] = "1671121274-2",
					["typeCode"] = "default",
				}, -- [3]
			},
			["дереликт-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PALADIN",
					["iSubClass"] = 6,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:26:32",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193645::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Кристаллизованный заслон]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195475::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Щит огненного маршала]|h|r",
					["id"] = "1671031592-3",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
			},
			["хохохохохох-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 11,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:52:31",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193713::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2157:::::|h[Защитные перчатки для экспериментов]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195523::::::::70:259::3:6:6652:7979:8821:8817:1472:8767::::::|h[Защитные полуперчатки хранителя яиц]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671641551-28",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 20,
					["boss"] = "Террос",
					["time"] = "23:37:13",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193515:6625:::::::70:259::13:6:8837:8838:4785:8802:8850:8790:7:28:2164:29:49:30:36:38:8:40:426:44:198059:45:192552:::::|h[Тканевое одеяние геодезиста |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195500::::::::70:259::5:6:6652:8825:8820:7980:1485:8767::::::|h[Уплотненная ряса сектанта]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671644233-35",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 15,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:49:21",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:133610:6543:::::::70:259::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279:::::|h[Поножи кружащихся рун]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196603::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r",
					["id"] = "1671724161-6",
					["date"] = "22/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
				{
					["mapID"] = 2444,
					["date"] = "26/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 0,
					["votes"] = 0,
					["time"] = "22:54:57",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134392::::::::70:260::16:9:8966:7977:6652:7936:8822:8820:9144:3271:8767:1:28:1279:::::|h[Капюшон шепота Пустоты]|h|r",
					["instance"] = "10.0 Драконьи острова-",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672073697-4",
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:196605::::::::70:260::3:4:7979:8828:1472:8767:1:28:2160:::::|h[Камень Кузни из почитаемого топаза]|h|r",
					["note"] = "2 кусок",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Рашагет Пожирательница Бурь",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:18:49",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200327::::::::70:260::3:6:7979:6652:7936:8828:1472:8767:1:28:1040:::::|h[Клобук дракона-прорицателя]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Оффспек/Не откажусь",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195485::::::::70:260::3:7:43:7937:8821:8820:7979:1472:8767::::::|h[Маска ужаса советника]|h|r",
					["id"] = "1672240729-1",
					["date"] = "28/12/22",
					["responseID"] = 2,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:42:17",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195500:6625:::::::70:260::5:6:6652:8825:8820:7980:1485:8767::::::|h[Уплотненная ряса сектанта]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Сеннарт Дыхание Льда",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195500::::::::70:260::3:6:6652:8821:8820:7979:1472:8767::::::|h[Уплотненная ряса сектанта]|h|r",
					["note"] = "на транс",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672242137-5",
					["typeCode"] = "default",
				}, -- [6]
				{
					["mapID"] = 2522,
					["date"] = "29/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 11,
					["votes"] = 0,
					["time"] = "00:28:54",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193761:6626:::::::70:260::16:6:8966:7977:6652:9147:1614:8767:1:28:1279:::::|h[Насыщающий посох Истощенной Холодом]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672252134-2",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195484::::::::70:260::5:4:6652:7980:1485:8767::::::|h[Проводник силы Ледяного Гнева]|h|r",
					["note"] = "на этом кд крафчу 418 пуху",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Совет стихий",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [7]
			},
			["арканбурст-Ревущийфьорд"] = {
				{
					["mapID"] = 2444,
					["date"] = "15/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 0,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:21:58",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193773::::::::70:260::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Добыча Нелтария]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671121318-3",
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:194304::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cff0070dd|Hitem:193677::::::::70:260::2:4:7976:6652:1581:8766:1:28:2155:::::|h[Яростное перо]|h|r",
					["instance"] = "10.0 Драконьи острова-",
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:43:40",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193773::::::::70:260::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Добыча Нелтария]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1672242220-9",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194300::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Чародейская леденящая сфера]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:137485::::::::70:260::35:6:8969:7977:6652:9144:3281:8767::::::|h[Инфернальное писание]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 26,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:35:23",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:144118::::::::70:260::33:8:8966:7977:6652:8822:8817:9144:3282:8767:1:28:1279:::::|h[Парализующие перчатки]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Кандидат не ответил вовремя",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195523::::::::70:260::3:6:6652:7979:8821:8817:1472:8767::::::|h[Защитные полуперчатки хранителя яиц]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = "TIMEOUT",
					["id"] = "1672245323-23",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 21,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:59:30",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:194300::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Чародейская леденящая сфера]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1672246770-27",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194310::::::::70:260::3:4:6652:7979:1472:8767:1:28:2160:::::|h[Кодекс отчаявшегося заклинателя]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:137485::::::::70:260::35:6:8969:7977:6652:9144:3281:8767::::::|h[Инфернальное писание]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 24,
					["boss"] = "Эраног",
					["time"] = "23:14:57",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:201939:6537:::::::70:259::13:4:8851:8852:8801:8850:6:28:2164:29:32:30:36:38:7:40:855:44:198059:::::|h[Проверенные штаны геодезиста |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195479::::::::70:259::5:6:6652:8825:8820:7980:1485:8767::::::|h[Бриджи мастера огня]|h|r",
					["id"] = "1672247697-31",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 24,
					["boss"] = "Террос",
					["time"] = "23:30:30",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193683:6624:::::::70:259::16:8:8966:7977:42:8822:8820:9144:1614:8767:1:28:1279:::::|h[Священные одеяния клана Он'ир]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195500::::::::70:259::5:6:6652:8825:8820:7980:1485:8767::::::|h[Уплотненная ряса сектанта]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672248630-38",
					["typeCode"] = "default",
				}, -- [6]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 24,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "23:54:55",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195479:6543:::::::70:259::5:6:6652:8825:8820:7980:1485:8767::::::|h[Бриджи мастера огня]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["id"] = "1672250095-41",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [7]
			},
			["менструа-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "14/12/22",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Террос",
					["time"] = "21:51:54",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193477::::::::70:259::37:4:6652:1481:5865:8767:1:28:2385:::::|h[Чешуйка со следами ран]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Обычный",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671033114-5",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194303::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Рокочущий рубин]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:200859::::::::70:259::26:4:6652:1485:5858:8767:1:28:2516:::::|h[Трофей опытного охотника]|h|r",
					["votes"] = 0,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 27,
					["boss"] = "Террос",
					["time"] = "21:57:55",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193735::::::::70:259::23:6:7977:6652:7937:8816:1594:8767:1:28:2157:::::|h[Стальной шлем землекрушителя с забралом]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195498::::::::70:259::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Взгляд живой добычи]|h|r",
					["id"] = "1671033475-8",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 23,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:29:49",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193753:6624:::::::70:260::33:8:8965:7977:6652:8822:8820:9144:1611:8767:1:28:1279:::::|h[Кираса взлетающего ужаса]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196586::::::::70:260::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r",
					["votes"] = 0,
					["date"] = "18/12/22",
					["responseID"] = 1,
					["id"] = "1671380989-6",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 5,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "22:00:19",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:197922:3368:::::::70:260::42:4:6652:1485:5864:8767:1:28:2287:::::|h[Копье атакующей кавалерии]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195518::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Усиленный крушитель куалаши]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671638419-18",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "23:34:44",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:201951::::::::70:259::13:5:8851:8852:8801:8850:8791:7:28:2164:29:32:30:40:38:7:40:842:45:198059:46:194578:::::|h[Шлем опытного исследователя |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195498::::::::70:259::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Взгляд живой добычи]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671644084-34",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 24,
					["boss"] = "Эраног",
					["time"] = "23:15:19",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:143971::::::::70:259::33:8:8967:7977:6652:8822:8817:9144:3285:8767:1:28:1279:::::|h[Наплечные пластины змеиного укуса]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195477::::::::70:259::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r",
					["id"] = "1672247719-32",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [6]
			},
			["ожившийлось-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "14/12/22",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "22:11:06",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200563::::::::70:259::26:4:6652:1485:5864:8767:1:28:2287:::::|h[Панцирь для изначального ритуала]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Героический",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671034266-10",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194299::::::::70:259::5:4:7980:6652:1485:8767::::::|h[Украшение пламени]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193743::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Фрагмент Иридия]|h|r",
					["votes"] = 0,
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["boss"] = "Террос",
					["time"] = "21:19:39",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200563::::::::70:259::26:4:6652:1485:5864:8767:1:28:2287:::::|h[Панцирь для изначального ритуала]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Оффспек/Не откажусь",
					["id"] = "1671635979-6",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194303::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Рокочущий рубин]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 2,
					["itemReplaced2"] = "|cffa335ee|Hitem:194299::::::::70:259::5:4:7980:6652:1485:8767::::::|h[Украшение пламени]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "22:01:29",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193695:3368:::::::70:260::35:6:8971:7977:6652:9147:1630:8767::::::|h[Боевой клинок загонщика дичи]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Оффспек/Не откажусь",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195489::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Кувалда демиурга]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 2,
					["id"] = "1671638489-20",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "22:15:06",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:109858::::::::70:259::33:8:8966:7977:6652:8822:8817:9144:3277:8767:1:28:1279:::::|h[Перчатки золотой стали]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196587::::::::70:259::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671639306-22",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 10,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:53:52",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:192005::192972::::::70:260::37:5:6652:7935:1481:5865:8767:1:28:2521:::::|h[Сотворенный драконами шлем]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196590::::::::70:260::3:4:7979:8828:1472:8767:1:28:2160:::::|h[Камень Кузни из жуткого топаза]|h|r",
					["id"] = "1672073632-2",
					["date"] = "26/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 5,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:19:06",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193695:3368:::::::70:260::35:6:8971:7977:6652:9147:1630:8767::::::|h[Боевой клинок загонщика дичи]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Оффспек/Не откажусь",
					["id"] = "1672240746-3",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195518::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Усиленный крушитель куалаши]|h|r",
					["note"] = "трансмог",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["boss"] = "Неизвестно",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [6]
				{
					["mapID"] = 2522,
					["color"] = {
						0.7, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 16,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:41:34",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195494:6625:::::::70:259::3:6:7979:8821:8820:6652:1472:8767::::::|h[Клетка смерча Дафии]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Отказаться",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196586::::::::70:259::5:4:7980:8830:1485:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r",
					["id"] = "1672328494-5",
					["date"] = "29/12/22",
					["responseID"] = "PASS",
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [7]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 7,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:25:00",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193695:3368:::::::70:259::35:6:8971:7977:6652:9147:1630:8767::::::|h[Боевой клинок загонщика дичи]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Оффспек/Не откажусь",
					["boss"] = "Сеннарт Дыхание Льда",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195505::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Рассекатель из едкой хладостали]|h|r",
					["note"] = "ТМОГ",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["id"] = "1672845900-14",
					["typeCode"] = "default",
				}, -- [8]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["votes"] = 0,
					["time"] = "22:08:52",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195477::::::::70:259::5:6:7980:6652:8825:8817:1485:8767:1:28:2474:::::|h[Наплечные щитки расплавленной мощи]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Хранительница стаи Денна",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196589::::::::70:259::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из жуткого лазурита]|h|r",
					["note"] = "4 сет)))",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672848532-33",
					["typeCode"] = "default",
				}, -- [9]
				{
					["mapID"] = 2522,
					["color"] = {
						0.7, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 25,
					["boss"] = "Совет стихий",
					["time"] = "22:59:03",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193695:3368:::::::70:259::35:6:8971:7977:6652:9147:1630:8767::::::|h[Боевой клинок загонщика дичи]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Трансмог",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195489::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Кувалда демиурга]|h|r",
					["id"] = "1672851543-54",
					["date"] = "04/01/23",
					["responseID"] = 4,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [10]
			},
			["бишарк-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 6,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "22:18:33",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193645::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Кристаллизованный заслон]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195475::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Щит огненного маршала]|h|r",
					["id"] = "1671034713-15",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 3,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "23:19:37",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:134473::::::::70:259::16:9:8963:7977:6652:7937:8822:8820:9144:3261:8767:1:28:1279:::::|h[Воротник преданности огню]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195476::::::::70:259::5:7:6652:7937:7980:8825:8820:1485:8767::::::|h[Украшенный шлем Эранога]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671643177-31",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 3,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:18:38",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193782:6619:::::::70:260::23:5:7977:6652:8816:1594:8767:1:28:2157:::::|h[Портупея углестража]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195487::::::::70:260::3:6:6652:8821:8820:7979:1472:8767::::::|h[Пепельный хауберк Эмбар]|h|r",
					["id"] = "1672240718-0",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 3,
					["groupSize"] = 20,
					["boss"] = "Дафия Перерожденная",
					["time"] = "21:12:46",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191998:6605:::::::70:259::73:4:6652:1485:5864:8767:1:28:2437:::::|h[Походные сапоги он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195495::::::::70:259::5:6:6652:7980:8825:8818:1485:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r",
					["id"] = "1672326766-2",
					["date"] = "29/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 0,
					["groupSize"] = 24,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "23:46:51",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:192001:6543:::::::70:259::36:4:6652:1478:5865:8767:1:28:2287:::::|h[Наголенники он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196603::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r",
					["id"] = "1672854411-63",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 4,
					["groupSize"] = 24,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "23:47:43",
					["iClass"] = 9,
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194490::::::::70:259::5:::::::|h[Чертеж: союзные нарукавники братства]|h|r",
					["id"] = "1672854463-67",
					["date"] = "04/01/23",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [6]
			},
			["инсендиари-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "26/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 1,
					["groupSize"] = 10,
					["boss"] = "Рашагет Пожирательница Бурь",
					["time"] = "22:53:01",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:200169:6651:::::::70:260::26:4:6652:1485:5864:8767:1:28:2287:::::|h[Пламенная дубинка защитника]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["id"] = "1672073581-1",
					["response"] = "Оффспек/Не откажусь",
					["note"] = "решай сам у меня 394",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195528::::::::70:260::3:4:6652:7979:1472:8767:1:28:2160:::::|h[Воплощенный раскалыватель неба]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 2,
					["itemReplaced2"] = "|cffa335ee|Hitem:193754::::::::70:260::33:6:8967:7977:6652:9144:1617:8767:1:28:1279:::::|h[Турнирный щит наездника на драконах]|h|r",
					["votes"] = 0,
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:30:30",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195506::::::::70:260::5:6:6652:8825:8817:7980:1485:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Оффспек/Не откажусь",
					["boss"] = "Неизвестно",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196602::::::::70:260::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из почитаемого граната]|h|r",
					["note"] = "0 решай сам",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["id"] = "1672241430-0",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:52:45",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193706:6493:::::::70:260::33:8:8968:7977:6652:8822:8820:9144:1620:8767:1:28:1279:::::|h[Наголенники почтенного профессора]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Оффспек/Не откажусь",
					["boss"] = "Сеннарт Дыхание Льда",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196603::::::::70:260::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r",
					["note"] = "будет 2й, решай сам",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["id"] = "1672242765-10",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 4,
					["groupSize"] = 24,
					["votes"] = 0,
					["time"] = "23:15:28",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:133631::::::::70:259::33:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279:::::|h[Наплечье Всеотца]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Оффспек/Не откажусь",
					["id"] = "1672247728-33",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195477::::::::70:259::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r",
					["note"] = "А",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["boss"] = "Эраног",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [4]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "PALADIN",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "21:31:54",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193644:6625:::::::70:259::16:8:8968:7977:43:8822:8820:9144:1620:8767:1:28:1279:::::|h[Кираса окончательного безумия]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Курог Зловещий Тотем",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196601::::::::70:259::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из почитаемого аметиста]|h|r",
					["note"] = "будет 4 куска",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672846314-16",
					["typeCode"] = "default",
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0.7, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "PALADIN",
					["iSubClass"] = 4,
					["groupSize"] = 27,
					["boss"] = "Совет стихий",
					["time"] = "21:46:28",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200418:6492:::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040:::::|h[Серебряные набедренники добродетели]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Трансмог",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195488::::::::70:259::3:6:6652:8821:8820:7979:1472:8767::::::|h[Связанные с землей набедренники Опалового Клыка]|h|r",
					["votes"] = 0,
					["date"] = "04/01/23",
					["responseID"] = 4,
					["id"] = "1672847188-23",
					["typeCode"] = "default",
				}, -- [6]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "PALADIN",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Дафия Перерожденная",
					["time"] = "21:53:38",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200563::::::::70:259::26:4:40:1481:5865:8767:1:28:2287:::::|h[Панцирь для изначального ритуала]|h|r",
					["votes"] = 0,
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["id"] = "1672847618-29",
					["response"] = "Основной спек/Нужно",
					["note"] = "s тир в клив",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194302::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Благословение Пожирательницы Бурь]|h|r",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["isAwardReason"] = false,
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193762::::::::70:259::33:6:8966:7977:6652:9144:1614:8767:1:28:1279:::::|h[Копыто владыки пламени]|h|r",
					["typeCode"] = "default",
				}, -- [7]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "PALADIN",
					["iSubClass"] = 6,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "22:11:13",
					["iClass"] = 4,
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Хранительница стаи Денна",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195520::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Павез верного роду легионера]|h|r",
					["typeCode"] = "default",
					["note"] = "проту",
					["responseID"] = 1,
					["isAwardReason"] = false,
					["id"] = "1672848673-36",
				}, -- [8]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "PALADIN",
					["iSubClass"] = 4,
					["groupSize"] = 25,
					["votes"] = 0,
					["time"] = "22:58:47",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:110036:6634:::::::70:259::35:6:8973:7977:6652:9147:3300:8767::::::|h[Окровавленная алебарда Нхаллиша]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Оффспек/Не откажусь",
					["id"] = "1672851527-52",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195489::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Кувалда демиурга]|h|r",
					["note"] = "проту",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["boss"] = "Совет стихий",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [9]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "PALADIN",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["votes"] = 0,
					["time"] = "23:19:38",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:200416::::::::70:259::3:5:7979:6652:8829:1472:8767:1:28:1040:::::|h[Серебряные рукавицы добродетели]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672852778-57",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196602::::::::70:259::5:4:7980:8829:1485:8767::::::|h[Камень Кузни из почитаемого граната]|h|r",
					["note"] = "ап илвла",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Дафия Перерожденная",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [10]
				{
					["mapID"] = 2522,
					["date"] = "04/01/23",
					["class"] = "PALADIN",
					["iSubClass"] = 0,
					["groupSize"] = 24,
					["votes"] = 0,
					["time"] = "23:47:35",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:200418:6492:::::::70:259::3:5:7979:6652:8827:1472:8767:1:28:1040:::::|h[Серебряные набедренники добродетели]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672854455-66",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:196603::::::::70:259::5:4:7980:8827:1485:8767::::::|h[Камень Кузни из почитаемого нефрита]|h|r",
					["note"] = "ап лвла",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Сеннарт Дыхание Льда",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [11]
			},
			["неорпал-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "22/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 4,
					["groupSize"] = 15,
					["votes"] = 0,
					["time"] = "21:49:33",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:199436::::::::70:259::14:6:8943:6652:8822:8817:1507:8767:1:28:2474:::::|h[Рукавицы яростных бурь]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Оффспек/Не откажусь",
					["id"] = "1671724173-7",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195506::::::::70:259::5:6:6652:8825:8817:7980:1485:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r",
					["note"] = "решай сам",
					["isAwardReason"] = false,
					["responseID"] = 2,
					["boss"] = "Сеннарт Дыхание Льда",
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [1]
			},
			["натазат-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:23:51",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:193750::::::::70:259::2:5:7976:6652:8816:1581:8766:1:28:2156:::::|h[Брюки парящего полета]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195479::::::::70:259::3:6:6652:8821:8820:7979:1472:8767::::::|h[Бриджи мастера огня]|h|r",
					["id"] = "1671031431-2",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 10,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "21:19:29",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193707::::::::70:259::16:6:8963:7977:6652:9147:1604:8767:1:28:1279:::::|h[Итоговая оценка]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195504::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Пробудившийся планарный столп]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671635969-5",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:32:31",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:198407::::::::70:259::74:4:9136:6652:1476:8767:1:28:2437:::::|h[Лазурный чародейский усилитель]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671636751-10",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194304::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193743::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Фрагмент Иридия]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "21:59:45",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193523::::::::70:260::13:4:8836:8840:8902:8800:5:28:2164:29:49:30:36:38:6:40:445:::::|h[Яркий головной покров из ткани стихий |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195485::::::::70:260::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Маска ужаса советника]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671638385-17",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:19:21",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:110039:6632:::::::70:260::16:6:8965:7977:6652:9147:3274:8767:1:28:1279:::::|h[Посох открывателя порталов]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195484::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Проводник силы Ледяного Гнева]|h|r",
					["id"] = "1672240761-4",
					["date"] = "28/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [5]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["boss"] = "Неизвестно",
					["time"] = "21:31:26",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200970::::::::70:260::14:2:7936:8783:1:28:2078:::::|h[Обсидиановый ошейник]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195496::::::::70:260::3:6:6652:7937:8783:7979:1472:8767::::::|h[Око мстительного урагана]|h|r",
					["votes"] = 0,
					["date"] = "28/12/22",
					["responseID"] = 1,
					["id"] = "1672241486-3",
					["typeCode"] = "default",
				}, -- [6]
				{
					["mapID"] = 2522,
					["date"] = "28/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 26,
					["votes"] = 0,
					["time"] = "22:34:07",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195493::::::::70:260::5:6:6652:7980:8825:8817:1485:8767:1:28:2474:::::|h[Возвышающиеся иглы шквала]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Хранительница стаи Денна",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196599::::::::70:260::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из таинственного лазурита]|h|r",
					["note"] = "у меня 1 кусок",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1672245247-21",
					["typeCode"] = "default",
				}, -- [7]
			},
			["зырочка-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "05/01/23",
					["class"] = "WARRIOR",
					["iSubClass"] = 0,
					["groupSize"] = 15,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "00:02:43",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193701::::::::70:259::16:6:8966:7977:6652:9144:1614:8767:1:28:1279:::::|h[Алгет'арская шкатулка с секретом]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Героический",
					["response"] = "Основной спек/Нужно",
					["id"] = "1672855363-70",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194306::::::::70:259::5:4:7980:6652:1485:8767::::::|h[Всемогущий тотем повелителя]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:133647::::::::70:259::16:6:8968:7977:6652:9144:3277:8767:1:28:1279:::::|h[Светозарный дар]|h|r",
					["votes"] = 0,
				}, -- [1]
			},
		},
	},
}
