
RCLootCouncilDB = {
	["profileKeys"] = {
		["Хуговар - Ревущий фьорд"] = "Default",
		["Хугокан - Ревущий фьорд"] = "Default",
		["Hugotest - Draenor"] = "Default",
		["Хугомонк - Ревущий фьорд"] = "Default",
		["Хугобум - Ревущий фьорд"] = "Default",
		["Хугопал - Ревущий фьорд"] = "Default",
		["Hugork - Draenor"] = "Default",
		["Хугакон - Ревущий фьорд"] = "Default",
	},
	["global"] = {
		["log"] = {
			"<23:18:45> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N2^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [1]
			"<23:18:45> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [2]
			"<23:18:47> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N2^t^t^^	RAID	ювитта-Ревущийфьорд", -- [3]
			"<23:18:49> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [4]
			"<23:18:49> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [5]
			"<23:18:51> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	натазат-Ревущийфьорд", -- [6]
			"<23:18:52> <Comm>		^1^Shistory^T^N1^Sдельфуего-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S21/12/22^Sclass^SROGUE^SgroupSize^N21^Sboss^SТеррос^Stime^S21:18:50^SitemReplaced1^S|cffa335ee|Hitem:195503:6628:::::::70:259::5:4:6652:7980:1485:8767::::::|h[Прочный~`осколок~`Терроса]|h|r^StypeCode^Sdefault^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sid^S1671635930-3^Sresponse^SОсновной~`спек/Нужно^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195503::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Прочный~`осколок~`Терроса]|h|r^SisAwardReason^b^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^SresponseID^N1^SitemReplaced2^S|cffa335ee|Hitem:200131::::::::70:259::26:4:6652:1481:5865:8767:1:28:2287:::::|h[Возвращенный~`кинжал~`выживающего]|h|r^Svotes^N0^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [7]
			"<23:18:52> <Comm>		^1^Sawarded^T^N1^N3^N2^Sдельфуего-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [8]
			"<23:18:55> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	натазат-Ревущийфьорд", -- [9]
			"<23:18:56> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [10]
			"<23:18:59> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Натазат	MAGE", -- [11]
			"<23:18:59> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Натазат	MAGE", -- [12]
			"<23:19:00> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	198965	|cff0070dd|Hitem:198965::::::::70:269:::::::::|h[Фрагмент первобытной земли]|h|r	1	Мурратик	PALADIN", -- [13]
			"<23:19:00> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Мурратик	PALADIN", -- [14]
			"<23:19:01> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	3	Мурратик	PALADIN", -- [15]
			"<23:19:17> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N2^t^t^^	RAID	серегя-Ревущийфьорд", -- [16]
			"<23:19:18> <Comm>		^1^Shistory^T^N1^Sгигаовца-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SMAGE^SgroupSize^N21^Sboss^SТеррос^Stime^S21:19:16^SitemReplaced1^S|cffa335ee|Hitem:193761:6632:::::::70:259::23:4:7977:42:1594:8767:1:28:2157:::::|h[Насыщающий~`посох~`Истощенной~`Холодом]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195497::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Сейсмопосох~`обнаружения~`землетрясений]|h|r^Sid^S1671635956-4^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [17]
			"<23:19:18> <Comm>		^1^Sawarded^T^N1^N1^N2^Sгигаовца-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [18]
			"<23:19:32> <Comm>		^1^Shistory^T^N1^Sнатазат-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SMAGE^SgroupSize^N21^Sboss^SТеррос^Stime^S21:19:29^SitemReplaced1^S|cffa335ee|Hitem:193707::::::::70:259::16:6:8963:7977:6652:9147:1604:8767:1:28:1279:::::|h[Итоговая~`оценка]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195504::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Пробудившийся~`планарный~`столп]|h|r^Sid^S1671635969-5^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [19]
			"<23:19:32> <Comm>		^1^Sawarded^T^N1^N2^N2^Sнатазат-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [20]
			"<23:19:36> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	сварщег-Ревущийфьорд", -- [21]
			"<23:19:37> <Comm>		^1^Sr^T^N1^S3.6.2^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [22]
			"<23:19:37> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [23]
			"<23:19:37> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [24]
			"<23:19:37> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [25]
			"<23:19:37> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [26]
			"<23:19:38> <Comm>		^1^Srolls^T^N1^N4^N2^T^Sледотроль-Ревущийфьорд^N71^Sмурратик-Ревущийфьорд^N32^Sменструа-Ревущийфьорд^N60^Sбабусянатусе-Ревущийфьорд^N43^Sювитта-Ревущийфьорд^N81^Sбишарк-Ревущийфьорд^N14^Sледиланатель-Ревущийфьорд^N42^Sватрониум-Ревущийфьорд^N19^Sнотушка-Ревущийфьорд^N27^Sлинлот-Ревущийфьорд^N65^Sсерегя-Ревущийфьорд^N6^Sожившийлось-Ревущийфьорд^N38^Sэтовертолет-Ревущийфьорд^N10^Sаскельт-Ревущийфьорд^N36^Sкомт-Ревущийфьорд^N34^Sгигаовца-Ревущийфьорд^N92^Sдельфуего-Ревущийфьорд^N94^Sзлюдра-Ревущийфьорд^N56^Sхугомонк-Ревущийфьорд^N52^Sнатазат-Ревущийфьорд^N29^Sаландир-Ревущийфьорд^N99^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [27]
			"<23:19:42> <Comm>		^1^Shistory^T^N1^Sожившийлось-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S21/12/22^Sclass^SDEATHKNIGHT^SgroupSize^N20^Sboss^SТеррос^Stime^S21:19:39^SitemReplaced1^S|cffa335ee|Hitem:200563::::::::70:259::26:4:6652:1485:5864:8767:1:28:2287:::::|h[Панцирь~`для~`изначального~`ритуала]|h|r^StypeCode^Sdefault^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sid^S1671635979-6^Sresponse^SОффспек/Не~`откажусь^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:194303::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Рокочущий~`рубин]|h|r^SisAwardReason^b^Scolor^T^N1^N1^N2^N0.5^N3^N0^N4^N1^t^SresponseID^N2^SitemReplaced2^S|cffa335ee|Hitem:194299::::::::70:259::5:4:7980:6652:1485:8767::::::|h[Украшение~`пламени]|h|r^Svotes^N0^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [28]
			"<23:19:42> <Comm>		^1^Sawarded^T^N1^N4^N2^Sожившийлось-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [29]
			"<23:19:43> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [30]
			"<23:19:50> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	комт-Ревущийфьорд", -- [31]
			"<23:19:50> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N391.8125^N6^N266^t^^	RAID	комт-Ревущийфьорд", -- [32]
			"<23:19:50> <Data.Player>		CreatePlayer	Player-1615-0AC000DE", -- [33]
			"<23:19:50> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [34]
			"<23:19:50> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [35]
			"<23:19:50> <Comm>		^1^Sr^T^N1^S3.6.2^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [36]
			"<23:19:50> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [37]
			"<23:19:50> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [38]
			"<23:19:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	1	Бишарк	SHAMAN", -- [39]
			"<23:19:59> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бишарк	SHAMAN", -- [40]
			"<23:19:59> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:194303::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Рокочущий~`рубин]|h|r^N2^Sожившийлось-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [41]
			"<23:19:59> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192623::::::::70:264:::::::::|h[Огромный~`коготь~`протодракона]|h|r^N2^S197835^t^^	RAID	бишарк-Ревущийфьорд", -- [42]
			"<23:20:02> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195504::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Пробудившийся~`планарный~`столп]|h|r^N2^Sнатазат-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [43]
			"<23:20:12> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195497::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Сейсмопосох~`обнаружения~`землетрясений]|h|r^N2^Sгигаовца-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [44]
			"<23:20:22> <Comm>		^1^Sl^T^N1^S198424^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [45]
			"<23:20:22> <Comm>		^1^Sl^T^N1^S198424^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [46]
			"<23:20:26> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	злюдра-Ревущийфьорд", -- [47]
			"<23:20:32> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	ледотроль-Ревущийфьорд", -- [48]
			"<23:20:32> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	ледотроль-Ревущийфьорд", -- [49]
			"<23:20:32> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	лаурэлин-Ревущийфьорд", -- [50]
			"<23:20:33> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [51]
			"<23:20:33> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [52]
			"<23:20:33> <Comm>		^1^Sr^T^N1^S3.6.2^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [53]
			"<23:20:33> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [54]
			"<23:20:33> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [55]
			"<23:20:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	198974	|cff0070dd|Hitem:198974::::::::70:269:::::::::|h[Украшение с удивительным узором]|h|r	1	Гигаовца	MAGE", -- [56]
			"<23:20:33> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	гигаовца-Ревущийфьорд", -- [57]
			"<23:20:33> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	гигаовца-Ревущийфьорд", -- [58]
			"<23:21:16> <DEBUG>		Event:	LOOT_READY	true", -- [59]
			"<23:21:16> <DEBUG>		Adding to self.lootSlotInfo	1	|cffffffff|Hitem:192615::::::::70:269:::::::::|h[Светящаяся жидкость]|h|r	1	1	Creature-0-4250-2522-20091-199182-000523446A	1", -- [60]
			"<23:21:16> <DEBUG>		Ignoring	nil	as it's a currency", -- [61]
			"<23:21:16> <DEBUG>		Adding to self.lootSlotInfo	3	|cff1eff00|Hitem:199025::::::::70:269:::3:7969:6652:1698:1:28:2158:::::|h[Булава длиннорога с символом лихорадочного света]|h|r	2	1	Creature-0-4250-2522-20091-199124-000123446A	1", -- [62]
			"<23:21:17> <DEBUG>		Event:	LOOT_READY	true", -- [63]
			"<23:21:17> <DEBUG>		Adding to self.lootSlotInfo	1	|cffffffff|Hitem:192615::::::::70:269:::::::::|h[Светящаяся жидкость]|h|r	1	1	Creature-0-4250-2522-20091-199182-000523446A	1", -- [64]
			"<23:21:17> <DEBUG>		Ignoring	nil	as it's a currency", -- [65]
			"<23:21:17> <DEBUG>		Adding to self.lootSlotInfo	3	|cff1eff00|Hitem:199025::::::::70:269:::3:7969:6652:1698:1:28:2158:::::|h[Булава длиннорога с символом лихорадочного света]|h|r	2	1	Creature-0-4250-2522-20091-199124-000123446A	1", -- [66]
			"<23:21:17> <DEBUG>		OnLootSlotCleared()	1	|cffffffff|Hitem:192615::::::::70:269:::::::::|h[Светящаяся жидкость]|h|r	1", -- [67]
			"<23:21:17> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190328	|cff0070dd|Hitem:190328::::::::70:269:::::::::|h[Пробуждающийся лед]|h|r	1	Аландир	DEMONHUNTER", -- [68]
			"<23:21:17> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	менструа-Ревущийфьорд", -- [69]
			"<23:21:17> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	менструа-Ревущийфьорд", -- [70]
			"<23:21:17> <DEBUG>		OnLootSlotCleared()	3	|cff1eff00|Hitem:199025::::::::70:269:::3:7969:6652:1698:1:28:2158:::::|h[Булава длиннорога с символом лихорадочного света]|h|r	2", -- [71]
			"<23:21:18> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	ювитта-Ревущийфьорд", -- [72]
			"<23:21:18> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	ювитта-Ревущийфьорд", -- [73]
			"<23:21:18> <DEBUG>		Event:	LOOT_CLOSED", -- [74]
			"<23:21:18> <DEBUG>		Event:	LOOT_CLOSED", -- [75]
			"<23:21:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190328	|cff0070dd|Hitem:190328::::::::70:269:::::::::|h[Пробуждающийся лед]|h|r	1	Хугомонк	MONK", -- [76]
			"<23:21:18> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	хугомонк-Ревущийфьорд", -- [77]
			"<23:21:18> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	хугомонк-Ревущийфьорд", -- [78]
			"<23:21:18> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	аландир-Ревущийфьорд", -- [79]
			"<23:21:18> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	аландир-Ревущийфьорд", -- [80]
			"<23:21:18> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	этовертолет-Ревущийфьорд", -- [81]
			"<23:21:18> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	этовертолет-Ревущийфьорд", -- [82]
			"<23:21:19> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	нотушка-Ревущийфьорд", -- [83]
			"<23:21:19> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	нотушка-Ревущийфьорд", -- [84]
			"<23:21:19> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	ледиланатель-Ревущийфьорд", -- [85]
			"<23:21:20> <DEBUG>		Storage:New	|cff1eff00|Hitem:199025::::::::70:269:::3:7969:6652:1698:1:28:2158:::::|h[Булава длиннорога с символом лихорадочного света]|h|r	temp", -- [86]
			"<23:21:20> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199025::::::::70:269:::3:7969:6652:1698:1:28:2158:::::||h[Булава длиннорога с символом лихорадочного света]||h||r	5", -- [87]
			"<23:21:20> <DEBUG>		Found:	nil	nil	nil", -- [88]
			"<23:21:20> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	гигаовца-Ревущийфьорд", -- [89]
			"<23:21:20> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	гигаовца-Ревущийфьорд", -- [90]
			"<23:21:20> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [91]
			"<23:21:20> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [92]
			"<23:21:21> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199025::::::::70:269:::3:7969:6652:1698:1:28:2158:::::||h[Булава длиннорога с символом лихорадочного света]||h||r	5", -- [93]
			"<23:21:21> <DEBUG>		Found:	nil	nil	nil", -- [94]
			"<23:21:21> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	комт-Ревущийфьорд", -- [95]
			"<23:21:22> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199025::::::::70:269:::3:7969:6652:1698:1:28:2158:::::||h[Булава длиннорога с символом лихорадочного света]||h||r	5", -- [96]
			"<23:21:22> <DEBUG>		Found:	nil	nil	nil", -- [97]
			"<23:21:22> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ледотроль-Ревущийфьорд", -- [98]
			"<23:21:22> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ледотроль-Ревущийфьорд", -- [99]
			"<23:21:23> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199025::::::::70:269:::3:7969:6652:1698:1:28:2158:::::||h[Булава длиннорога с символом лихорадочного света]||h||r	5", -- [100]
			"<23:21:23> <DEBUG>		Found:	nil	nil	nil", -- [101]
			"<23:21:23> <ERROR>		UpdateAndSendRecentTradableItem: |cff1eff00|Hitem:199025::::::::70:269:::3:7969:6652:1698:1:28:2158:::::|h[Булава длиннорога с символом лихорадочного света]|h|r not found in bags", -- [102]
			"<23:21:39> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190328	|cff0070dd|Hitem:190328::::::::70:269:::::::::|h[Пробуждающийся лед]|h|r	3	Дельфуего	ROGUE", -- [103]
			"<23:21:40> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	дельфуего-Ревущийфьорд", -- [104]
			"<23:21:40> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	дельфуего-Ревущийфьорд", -- [105]
			"<23:22:16> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	нотушка-Ревущийфьорд", -- [106]
			"<23:22:16> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	ватрониум-Ревущийфьорд", -- [107]
			"<23:22:16> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	ювитта-Ревущийфьорд", -- [108]
			"<23:22:16> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	ювитта-Ревущийфьорд", -- [109]
			"<23:22:17> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ожившийлось-Ревущийфьорд", -- [110]
			"<23:22:17> <Comm>		^1^Sl^T^N1^S199182^t^^	RAID	ожившийлось-Ревущийфьорд", -- [111]
			"<23:22:22> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	мурратик-Ревущийфьорд", -- [112]
			"<23:22:22> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	мурратик-Ревущийфьорд", -- [113]
			"<23:22:28> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	линлот-Ревущийфьорд", -- [114]
			"<23:22:28> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SМастер~`Огня^N4^N0^N5^N385.3125^N6^N254^t^^	RAID	линлот-Ревущийфьорд", -- [115]
			"<23:22:28> <Comm>		^1^Sr^T^N1^S3.6.2^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [116]
			"<23:22:29> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [117]
			"<23:22:29> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [118]
			"<23:22:29> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [119]
			"<23:22:29> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [120]
			"<23:22:31> <DEBUG>		Event:	ENCOUNTER_START	2592	Сеннарт Дыхание Льда	14	21", -- [121]
			"<23:22:31> <INFO>		UpdatePlayersData()", -- [122]
			"<23:22:31> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [123]
			"<23:22:33> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	комт-Ревущийфьорд", -- [124]
			"<23:22:33> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N391.8125^N6^N266^t^^	RAID	комт-Ревущийфьорд", -- [125]
			"<23:22:33> <Comm>		^1^Sr^T^N1^S3.6.2^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [126]
			"<23:22:33> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [127]
			"<23:22:33> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [128]
			"<23:22:33> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [129]
			"<23:22:33> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [130]
			"<23:22:34> <DEBUG>		Event:	ENCOUNTER_END	2592	Сеннарт Дыхание Льда	14	21	0", -- [131]
			"<23:22:39> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	злюдра-Ревущийфьорд", -- [132]
			"<23:22:41> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192655::::::::70:264:::::::::|h[Холодная~`паучья~`лапка]|h|r^N2^S199182^t^^	RAID	бишарк-Ревущийфьорд", -- [133]
			"<23:22:42> <Comm>		^1^Smldb^T^N1^T^S|8^T^S|14^T^S|5^N3^t^t^S|12^N60^S|11^T^S|14^T^t^t^S|1^B^S|2^B^S|5^N3^S|17^B^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [134]
			"<23:22:42> <INFO>		OnMLDBReceived", -- [135]
			"<23:22:42> <Comm>		^1^Scouncil^T^N1^T^S1615-0A722347^B^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [136]
			"<23:22:42> <DEBUG>		isCouncil	false", -- [137]
			"<23:23:19> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	серегя-Ревущийфьорд", -- [138]
			"<23:23:19> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N4^N0^N5^N385.375^N6^N264^t^^	RAID	серегя-Ревущийфьорд", -- [139]
			"<23:23:19> <Comm>		^1^Sr^T^N1^S3.6.2^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [140]
			"<23:23:19> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [141]
			"<23:23:19> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [142]
			"<23:23:19> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [143]
			"<23:23:19> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [144]
			"<23:24:15> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [145]
			"<23:24:16> <Comm>		^1^Sr^T^N1^S3.6.2^N3^T^t^t^^	GUILD	багетлюбви-Ревущийфьорд", -- [146]
			"<23:24:16> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [147]
			"<23:24:16> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [148]
			"<23:24:16> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [149]
			"<23:24:16> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [150]
			"<23:24:40> <Comm>		^1^Smldb^T^N1^T^S|8^T^S|14^T^S|5^N3^t^t^S|12^N60^S|11^T^S|14^T^t^t^S|1^B^S|2^B^S|5^N3^S|17^B^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [151]
			"<23:24:40> <INFO>		OnMLDBReceived", -- [152]
			"<23:24:40> <Comm>		^1^Scouncil^T^N1^T^S1615-0A722347^B^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [153]
			"<23:24:40> <DEBUG>		isCouncil	false", -- [154]
			"<23:25:41> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [155]
			"<23:25:41> <Comm>		^1^Sl^T^N1^S199333^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [156]
			"<23:25:41> <DEBUG>		Event:	ENCOUNTER_START	2592	Сеннарт Дыхание Льда	14	22", -- [157]
			"<23:25:41> <INFO>		UpdatePlayersData()", -- [158]
			"<23:25:42> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [159]
			"<23:30:52> <DEBUG>		Event:	ENCOUNTER_END	2592	Сеннарт Дыхание Льда	14	22	1", -- [160]
			"<23:30:53> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195506::::::::70:269::3:6:6652:8821:8817:7979:1472:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r", -- [161]
			"<23:30:53> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:194304::::::::70:269::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r", -- [162]
			"<23:30:53> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:194304::::::::70:269::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r", -- [163]
			"<23:30:53> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196593::::::::70:269::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из наивысшего нефрита]|h|r", -- [164]
			"<23:30:53> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196588::::::::70:269::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из жуткого нефрита]|h|r", -- [165]
			"<23:30:54> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Менструа	DEATHKNIGHT", -- [166]
			"<23:30:54> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Менструа	DEATHKNIGHT", -- [167]
			"<23:30:54> <DEBUG>		Event:	LOOT_READY	true", -- [168]
			"<23:30:54> <DEBUG>		Ignoring	nil	as it's a currency", -- [169]
			"<23:30:54> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Мурратик	PALADIN", -- [170]
			"<23:30:54> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ювитта	EVOKER", -- [171]
			"<23:30:54> <DEBUG>		Event:	LOOT_READY	true", -- [172]
			"<23:30:54> <DEBUG>		Ignoring	nil	as it's a currency", -- [173]
			"<23:30:54> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Мурратик	PALADIN", -- [174]
			"<23:30:54> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ювитта	EVOKER", -- [175]
			"<23:30:54> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ожившийлось	DEATHKNIGHT", -- [176]
			"<23:30:54> <Comm>		^1^Sl^T^N1^S187967^t^^	RAID	менструа-Ревущийфьорд", -- [177]
			"<23:30:54> <Comm>		^1^Sl^T^N1^S187967^t^^	RAID	менструа-Ревущийфьорд", -- [178]
			"<23:30:54> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ожившийлось	DEATHKNIGHT", -- [179]
			"<23:30:55> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Нотушка	DEATHKNIGHT", -- [180]
			"<23:30:55> <Comm>		^1^Sl^T^N1^S187967^t^^	RAID	ожившийлось-Ревущийфьорд", -- [181]
			"<23:30:55> <Comm>		^1^Sl^T^N1^S187967^t^^	RAID	ожившийлось-Ревущийфьорд", -- [182]
			"<23:30:55> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Нотушка	DEATHKNIGHT", -- [183]
			"<23:30:55> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Хугомонк	MONK", -- [184]
			"<23:30:55> <Comm>		^1^Sl^T^N1^S187967^t^^	RAID	нотушка-Ревущийфьорд", -- [185]
			"<23:30:55> <Comm>		^1^Sl^T^N1^S187967^t^^	RAID	нотушка-Ревущийфьорд", -- [186]
			"<23:30:55> <DEBUG>		Event:	LOOT_CLOSED", -- [187]
			"<23:30:55> <DEBUG>		Event:	LOOT_CLOSED", -- [188]
			"<23:30:55> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хугомонк	MONK", -- [189]
			"<23:30:55> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Аландир	DEMONHUNTER", -- [190]
			"<23:30:56> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аландир	DEMONHUNTER", -- [191]
			"<23:30:56> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Линлот	HUNTER", -- [192]
			"<23:30:56> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Линлот	HUNTER", -- [193]
			"<23:30:56> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Этовертолет	WARRIOR", -- [194]
			"<23:30:57> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Этовертолет	WARRIOR", -- [195]
			"<23:30:57> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Гигаовца	MAGE", -- [196]
			"<23:30:57> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ватрониум	SHAMAN", -- [197]
			"<23:30:57> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Гигаовца	MAGE", -- [198]
			"<23:30:57> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ватрониум	SHAMAN", -- [199]
			"<23:30:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Бабусянатусе	PRIEST", -- [200]
			"<23:30:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бабусянатусе	PRIEST", -- [201]
			"<23:30:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ледиланатель	MAGE", -- [202]
			"<23:30:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледиланатель	MAGE", -- [203]
			"<23:30:58> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S196588:::::::::::3:4:7979:8827:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N2^T^Sstring^S196593:::::::::::3:4:7979:8827:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N3^T^Sstring^S195506:::::::::::3:6:6652:8821:8817:7979:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N4^T^Sstring^S194304:::::::::::3:4:6652:7979:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^N5^T^Sstring^S194304:::::::::::3:4:6652:7979:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСеннарт~`Дыхание~`Льда^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [204]
			"<23:30:58> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196588::::::::70:269::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из жуткого нефрита]|h|r", -- [205]
			"<23:30:58> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195506::::::::70:269::3:6:6652:8821:8817:7979:1472:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r", -- [206]
			"<23:30:58> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196588::::::::70:269::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из жуткого нефрита]|h|r	INVTYPE_LEGS", -- [207]
			"<23:30:58> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196593::::::::70:269::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из наивысшего нефрита]|h|r	INVTYPE_LEGS", -- [208]
			"<23:30:58> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195506::::::::70:269::3:6:6652:8821:8817:7979:1472:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r	INVTYPE_HAND", -- [209]
			"<23:30:58> <INFO>		GetPlayersGear	|cffa335ee|Hitem:194304::::::::70:269::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r	INVTYPE_TRINKET", -- [210]
			"<23:30:58> <INFO>		GetPlayersGear	|cffa335ee|Hitem:194304::::::::70:269::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r	INVTYPE_TRINKET", -- [211]
			"<23:30:58> <INFO>		LootFrame:Start	5	nil", -- [212]
			"<23:30:58> <DEBUG>		LootFrame:	|cffa335ee|Hitem:194304::::::::70:269::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r	is a dublicate of	|cffa335ee|Hitem:194304::::::::70:269::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r", -- [213]
			"<23:30:58> <DEBUG>		Restoring entry:	default	1", -- [214]
			"<23:30:58> <DEBUG>		GetButtons	default", -- [215]
			"<23:30:58> <DEBUG>		Restoring entry:	default	1", -- [216]
			"<23:30:58> <DEBUG>		GetButtons	default", -- [217]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N253^N2^N377.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N0^N2^N0^N3^N10^N4^N17^N5^N17^t^Sgear1^T^N1^S200391:6493:::::::70:253::3:5:7979:6652:8827:1472:8767^N2^S200391:6493:::::::70:253::3:5:7979:6652:8827:1472:8767^N3^S193752::::::::70:253::16:8:8962:7977:6652:8822:8817:9144:1601:8767:1:28:1279^N4^S193769::::::::70:253::23:4:7977:6652:1594:8767:1:28:2157^N5^S193769::::::::70:253::23:4:7977:6652:1594:8767:1:28:2157^t^Sgear2^T^N4^S198542::::::::70:253::36:4:6652:1430:5865:8767:1:28:2537^N5^S198542::::::::70:253::36:4:6652:1430:5865:8767:1:28:2537^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [218]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N263^N2^N379.125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N7^N2^N7^N3^N-9^N4^N17^N5^N17^t^Sgear1^T^N1^S192001::::::::70:263::42:4:6652:1485:5864:8767:1:28:2287^N2^S192001::::::::70:263::42:4:6652:1485:5864:8767:1:28:2287^N3^S200398::::::::70:263::35:6:6652:8829:8968:7977:1475:8767^N4^S193697::::::::70:263::16:6:8964:7977:6652:9144:1607:8767:1:28:1279^N5^S193697::::::::70:263::16:6:8964:7977:6652:9144:1607:8767:1:28:1279^t^Sgear2^T^N4^S193743::::::::70:263::23:4:7977:6652:1594:8767:1:28:2157^N5^S193743::::::::70:263::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [219]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N105^N2^N389.375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N0^N3^N7^N4^N17^N5^N17^t^Sgear1^T^N1^S200355:6538:::::::70:105::3:5:7979:6652:8827:1472:8767:1:28:1040^N2^S200355:6538:::::::70:105::3:5:7979:6652:8827:1472:8767:1:28:1040^N3^S201943::::::::70:105::13:5:8851:8852:8802:8850:8793:7:28:2164:29:36:30:40:38:8:40:847:45:198059:46:194566^N4^S200563::::::::70:105::25:4:6652:1475:5864:8767:1:28:2602^N5^S200563::::::::70:105::25:4:6652:1475:5864:8767:1:28:2602^t^Sgear2^T^N4^S198539::::::::70:105::36:4:6652:1430:5865:8767:1:28:2537^N5^S198539::::::::70:105::36:4:6652:1430:5865:8767:1:28:2537^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [220]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N577^N2^N392.8125^N3^T^Sresponse^T^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N-3^N4^N7^N5^N7^t^Sgear1^T^N1^S193684::::::::70:577::16:8:8966:7977:6652:8822:8820:9144:1614:8767:1:28:1279^N2^S193684::::::::70:577::16:8:8966:7977:6652:8822:8820:9144:1614:8767:1:28:1279^N3^S137480::::::::70:577::16:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279^N4^S193701::::::::70:577::16:6:7977:6652:9144:8963:1604:8767:1:28:1279^N5^S193701::::::::70:577::16:6:7977:6652:9144:8963:1604:8767:1:28:1279^t^Sgear2^T^N4^S193697::::::::70:577::16:6:8966:7977:6652:9144:1614:8767:1:28:1279^N5^S193697::::::::70:577::16:6:8966:7977:6652:9144:1614:8767:1:28:1279^t^t^t^^	RAID	аландир-Ревущийфьорд", -- [221]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N1467^N2^N383.375^N3^T^Sresponse^T^t^Sdiff^T^N1^N7^N2^N7^N3^N-6^N4^N17^N5^N17^t^Sgear1^T^N1^S192001:6538:::::::70:1467::42:4:42:1485:5864:8767:1:28:2287^N2^S192001:6538:::::::70:1467::42:4:42:1485:5864:8767:1:28:2287^N3^S200380::::::::70:1467::3:5:7979:6652:8829:1472:8767^N4^S193743::::::::70:1467::23:4:7977:6652:1594:8767:1:28:2157^N5^S193743::::::::70:1467::23:4:7977:6652:1594:8767:1:28:2157^t^Sgear2^T^N4^S200563::::::::70:1467::27:4:6652:1488:5864:8767:1:28:2534^N5^S200563::::::::70:1467::27:4:6652:1488:5864:8767:1:28:2534^t^t^t^^	RAID	ювитта-Ревущийфьорд", -- [222]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N66^N2^N391.0625^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N-9^N2^N-9^N3^N-6^N4^N-3^N5^N-3^t^Sgear1^T^N1^S134271:6492:::::::70:66::16:8:8968:7977:41:8822:8820:9144:3277:8767:1:28:1279^N2^S134271:6492:::::::70:66::16:8:8968:7977:41:8822:8820:9144:3277:8767:1:28:1279^N3^S200416::::::::70:66::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S194306::::::::70:66::3:4:7979:6652:1472:8767^N5^S194306::::::::70:66::3:4:7979:6652:1472:8767^t^Sgear2^T^N4^S133642::::::::70:66::16:6:8966:7977:6652:9144:3271:8767:1:28:1279^N5^S133642::::::::70:66::16:6:8966:7977:6652:9144:3271:8767:1:28:1279^t^t^t^^	RAID	мурратик-Ревущийфьорд", -- [223]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N264^N2^N385.375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N17^N4^N7^N5^N7^t^Sgear1^T^N1^S134212:6538:::::::70:264::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279^N2^S134212:6538:::::::70:264::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279^N3^S193752::::::::70:264::23:5:7977:6652:8813:1594:8767:1:28:2157^N4^S191491::::::::70:264::13:4:8836:8840:8902:8802:3:28:2164:38:8:40:200^N5^S191491::::::::70:264::13:4:8836:8840:8902:8802:3:28:2164:38:8:40:200^t^Sgear2^T^N4^S200563::::::::70:264::26:4:6652:1485:5864:8767:1:28:2287^N5^S200563::::::::70:264::26:4:6652:1485:5864:8767:1:28:2287^t^t^t^^	RAID	серегя-Ревущийфьорд", -- [224]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N254^N2^N374.1875^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N17^N2^N17^N3^N4^N4^N139^N5^N139^t^Sgear1^T^N1^S193759::::::::70:254::23:5:7977:6652:8816:1594:8767:1:28:2157^N2^S193759::::::::70:254::23:5:7977:6652:8816:1594:8767:1:28:2157^N3^S199443::::::::70:254::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^N4^S193697::::::::70:254::17:3:7978:7975:6652:2:9:70:28:2587^N5^S193697::::::::70:254::17:3:7978:7975:6652:2:9:70:28:2587^t^Sgear2^T^N4^S193743::::::::70:254::17:3:7978:7975:6652:2:9:70:28:2587^N5^S193743::::::::70:254::17:3:7978:7975:6652:2:9:70:28:2587^t^t^t^^	RAID	аскельт-Ревущийфьорд", -- [225]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N62^N2^N379.25^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N0^N3^N17^N4^N17^N5^N17^t^Sgear1^T^N1^S195479::::::::70:62::3:6:6652:8821:8820:7979:1472:8767^N2^S195479::::::::70:62::3:6:6652:8821:8820:7979:1472:8767^N3^S193775::::::::70:62::23:5:7977:6652:8813:1594:8767:1:28:2157^N4^S198407::::::::70:62::74:4:9136:6652:1476:8767:1:28:2437^N5^S198407::::::::70:62::74:4:9136:6652:1476:8767:1:28:2437^t^Sgear2^T^N4^S193743::::::::70:62::23:4:7977:6652:1594:8767:1:28:2157^N5^S193743::::::::70:62::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	натазат-Ревущийфьорд", -- [226]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N256^N2^N385.4375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N17^N4^N10^N5^N10^t^Sgear1^T^N1^S133610:6543:::::::70:256::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279^N2^S133610:6543:::::::70:256::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279^N3^S193713::::::::70:256::23:5:7977:6652:8813:1594:8767:1:28:2157^N4^S200563::::::::70:256::26:4:6652:1481:5865:8767:1:28:2287^N5^S200563::::::::70:256::26:4:6652:1481:5865:8767:1:28:2287^t^Sgear2^T^N4^S191492::::::::70:256::13:4:8836:8840:8902:8802:3:28:2164:38:8:40:201^N5^S191492::::::::70:256::13:4:8836:8840:8902:8802:3:28:2164:38:8:40:201^t^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [227]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N252^N2^N390.25^N3^T^Sresponse^T^N5^B^N2^B^N4^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N-6^N4^N-3^N5^N-3^t^Sgear1^T^N1^S190523:6492:::::::70:252::13:5:8836:8840:8902:8960:8802:3:28:2164:38:8:40:157^N2^S190523:6492:::::::70:252::13:5:8836:8840:8902:8960:8802:3:28:2164:38:8:40:157^N3^S200407::::::::70:252::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S110012::::::::70:252::33:6:8966:7977:6652:9144:3277:8767:1:28:1279^N5^S110012::::::::70:252::33:6:8966:7977:6652:9144:3277:8767:1:28:1279^t^Sgear2^T^N4^S193762::::::::70:252::16:6:7977:6652:9144:8969:1624:8767:1:28:1279^N5^S193762::::::::70:252::16:6:7977:6652:9144:8969:1624:8767:1:28:1279^t^t^t^^	RAID	менструа-Ревущийфьорд", -- [228]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N71^N2^N383.0625^N3^T^Sresponse^T^N1^B^N4^B^N5^B^t^Sdiff^T^N1^N10^N2^N10^N3^N-6^N4^N17^N5^N17^t^Sgear1^T^N1^S200683:6494:::::::70:71::26:4:6652:1481:5865:8767:1:28:2287^N2^S200683:6494:::::::70:71::26:4:6652:1481:5865:8767:1:28:2287^N3^S200425::::::::70:71::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S193679::::::::70:71::23:4:7977:6652:1594:8767:1:28:2155^N5^S193679::::::::70:71::23:4:7977:6652:1594:8767:1:28:2155^t^Sgear2^T^N4^S193701::::::::70:71::16:6:8965:7977:6652:9144:1611:8767:1:28:1279^N5^S193701::::::::70:71::16:6:8965:7977:6652:9144:1611:8767:1:28:1279^t^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [229]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N259^N2^N393.5625^N3^T^Sresponse^T^N1^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N4^N2^N4^N3^N0^N4^N13^N5^N13^t^Sgear1^T^N1^S191994::::::::70:259::43:4:6652:1488:5864:8767:1:28:2533^N2^S191994::::::::70:259::43:4:6652:1488:5864:8767:1:28:2533^N3^S193721::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279^N4^S133642::::::::70:259::33:6:8966:7977:6652:9144:3271:8767:1:28:1279^N5^S133642::::::::70:259::33:6:8966:7977:6652:9144:3271:8767:1:28:1279^t^Sgear2^T^N4^S198542::::::::70:259::36:4:6652:1430:5865:8767:1:28:2246^N5^S198542::::::::70:259::36:4:6652:1430:5865:8767:1:28:2246^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [230]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N252^N2^N385.125^N3^T^Sresponse^T^N5^B^N2^B^N4^B^t^Sdiff^T^N1^N7^N2^N7^N3^N13^N4^N17^N5^N17^t^Sgear1^T^N1^S193706:6490:::::::70:252::16:8:7977:6652:8822:8820:9144:8963:1604:8767:1:28:1279^N2^S193706:6490:::::::70:252::16:8:7977:6652:8822:8820:9144:8963:1604:8767:1:28:1279^N3^S192008::::::::70:252::36:4:6652:1478:5865:8767:1:28:2287^N4^S194303::::::::70:252::5:4:6652:7980:1485:8767^N5^S194303::::::::70:252::5:4:6652:7980:1485:8767^t^Sgear2^T^N4^S193701::::::::70:252::23:4:7977:6652:1594:8767:1:28:2157^N5^S193701::::::::70:252::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [231]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N257^N2^N383.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N17^N2^N17^N3^N7^N4^N17^N5^N17^t^Sgear1^T^N1^S193810:6543:::::::70:257::23:5:7977:6652:8816:1594:8767:1:28:2157^N2^S193810:6543:::::::70:257::23:5:7977:6652:8816:1594:8767:1:28:2157^N3^S144118::::::::70:257::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279^N4^S191491::::::::70:257::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200^N5^S191491::::::::70:257::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200^t^Sgear2^T^N4^S193678::::::::70:257::23:4:7977:41:1594:8767:1:28:2155^N5^S193678::::::::70:257::23:4:7977:41:1594:8767:1:28:2155^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [232]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N254^N2^N385.3125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N-6^N4^N13^N5^N13^t^Sgear1^T^N1^S193643:6492:::::::70:254::33:8:8966:7977:6652:8822:8820:9144:1614:8767:1:28:1279^N2^S193643:6492:::::::70:254::33:8:8966:7977:6652:8822:8820:9144:1614:8767:1:28:1279^N3^S200389::::::::70:254::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S200859::::::::70:254::27:4:6652:1494:5849:8767:1:28:2534^N5^S200859::::::::70:254::27:4:6652:1494:5849:8767:1:28:2534^t^Sgear2^T^N4^S193701::::::::70:254::16:6:8966:7977:6652:9144:1614:8767:1:28:1279^N5^S193701::::::::70:254::16:6:8966:7977:6652:9144:1614:8767:1:28:1279^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [233]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N269^N2^N383.375^N3^T^Sresponse^T^N1^B^N3^B^t^Sdiff^T^N1^N17^N2^N17^N3^N13^N4^N17^N5^N17^t^Sgear1^T^N1^S193684:6493:::::::70:269::23:5:7977:6652:8816:1594:8767:1:28:2157^N2^S193684:6493:::::::70:269::23:5:7977:6652:8816:1594:8767:1:28:2157^N3^S191992::::::::70:269::36:4:6652:1478:5865:8767:1:28:2275^N4^S192797::::::::70:269::37:4:6652:1481:5862:8767:1:28:2521^N5^S192797::::::::70:269::37:4:6652:1481:5862:8767:1:28:2521^t^Sgear2^T^N4^S193701::::::::70:269::23:4:7977:6652:1594:8767:1:28:2157^N5^S193701::::::::70:269::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [234]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N63^N2^N388.75^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N7^N2^N7^N3^N13^N4^N17^N5^N17^t^Sgear1^T^N1^S201939:6540:::::::70:63::13:5:8851:8852:8802:8850:8793:7:28:2164:29:40:30:49:38:8:40:855:44:198059:45:194566^N2^S201939:6540:::::::70:63::13:5:8851:8852:8802:8850:8793:7:28:2164:29:40:30:49:38:8:40:855:44:198059:45:194566^N3^S201938::::::::70:63::13:5:8851:8852:8800:8850:8793:7:28:2164:29:40:30:36:38:6:40:853:44:198059:45:194566^N4^S191492::::::::70:63::13:4:8836:8840:8902:8802:3:28:2164:38:8:40:201^N5^S191492::::::::70:63::13:4:8836:8840:8902:8802:3:28:2164:38:8:40:201^t^Sgear2^T^N4^S193791::::::::70:63::23:4:7977:6652:1594:8767:1:28:2155^N5^S193791::::::::70:63::23:4:7977:6652:1594:8767:1:28:2155^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [235]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N64^N2^N383^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N10^N4^N17^N5^N17^t^Sgear1^T^N1^S193750:6539:::::::70:64::16:8:8966:7977:6652:8822:8820:9144:1614:8767:1:28:1279^N2^S193750:6539:::::::70:64::16:8:8966:7977:6652:8822:8820:9144:1614:8767:1:28:1279^N3^S191986::::::::70:64::73:4:6652:1485:5861:8767:1:28:2437^N4^S200563::::::::70:64::26:4:6652:1485:5858:8767:1:28:2516^N5^S200563::::::::70:64::26:4:6652:1485:5858:8767:1:28:2516^t^Sgear2^T^N4^S193660::::::::70:64::23:4:7977:6652:1594:8767:1:28:2155^N5^S193660::::::::70:64::23:4:7977:6652:1594:8767:1:28:2155^t^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [236]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N250^N2^N395^N3^T^Sresponse^T^N5^B^N2^B^N4^B^t^Sdiff^T^N1^N-16^N2^N-16^N3^N-3^N4^N0^N5^N0^t^Sgear1^T^N1^S190523:6489:::::::70:250::13:6:8836:8840:8902:8960:8802:8845:4:28:2164:38:8:40:157:44:197921^N2^S190523:6489:::::::70:250::13:6:8836:8840:8902:8960:8802:8845:4:28:2164:38:8:40:157:44:197921^N3^S109858::::::::70:250::33:8:8966:7977:6652:8822:8817:9144:3277:8767:1:28:1279^N4^S194303::::::::70:250::3:4:6652:7979:1472:8767^N5^S194303::::::::70:250::3:4:6652:7979:1472:8767^t^Sgear2^T^N4^S194299::::::::70:250::5:4:7980:6652:1485:8767^N5^S194299::::::::70:250::5:4:7980:6652:1485:8767^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [237]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N266^N2^N391.8125^N3^T^Sresponse^T^N3^B^N2^B^t^Sdiff^T^N1^N-6^N2^N-6^N3^N-3^N4^N10^N5^N10^t^Sgear1^T^N1^S133610:6540:::::::70:266::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N2^S133610:6540:::::::70:266::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N3^S193713::::::::70:266::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N4^S198407::::::::70:266::37:4:41:1433:5865:8767:1:28:2287^N5^S198407::::::::70:266::37:4:41:1433:5865:8767:1:28:2287^t^Sgear2^T^N4^S191492::::::::70:266::13:5:8836:8840:8902:8799:8845:4:28:2164:38:5:40:201:46:197921^N5^S191492::::::::70:266::13:5:8836:8840:8902:8799:8845:4:28:2164:38:5:40:201:46:197921^t^t^t^^	RAID	комт-Ревущийфьорд", -- [238]
			"<23:30:59> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Злюдра	DRUID", -- [239]
			"<23:30:59> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Серегя	SHAMAN", -- [240]
			"<23:30:59> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Злюдра	DRUID", -- [241]
			"<23:30:59> <Comm>		^1^SlootAck^T^N1^N264^N2^N383.75^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N20^N2^N20^N3^N-6^N4^N17^N5^N17^t^Sgear1^T^N1^S192001::::::::70:264::29:4:6652:1472:5864:8766:1:28:2400^N2^S192001::::::::70:264::29:4:6652:1472:5864:8766:1:28:2400^N3^S200398::::::::70:264::3:5:7979:6652:8829:1472:8767^N4^S194300::::::::70:264::3:4:6652:7979:1472:8767^N5^S194300::::::::70:264::3:4:6652:7979:1472:8767^t^Sgear2^T^N4^S193743::::::::70:264::23:4:7977:6652:1594:8767:1:28:2157^N5^S193743::::::::70:264::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [242]
			"<23:31:00> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Серегя	SHAMAN", -- [243]
			"<23:31:00> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Аскельт	HUNTER", -- [244]
			"<23:31:00> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аскельт	HUNTER", -- [245]
			"<23:31:01> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	комт-Ревущийфьорд", -- [246]
			"<23:31:01> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [247]
			"<23:31:02> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	мурратик-Ревущийфьорд", -- [248]
			"<23:31:02> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	мурратик-Ревущийфьорд", -- [249]
			"<23:31:02> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [250]
			"<23:31:02> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	мурратик-Ревущийфьорд", -- [251]
			"<23:31:03> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [252]
			"<23:31:03> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [253]
			"<23:31:06> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [254]
			"<23:31:06> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [255]
			"<23:31:06> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	комт-Ревущийфьорд", -- [256]
			"<23:31:06> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	комт-Ревущийфьорд", -- [257]
			"<23:31:06> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [258]
			"<23:31:06> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [259]
			"<23:31:07> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	менструа-Ревущийфьорд", -- [260]
			"<23:31:07> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [261]
			"<23:31:08> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N3^t^t^^	RAID	аландир-Ревущийфьорд", -- [262]
			"<23:31:09> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	натазат-Ревущийфьорд", -- [263]
			"<23:31:09> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	натазат-Ревущийфьорд", -- [264]
			"<23:31:10> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [265]
			"<23:31:11> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [266]
			"<23:31:11> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [267]
			"<23:31:11> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Комт	WARLOCK", -- [268]
			"<23:31:11> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [269]
			"<23:31:11> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Комт	WARLOCK", -- [270]
			"<23:31:11> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [271]
			"<23:31:11> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [272]
			"<23:31:12> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [273]
			"<23:31:12> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [274]
			"<23:31:12> <Comm>		^1^Soffline_timer^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [275]
			"<23:31:13> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	бишарк-Ревущийфьорд", -- [276]
			"<23:31:13> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	бишарк-Ревущийфьорд", -- [277]
			"<23:31:15> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [278]
			"<23:31:15> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	ювитта-Ревущийфьорд", -- [279]
			"<23:31:17> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Бишарк	SHAMAN", -- [280]
			"<23:31:17> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	191784	|cffa335ee|Hitem:191784::::::::70:269:::::::::|h[Драконий осколок знания]|h|r	1	Бишарк	SHAMAN", -- [281]
			"<23:31:17> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Натазат	MAGE", -- [282]
			"<23:31:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Натазат	MAGE", -- [283]
			"<23:31:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2592	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бишарк	SHAMAN", -- [284]
			"<23:31:19> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [285]
			"<23:31:21> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [286]
			"<23:31:23> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [287]
			"<23:31:23> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [288]
			"<23:31:28> <Comm>		^1^Srolls^T^N1^N2^N2^T^Sледотроль-Ревущийфьорд^N44^Sмурратик-Ревущийфьорд^N7^Sменструа-Ревущийфьорд^N83^Sбабусянатусе-Ревущийфьорд^N29^Sювитта-Ревущийфьорд^N22^Sожившийлось-Ревущийфьорд^N73^Sледиланатель-Ревущийфьорд^N19^Sватрониум-Ревущийфьорд^N61^Sбишарк-Ревущийфьорд^N56^Sнотушка-Ревущийфьорд^N40^Sлинлот-Ревущийфьорд^N36^Sсерегя-Ревущийфьорд^N64^Sэтовертолет-Ревущийфьорд^N10^Sхохохохохох-Ревущийфьорд^N49^Sаскельт-Ревущийфьорд^N70^Sкомт-Ревущийфьорд^N59^Sгигаовца-Ревущийфьорд^N20^Sдельфуего-Ревущийфьорд^N24^Sзлюдра-Ревущийфьорд^N21^Sхугомонк-Ревущийфьорд^N87^Sнатазат-Ревущийфьорд^N99^Sаландир-Ревущийфьорд^N62^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [289]
			"<23:31:31> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [290]
			"<23:31:31> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [291]
			"<23:31:37> <Comm>		^1^Shistory^T^N1^Sдельфуего-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SROGUE^SgroupSize^N22^Sboss^SСеннарт~`Дыхание~`Льда^Stime^S21:31:34^SitemReplaced1^S|cffa335ee|Hitem:191994::::::::70:259::43:4:6652:1488:5864:8767:1:28:2533:::::|h[Брюки~`из~`шкуры~`выдрека]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:196593::::::::70:259::3:4:7979:8827:1472:8767::::::|h[Камень~`Кузни~`из~`наивысшего~`нефрита]|h|r^Sid^S1671636694-7^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [292]
			"<23:31:37> <Comm>		^1^Sawarded^T^N1^N2^N2^Sдельфуего-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [293]
			"<23:31:47> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	серегя-Ревущийфьорд", -- [294]
			"<23:31:47> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N2^t^t^^	RAID	серегя-Ревущийфьорд", -- [295]
			"<23:31:55> <Comm>		^1^Srolls^T^N1^N1^N2^T^Sледотроль-Ревущийфьорд^N39^Sмурратик-Ревущийфьорд^N7^Sменструа-Ревущийфьорд^N62^Sбабусянатусе-Ревущийфьорд^N57^Sювитта-Ревущийфьорд^N93^Sожившийлось-Ревущийфьорд^N88^Sледиланатель-Ревущийфьорд^N36^Sватрониум-Ревущийфьорд^N5^Sбишарк-Ревущийфьорд^N99^Sнотушка-Ревущийфьорд^N74^Sлинлот-Ревущийфьорд^N76^Sсерегя-Ревущийфьорд^N51^Sэтовертолет-Ревущийфьорд^N37^Sхохохохохох-Ревущийфьорд^N53^Sаскельт-Ревущийфьорд^N44^Sкомт-Ревущийфьорд^N97^Sгигаовца-Ревущийфьорд^N61^Sдельфуего-Ревущийфьорд^N17^Sзлюдра-Ревущийфьорд^N72^Sхугомонк-Ревущийфьорд^N16^Sнатазат-Ревущийфьорд^N92^Sаландир-Ревущийфьорд^N80^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [296]
			"<23:31:58> <DEBUG>		LootFrame:Response	TIMEOUT	Response:	Кандидат не ответил вовремя", -- [297]
			"<23:31:58> <DEBUG>		SendResponse	group	4	TIMEOUT	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [298]
			"<23:31:58> <DEBUG>		SendResponse	group	5	TIMEOUT	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [299]
			"<23:31:58> <DEBUG>		Trashing entry:	2	|cffa335ee|Hitem:194304::::::::70:269::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r", -- [300]
			"<23:31:58> <DEBUG>		LootFrame:Response	TIMEOUT	Response:	Кандидат не ответил вовремя", -- [301]
			"<23:31:58> <DEBUG>		SendResponse	group	2	TIMEOUT	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [302]
			"<23:31:58> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:196593::::::::70:269::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из наивысшего нефрита]|h|r", -- [303]
			"<23:31:59> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^STIMEOUT^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [304]
			"<23:31:59> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^STIMEOUT^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [305]
			"<23:31:59> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^STIMEOUT^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [306]
			"<23:32:03> <Comm>		^1^Shistory^T^N1^Sкомт-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SWARLOCK^SgroupSize^N22^Sboss^SСеннарт~`Дыхание~`Льда^Stime^S21:32:00^SitemReplaced1^S|cffa335ee|Hitem:133610:6540:::::::70:259::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279:::::|h[Поножи~`кружащихся~`рун]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:196588::::::::70:259::3:4:7979:8827:1472:8767::::::|h[Камень~`Кузни~`из~`жуткого~`нефрита]|h|r^Sid^S1671636720-8^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [307]
			"<23:32:03> <Comm>		^1^Sawarded^T^N1^N1^N2^Sкомт-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [308]
			"<23:32:15> <Comm>		^1^Shistory^T^N1^Sнотушка-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SDEATHKNIGHT^SgroupSize^N22^Sboss^SСеннарт~`Дыхание~`Льда^Stime^S21:32:12^SitemReplaced1^S|cffa335ee|Hitem:192008::::::::70:259::36:4:6652:1478:5865:8767:1:28:2287:::::|h[Сотворенные~`драконами~`рукавицы]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195506::::::::70:259::3:6:6652:8821:8817:7979:1472:8767::::::|h[Рукавицы~`с~`алмазной~`гравировкой]|h|r^Sid^S1671636732-9^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [309]
			"<23:32:15> <Comm>		^1^Sawarded^T^N1^N3^N2^Sнотушка-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [310]
			"<23:32:34> <Comm>		^1^Shistory^T^N1^Sнатазат-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S21/12/22^Sclass^SMAGE^SgroupSize^N22^Sboss^SСеннарт~`Дыхание~`Льда^Stime^S21:32:31^SitemReplaced1^S|cffa335ee|Hitem:198407::::::::70:259::74:4:9136:6652:1476:8767:1:28:2437:::::|h[Лазурный~`чародейский~`усилитель]|h|r^StypeCode^Sdefault^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sid^S1671636751-10^Sresponse^SОсновной~`спек/Нужно^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:194304::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Смертельные~`силки~`ледяной~`крови]|h|r^SisAwardReason^b^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^SresponseID^N1^SitemReplaced2^S|cffa335ee|Hitem:193743::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Фрагмент~`Иридия]|h|r^Svotes^N0^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [311]
			"<23:32:34> <Comm>		^1^Sawarded^T^N1^N4^N2^Sнатазат-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [312]
			"<23:32:37> <Comm>		^1^Shistory^T^N1^Sледиланатель-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S21/12/22^Sclass^SMAGE^SgroupSize^N22^Sboss^SСеннарт~`Дыхание~`Льда^Stime^S21:32:34^SitemReplaced1^S|cffa335ee|Hitem:191492::::::::70:259::13:4:8836:8840:8902:8802:3:28:2164:38:8:40:201:::::|h[Стремительный~`алхимический~`камень~`|A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r^StypeCode^Sdefault^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sid^S1671636754-11^Sresponse^SОсновной~`спек/Нужно^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:194304::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Смертельные~`силки~`ледяной~`крови]|h|r^SisAwardReason^b^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^SresponseID^N1^SitemReplaced2^S|cffa335ee|Hitem:193791::::::::70:259::23:4:7977:6652:1594:8767:1:28:2155:::::|h[Пробивающий~`время~`коготь]|h|r^Svotes^N0^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [313]
			"<23:32:37> <Comm>		^1^Sawarded^T^N1^N5^N2^Sледиланатель-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [314]
			"<23:32:38> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [315]
			"<23:32:43> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:194304::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Смертельные~`силки~`ледяной~`крови]|h|r^N2^Sледиланатель-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [316]
			"<23:33:07> <DEBUG>		Event:	LOOT_CLOSED", -- [317]
			"<23:33:07> <DEBUG>		Event:	LOOT_READY	true", -- [318]
			"<23:33:07> <DEBUG>		Event:	LOOT_READY	true", -- [319]
			"<23:33:07> <DEBUG>		Event:	LOOT_CLOSED", -- [320]
			"<23:33:14> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	ювитта-Ревущийфьорд", -- [321]
			"<23:33:14> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	ювитта-Ревущийфьорд", -- [322]
			"<23:33:59> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195506::::::::70:259::3:6:6652:8821:8817:7979:1472:8767::::::|h[Рукавицы~`с~`алмазной~`гравировкой]|h|r^N2^Sнотушка-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [323]
			"<23:34:00> <Comm>		^1^Sl^T^N1^S197831^t^^	RAID	ювитта-Ревущийфьорд", -- [324]
			"<23:34:00> <Comm>		^1^Sl^T^N1^S197831^t^^	RAID	ювитта-Ревущийфьорд", -- [325]
			"<23:34:06> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:194304::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Смертельные~`силки~`ледяной~`крови]|h|r^N2^Sнатазат-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [326]
			"<23:34:08> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196588::::::::70:259::3:4:7979:8827:1472:8767::::::|h[Камень~`Кузни~`из~`жуткого~`нефрита]|h|r^N2^Sкомт-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [327]
			"<23:34:10> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	ожившийлось-Ревущийфьорд", -- [328]
			"<23:34:10> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	ожившийлось-Ревущийфьорд", -- [329]
			"<23:34:11> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	злюдра-Ревущийфьорд", -- [330]
			"<23:34:11> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	злюдра-Ревущийфьорд", -- [331]
			"<23:34:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190328	|cff0070dd|Hitem:190328::::::::70:269:::::::::|h[Пробуждающийся лед]|h|r	3	Гигаовца	MAGE", -- [332]
			"<23:34:22> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ожившийлось-Ревущийфьорд", -- [333]
			"<23:34:22> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ожившийлось-Ревущийфьорд", -- [334]
			"<23:34:22> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	этовертолет-Ревущийфьорд", -- [335]
			"<23:34:22> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	аландир-Ревущийфьорд", -- [336]
			"<23:34:23> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190328	|cff0070dd|Hitem:190328::::::::70:269:::::::::|h[Пробуждающийся лед]|h|r	3	Ледиланатель	MAGE", -- [337]
			"<23:34:23> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	ледиланатель-Ревущийфьорд", -- [338]
			"<23:34:23> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190326	|cff0070dd|Hitem:190326::::::::70:269:::::::::|h[Пробуждающийся воздух]|h|r	2	Бабусянатусе	PRIEST", -- [339]
			"<23:34:23> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [340]
			"<23:34:23> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [341]
			"<23:34:24> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	злюдра-Ревущийфьорд", -- [342]
			"<23:34:24> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	злюдра-Ревущийфьорд", -- [343]
			"<23:34:24> <DEBUG>		Event:	LOOT_READY	true", -- [344]
			"<23:34:24> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0	1	Creature-0-4250-2522-20091-197801-0001A3446A	1", -- [345]
			"<23:34:24> <DEBUG>		Adding to self.lootSlotInfo	2	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0	1	Creature-0-4250-2522-20091-196856-0001A3446A	1", -- [346]
			"<23:34:24> <DEBUG>		Ignoring	nil	as it's a currency", -- [347]
			"<23:34:24> <DEBUG>		Event:	LOOT_READY	true", -- [348]
			"<23:34:24> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0	1	Creature-0-4250-2522-20091-197801-0001A3446A	1", -- [349]
			"<23:34:24> <DEBUG>		Adding to self.lootSlotInfo	2	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0	1	Creature-0-4250-2522-20091-196856-0001A3446A	1", -- [350]
			"<23:34:24> <DEBUG>		Ignoring	nil	as it's a currency", -- [351]
			"<23:34:25> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	нотушка-Ревущийфьорд", -- [352]
			"<23:34:25> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	нотушка-Ревущийфьорд", -- [353]
			"<23:34:25> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0", -- [354]
			"<23:34:25> <DEBUG>		Event:	LOOT_CLOSED", -- [355]
			"<23:34:25> <DEBUG>		OnLootSlotCleared()	2	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0", -- [356]
			"<23:34:25> <DEBUG>		Event:	LOOT_CLOSED", -- [357]
			"<23:34:25> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	хугомонк-Ревущийфьорд", -- [358]
			"<23:34:26> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	1	Комт	WARLOCK", -- [359]
			"<23:34:26> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	гигаовца-Ревущийфьорд", -- [360]
			"<23:34:26> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	комт-Ревущийфьорд", -- [361]
			"<23:34:26> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	комт-Ревущийфьорд", -- [362]
			"<23:34:30> <DEBUG>		Event:	ENCOUNTER_START	2605	Курог Зловещий Тотем	14	22", -- [363]
			"<23:34:30> <INFO>		UpdatePlayersData()", -- [364]
			"<23:34:30> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [365]
			"<23:34:31> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192618::::::::70:264:::::::::|h[Кусочки~`льда]|h|r^N2^S192767^t^^	RAID	бишарк-Ревущийфьорд", -- [366]
			"<23:34:32> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	линлот-Ревущийфьорд", -- [367]
			"<23:34:32> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	линлот-Ревущийфьорд", -- [368]
			"<23:34:36> <DEBUG>		Event:	ENCOUNTER_END	2605	Курог Зловещий Тотем	14	22	0", -- [369]
			"<23:34:48> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	натазат-Ревущийфьорд", -- [370]
			"<23:34:48> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	натазат-Ревущийфьорд", -- [371]
			"<23:34:48> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	аландир-Ревущийфьорд", -- [372]
			"<23:34:51> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192618::::::::70:264:::::::::|h[Кусочки~`льда]|h|r^N2^S192767^t^^	RAID	бишарк-Ревущийфьорд", -- [373]
			"<23:35:46> <DEBUG>		Event:	ENCOUNTER_START	2605	Курог Зловещий Тотем	14	22", -- [374]
			"<23:35:46> <INFO>		UpdatePlayersData()", -- [375]
			"<23:35:47> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [376]
			"<23:40:56> <DEBUG>		Event:	ENCOUNTER_END	2605	Курог Зловещий Тотем	14	22	1", -- [377]
			"<23:40:57> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195515::::::::70:269::3:7:6652:7937:7979:8821:8818:1472:8767::::::|h[Кушак духовных поисков Магаты]|h|r", -- [378]
			"<23:40:57> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767::::::|h[Обмотки коварного тотема]|h|r", -- [379]
			"<23:40:57> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196586::::::::70:269::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r", -- [380]
			"<23:40:57> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196586::::::::70:269::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r", -- [381]
			"<23:40:57> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Дельфуего	ROGUE", -- [382]
			"<23:40:57> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Дельфуего	ROGUE", -- [383]
			"<23:40:58> <Comm>		^1^Sl^T^N1^S184986^t^^	RAID	дельфуего-Ревущийфьорд", -- [384]
			"<23:40:58> <Comm>		^1^Sl^T^N1^S184986^t^^	RAID	дельфуего-Ревущийфьорд", -- [385]
			"<23:40:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Мурратик	PALADIN", -- [386]
			"<23:40:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Мурратик	PALADIN", -- [387]
			"<23:40:58> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Нотушка	DEATHKNIGHT", -- [388]
			"<23:40:59> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Нотушка	DEATHKNIGHT", -- [389]
			"<23:40:59> <Comm>		^1^Sl^T^N1^S184986^t^^	RAID	нотушка-Ревущийфьорд", -- [390]
			"<23:40:59> <Comm>		^1^Sl^T^N1^S184986^t^^	RAID	нотушка-Ревущийфьорд", -- [391]
			"<23:41:00> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ювитта	EVOKER", -- [392]
			"<23:41:01> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ювитта	EVOKER", -- [393]
			"<23:41:01> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ватрониум	SHAMAN", -- [394]
			"<23:41:01> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ледотроль	HUNTER", -- [395]
			"<23:41:01> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Аландир	DEMONHUNTER", -- [396]
			"<23:41:01> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ватрониум	SHAMAN", -- [397]
			"<23:41:01> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледотроль	HUNTER", -- [398]
			"<23:41:01> <Comm>		^1^Stradable^T^N1^S|cffa335ee|Hitem:196586::::::::70:259::3:4:7979:8830:1472:8767::::::|h[Камень~`Кузни~`из~`жуткого~`аметиста]|h|r^N2^S184986^t^^	RAID	дельфуего-Ревущийфьорд", -- [399]
			"<23:41:01> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аландир	DEMONHUNTER", -- [400]
			"<23:41:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Натазат	MAGE", -- [401]
			"<23:41:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Натазат	MAGE", -- [402]
			"<23:41:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Этовертолет	WARRIOR", -- [403]
			"<23:41:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Этовертолет	WARRIOR", -- [404]
			"<23:41:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Хохохохохох	PRIEST", -- [405]
			"<23:41:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хохохохохох	PRIEST", -- [406]
			"<23:41:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Бабусянатусе	PRIEST", -- [407]
			"<23:41:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бабусянатусе	PRIEST", -- [408]
			"<23:41:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Линлот	HUNTER", -- [409]
			"<23:41:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ледиланатель	MAGE", -- [410]
			"<23:41:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Линлот	HUNTER", -- [411]
			"<23:41:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледиланатель	MAGE", -- [412]
			"<23:41:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Гигаовца	MAGE", -- [413]
			"<23:41:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Гигаовца	MAGE", -- [414]
			"<23:41:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Комт	WARLOCK", -- [415]
			"<23:41:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Комт	WARLOCK", -- [416]
			"<23:41:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Аскельт	HUNTER", -- [417]
			"<23:41:06> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аскельт	HUNTER", -- [418]
			"<23:41:06> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Серегя	SHAMAN", -- [419]
			"<23:41:06> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Серегя	SHAMAN", -- [420]
			"<23:41:07> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Бишарк	SHAMAN", -- [421]
			"<23:41:07> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бишарк	SHAMAN", -- [422]
			"<23:41:09> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S196586:::::::::::3:4:7979:8830:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SКурог~`Зловещий~`Тотем^t^N2^T^Sstring^S196586:::::::::::3:4:7979:8830:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SКурог~`Зловещий~`Тотем^t^N3^T^Sstring^S196586:::::::::::3:4:7979:8830:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SКурог~`Зловещий~`Тотем^t^N4^T^Sstring^S195514:::::::::::3:6:6652:7979:8821:8817:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SКурог~`Зловещий~`Тотем^t^N5^T^Sstring^S195515:::::::::::3:7:6652:7937:7979:8821:8818:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SКурог~`Зловещий~`Тотем^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [423]
			"<23:41:09> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196586::::::::70:269::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r", -- [424]
			"<23:41:09> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196586::::::::70:269::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r", -- [425]
			"<23:41:09> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196586::::::::70:269::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r", -- [426]
			"<23:41:09> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195515::::::::70:269::3:7:6652:7937:7979:8821:8818:1472:8767::::::|h[Кушак духовных поисков Магаты]|h|r", -- [427]
			"<23:41:09> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196586::::::::70:269::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r	INVTYPE_ROBE", -- [428]
			"<23:41:09> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196586::::::::70:269::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r	INVTYPE_ROBE", -- [429]
			"<23:41:09> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196586::::::::70:269::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r	INVTYPE_ROBE", -- [430]
			"<23:41:09> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767::::::|h[Обмотки коварного тотема]|h|r	INVTYPE_HAND", -- [431]
			"<23:41:09> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195515::::::::70:269::3:7:6652:7937:7979:8821:8818:1472:8767::::::|h[Кушак духовных поисков Магаты]|h|r	INVTYPE_WAIST", -- [432]
			"<23:41:09> <INFO>		LootFrame:Start	5	nil", -- [433]
			"<23:41:09> <DEBUG>		Restoring entry:	default	2", -- [434]
			"<23:41:09> <DEBUG>		GetButtons	default", -- [435]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N253^N2^N377.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N16^N2^N16^N3^N16^N4^N16^N5^N23^t^Sgear1^T^N1^S191997:6625:::::::70:253::73:4:6652:1485:5861:8767:1:28:2437^N2^S191997:6625:::::::70:253::73:4:6652:1485:5861:8767:1:28:2437^N3^S191997:6625:::::::70:253::73:4:6652:1485:5861:8767:1:28:2437^N4^S193752::::::::70:253::16:8:8962:7977:6652:8822:8817:9144:1601:8767:1:28:1279^N5^S193794::::::::70:253::23:6:7977:6652:7936:8814:1594:8767:1:28:2157^t^Sgear2^T^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [436]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N105^N2^N389.375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N5^B^t^Sdiff^T^N1^N-10^N2^N-10^N3^N-10^N4^N13^N5^N13^t^Sgear1^T^N1^S193399:6625:::::::70:105::13:8:8836:8840:8902:8802:8845:8932:8960:8793:8:28:2164:29:32:30:49:38:8:40:294:45:197921:46:193945:47:194566^N2^S193399:6625:::::::70:105::13:8:8836:8840:8902:8802:8845:8932:8960:8793:8:28:2164:29:32:30:49:38:8:40:294:45:197921:46:193945:47:194566^N3^S193399:6625:::::::70:105::13:8:8836:8840:8902:8802:8845:8932:8960:8793:8:28:2164:29:32:30:49:38:8:40:294:45:197921:46:193945:47:194566^N4^S201943::::::::70:105::13:5:8851:8852:8802:8850:8793:7:28:2164:29:36:30:40:38:8:40:847:45:198059:46:194566^N5^S191995::::::::70:105::42:5:6652:7936:1485:5864:8767:1:28:2287^t^Sgear2^T^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [437]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N66^N2^N391.0625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N0^N5^N3^t^Sgear1^T^N1^S200414:6624:::::::70:66::3:5:7979:6652:8830:1469:8767:1:28:1040^N2^S200414:6624:::::::70:66::3:5:7979:6652:8830:1469:8767:1:28:1040^N3^S200414:6624:::::::70:66::3:5:7979:6652:8830:1469:8767:1:28:1040^N4^S200416::::::::70:66::3:5:7979:6652:8829:1472:8767:1:28:1040^N5^S137499::::::::70:66::16:9:8966:7977:6652:7937:8822:8818:9144:3271:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	мурратик-Ревущийфьорд", -- [438]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N1467^N2^N383.375^N3^T^Sresponse^T^t^Sdiff^T^N1^N29^N2^N29^N3^N29^N4^N0^N5^N19^t^Sgear1^T^N1^S191997:6624:::::::70:1467::28:4:6652:1468:5865:8766:1:28:2474^N2^S191997:6624:::::::70:1467::28:4:6652:1468:5865:8766:1:28:2474^N3^S191997:6624:::::::70:1467::28:4:6652:1468:5865:8766:1:28:2474^N4^S200380::::::::70:1467::3:5:7979:6652:8829:1472:8767^N5^S192037::::::::70:1467::36:5:6652:7937:1478:5865:8767:1:28:2275^t^Sgear2^T^t^t^t^^	RAID	ювитта-Ревущийфьорд", -- [439]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N264^N2^N385.375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N16^N2^N16^N3^N16^N4^N23^N5^N23^t^Sgear1^T^N1^S191997:6618:::::::70:264::37:4:6652:1481:5865:8767:1:28:2385^N2^S191997:6618:::::::70:264::37:4:6652:1481:5865:8767:1:28:2385^N3^S191997:6618:::::::70:264::37:4:6652:1481:5865:8767:1:28:2385^N4^S193752::::::::70:264::23:5:7977:6652:8813:1594:8767:1:28:2157^N5^S193794::::::::70:264::23:6:7977:40:7937:8814:1594:8767:1:28:2157^t^Sgear2^T^t^t^t^^	RAID	серегя-Ревущийфьорд", -- [440]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N71^N2^N383.0625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N3^N2^N3^N3^N3^N4^N0^N5^N13^t^Sgear1^T^N1^S190495:6625:::::::70:71::13:5:8836:8840:8902:8802:8790:6:28:2164:29:49:30:36:38:8:40:167:45:192552^N2^S190495:6625:::::::70:71::13:5:8836:8840:8902:8802:8790:6:28:2164:29:49:30:36:38:8:40:167:45:192552^N3^S190495:6625:::::::70:71::13:5:8836:8840:8902:8802:8790:6:28:2164:29:49:30:36:38:8:40:167:45:192552^N4^S200425::::::::70:71::3:5:7979:6652:8829:1472:8767:1:28:1040^N5^S192011::::::::70:71::73:5:6652:7937:1485:5864:8767:1:28:2437^t^Sgear2^T^t^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [441]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N62^N2^N379.25^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N23^N5^N23^t^Sgear1^T^N1^S134219:6624:::::::70:62::35:8:8967:7977:6652:8822:8820:9144:3274:8767^N2^S134219:6624:::::::70:62::35:8:8967:7977:6652:8822:8820:9144:3274:8767^N3^S134219:6624:::::::70:62::35:8:8967:7977:6652:8822:8820:9144:3274:8767^N4^S193775::::::::70:62::23:5:7977:6652:8813:1594:8767:1:28:2157^N5^S193691::192912::::::70:62::23:6:7977:6652:7935:8814:1594:8767:1:28:2157^t^Sgear2^T^t^t^t^^	RAID	натазат-Ревущийфьорд", -- [442]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N254^N2^N374.1875^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N23^N2^N23^N3^N23^N4^N10^N5^N23^t^Sgear1^T^N1^S193734:6625:::::::70:254::23:5:7977:6652:8816:1594:8767:1:28:2157^N2^S193734:6625:::::::70:254::23:5:7977:6652:8816:1594:8767:1:28:2157^N3^S193734:6625:::::::70:254::23:5:7977:6652:8816:1594:8767:1:28:2157^N4^S199443::::::::70:254::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^N5^S193722::::::::70:254::23:6:7977:6652:7936:8814:1594:8767:1:28:2157^t^Sgear2^T^t^t^t^^	RAID	аскельт-Ревущийфьорд", -- [443]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N263^N2^N379.125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N36^N2^N36^N3^N36^N4^N-3^N5^N16^t^Sgear1^T^N1^S193782::::::::70:263::2:5:7976:6652:8816:1581:8766:1:28:2156^N2^S193782::::::::70:263::2:5:7976:6652:8816:1581:8766:1:28:2156^N3^S193782::::::::70:263::2:5:7976:6652:8816:1581:8766:1:28:2156^N4^S200398::::::::70:263::35:6:6652:8829:8968:7977:1475:8767^N5^S192003::::::::70:263::37:5:6652:7937:1481:5865:8767:1:28:2275^t^Sgear2^T^t^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [444]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N252^N2^N390.25^N3^T^Sresponse^T^N4^B^N5^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N0^N5^N3^t^Sgear1^T^N1^S200405:6625:::::::70:252::3:5:7979:6652:8830:1472:8767:1:28:1040^N2^S200405:6625:::::::70:252::3:5:7979:6652:8830:1472:8767:1:28:1040^N3^S200405:6625:::::::70:252::3:5:7979:6652:8830:1472:8767:1:28:1040^N4^S200407::::::::70:252::3:5:7979:6652:8829:1472:8767:1:28:1040^N5^S193650::192981::::::70:252::16:9:8966:7977:6652:7935:8822:8818:9144:1614:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	менструа-Ревущийфьорд", -- [445]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N256^N2^N385.4375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N23^N5^N23^t^Sgear1^T^N1^S193515:6625:::::::70:256::13:6:8837:8838:4785:8802:8850:8790:7:28:2164:29:49:30:36:38:8:40:426:44:198059:45:192552^N2^S193515:6625:::::::70:256::13:6:8837:8838:4785:8802:8850:8790:7:28:2164:29:49:30:36:38:8:40:426:44:198059:45:192552^N3^S193515:6625:::::::70:256::13:6:8837:8838:4785:8802:8850:8790:7:28:2164:29:49:30:36:38:8:40:426:44:198059:45:192552^N4^S193713::::::::70:256::23:5:7977:6652:8813:1594:8767:1:28:2157^N5^S193691::192901::::::70:256::23:6:7977:6652:7935:8814:1594:8767:1:28:2157^t^Sgear2^T^t^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [446]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N577^N2^N392.8125^N3^T^Sresponse^T^N5^B^t^Sdiff^T^N1^N-16^N2^N-16^N3^N-16^N4^N3^N5^N3^t^Sgear1^T^N1^S133615::::::::70:577::35:8:8972:7977:6652:8822:8820:9144:3290:8767^N2^S133615::::::::70:577::35:8:8972:7977:6652:8822:8820:9144:3290:8767^N3^S133615::::::::70:577::35:8:8972:7977:6652:8822:8820:9144:3290:8767^N4^S137480::::::::70:577::16:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279^N5^S109829::::::::70:577::33:9:8966:7977:6652:7937:8822:8818:9144:3277:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	аландир-Ревущийфьорд", -- [447]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N254^N2^N385.3125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N0^N5^N3^t^Sgear1^T^N1^S137498:6625:::::::70:254::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N2^S137498:6625:::::::70:254::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N3^S137498:6625:::::::70:254::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N4^S200389::::::::70:254::3:5:7979:6652:8829:1472:8767:1:28:1040^N5^S193722::::::::70:254::33:9:8966:7977:6652:7937:8822:8818:9144:1614:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [448]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N269^N2^N383.375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N5^B^t^Sdiff^T^N1^N6^N2^N6^N3^N6^N4^N19^N5^N13^t^Sgear1^T^N1^S143959:6624:::::::70:269::16:8:7977:6652:8822:8820:9144:8965:3279:8767:1:28:1279^N2^S143959:6624:::::::70:269::16:8:7977:6652:8822:8820:9144:8965:3279:8767:1:28:1279^N3^S143959:6624:::::::70:269::16:8:7977:6652:8822:8820:9144:8965:3279:8767:1:28:1279^N4^S191992::::::::70:269::36:4:6652:1478:5865:8767:1:28:2275^N5^S191995::::::::70:269::73:5:6652:7937:1485:5864:8767:1:28:2437^t^Sgear2^T^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [449]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N257^N2^N383.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N13^N5^N23^t^Sgear1^T^N1^S200324:6625:::::::70:257::35:6:6652:8830:8967:7977:1472:8767^N2^S200324:6625:::::::70:257::35:6:6652:8830:8967:7977:1472:8767^N3^S200324:6625:::::::70:257::35:6:6652:8830:8967:7977:1472:8767^N4^S144118::::::::70:257::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279^N5^S193691::::::::70:257::23:6:7977:6652:7937:8814:1594:8767:1:28:2157^t^Sgear2^T^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [450]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N63^N2^N388.75^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N3^N2^N3^N3^N3^N4^N19^N5^N3^t^Sgear1^T^N1^S193683:6625:::::::70:63::16:8:8966:7977:43:8822:8820:9144:1614:8767:1:28:1279^N2^S193683:6625:::::::70:63::16:8:8966:7977:43:8822:8820:9144:1614:8767:1:28:1279^N3^S193683:6625:::::::70:63::16:8:8966:7977:43:8822:8820:9144:1614:8767:1:28:1279^N4^S201938::::::::70:63::13:5:8851:8852:8800:8850:8793:7:28:2164:29:40:30:36:38:6:40:853:44:198059:45:194566^N5^S193691::192948::::::70:63::33:9:8966:7977:6652:7935:8822:8818:9144:1614:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [451]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N259^N2^N393.8125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N5^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N6^N5^N0^t^Sgear1^T^N1^S193680::::::::70:259::16:8:8967:7977:6652:8822:8820:9144:1617:8767:1:28:1279^N2^S193680::::::::70:259::16:8:8967:7977:6652:8822:8820:9144:1617:8767:1:28:1279^N3^S193680::::::::70:259::16:8:8967:7977:6652:8822:8820:9144:1617:8767:1:28:1279^N4^S193721::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279^N5^S109829::::::::70:259::33:9:8967:7977:6652:7936:8822:8818:9144:3280:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [452]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N64^N2^N383^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N16^N5^N26^t^Sgear1^T^N1^S200315:6624:::::::70:64::3:5:7979:6652:8830:1472:8767^N2^S200315:6624:::::::70:64::3:5:7979:6652:8830:1472:8767^N3^S200315:6624:::::::70:64::3:5:7979:6652:8830:1472:8767^N4^S191986::::::::70:64::73:4:6652:1485:5861:8767:1:28:2437^N5^S191989::::::::70:64::73:5:6652:7936:1481:5855:8766:1:28:2437^t^Sgear2^T^t^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [453]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N252^N2^N385.9375^N3^T^Sresponse^T^N4^B^N5^B^t^Sdiff^T^N1^N3^N2^N3^N3^N3^N4^N6^N5^N6^t^Sgear1^T^N1^S134503:6625:::::::70:252::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279^N2^S134503:6625:::::::70:252::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279^N3^S134503:6625:::::::70:252::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279^N4^S195506::::::::70:252::3:6:6652:8821:8817:7979:1472:8767^N5^S136773::::::::70:252::33:9:8965:7977:6652:7937:8822:8818:9144:3268:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [454]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N250^N2^N395^N3^T^Sresponse^T^N4^B^N5^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N3^N5^N0^t^Sgear1^T^N1^S195494:6625:::::::70:250::3:6:7979:8821:8820:6652:1472:8767^N2^S195494:6625:::::::70:250::3:6:7979:8821:8820:6652:1472:8767^N3^S195494:6625:::::::70:250::3:6:7979:8821:8820:6652:1472:8767^N4^S109858::::::::70:250::33:8:8966:7977:6652:8822:8817:9144:3277:8767:1:28:1279^N5^S144116::192948::::::70:250::33:9:8967:7977:6652:7935:8822:8818:9144:3285:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [455]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N266^N2^N391.8125^N3^T^Sresponse^T^N4^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N-3^N4^N3^N5^N3^t^Sgear1^T^N1^S134415:6625:::::::70:266::16:8:8968:7977:6652:8822:8820:9144:3277:8767:1:28:1279^N2^S134415:6625:::::::70:266::16:8:8968:7977:6652:8822:8820:9144:3277:8767:1:28:1279^N3^S134415:6625:::::::70:266::16:8:8968:7977:6652:8822:8820:9144:3277:8767:1:28:1279^N4^S193713::::::::70:266::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N5^S144081::::::::70:266::33:9:8966:7977:6652:7936:8822:8818:9144:3282:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	комт-Ревущийфьорд", -- [456]
			"<23:41:09> <Comm>		^1^SlootAck^T^N1^N264^N2^N383.75^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N23^N2^N23^N3^N23^N4^N0^N5^N23^t^Sgear1^T^N1^S193782:6619:::::::70:264::23:5:7977:6652:8816:1594:8767:1:28:2157^N2^S193782:6619:::::::70:264::23:5:7977:6652:8816:1594:8767:1:28:2157^N3^S193782:6619:::::::70:264::23:5:7977:6652:8816:1594:8767:1:28:2157^N4^S200398::::::::70:264::3:5:7979:6652:8829:1472:8767^N5^S193656::::::::70:264::23:6:7977:6652:7937:8814:1594:8767:1:28:2157^t^Sgear2^T^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [457]
			"<23:41:11> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	комт-Ревущийфьорд", -- [458]
			"<23:41:11> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	комт-Ревущийфьорд", -- [459]
			"<23:41:11> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	комт-Ревущийфьорд", -- [460]
			"<23:41:12> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	натазат-Ревущийфьорд", -- [461]
			"<23:41:12> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [462]
			"<23:41:13> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	комт-Ревущийфьорд", -- [463]
			"<23:41:13> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [464]
			"<23:41:13> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [465]
			"<23:41:13> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [466]
			"<23:41:16> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [467]
			"<23:41:16> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [468]
			"<23:41:16> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [469]
			"<23:41:16> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [470]
			"<23:41:16> <DEBUG>		LootFrame:Response	1	Response:	Основной спек/Нужно", -- [471]
			"<23:41:16> <DEBUG>		SendResponse	group	4	1	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [472]
			"<23:41:16> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767::::::|h[Обмотки коварного тотема]|h|r", -- [473]
			"<23:41:17> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [474]
			"<23:41:17> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [475]
			"<23:41:17> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [476]
			"<23:41:17> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [477]
			"<23:41:17> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [478]
			"<23:41:17> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	злюдра-Ревущийфьорд", -- [479]
			"<23:41:17> <DEBUG>		Event:	LOOT_READY	true", -- [480]
			"<23:41:17> <DEBUG>		Ignoring	nil	as it's a currency", -- [481]
			"<23:41:17> <DEBUG>		Event:	LOOT_READY	true", -- [482]
			"<23:41:17> <DEBUG>		Ignoring	nil	as it's a currency", -- [483]
			"<23:41:18> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [484]
			"<23:41:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Хугомонк	MONK", -- [485]
			"<23:41:18> <DEBUG>		Event:	LOOT_CLOSED", -- [486]
			"<23:41:18> <DEBUG>		Event:	LOOT_CLOSED", -- [487]
			"<23:41:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хугомонк	MONK", -- [488]
			"<23:41:18> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [489]
			"<23:41:18> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [490]
			"<23:41:18> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [491]
			"<23:41:20> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	аландир-Ревущийфьорд", -- [492]
			"<23:41:20> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [493]
			"<23:41:22> <Comm>		^1^Shistory^T^N1^Sкомт-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SWARLOCK^SgroupSize^N22^Sboss^SКурог~`Зловещий~`Тотем^Stime^S21:41:19^SitemReplaced1^S|cffa335ee|Hitem:134415:6625:::::::70:259::16:8:8968:7977:6652:8822:8820:9144:3277:8767:1:28:1279:::::|h[Резонирующие~`одеяния~`чародея]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:196586::::::::70:259::3:4:7979:8830:1472:8767::::::|h[Камень~`Кузни~`из~`жуткого~`аметиста]|h|r^Sid^S1671637279-12^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [494]
			"<23:41:22> <Comm>		^1^Sawarded^T^N1^N1^N2^Sкомт-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [495]
			"<23:41:22> <Comm>		^1^Soffline_timer^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [496]
			"<23:41:23> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Злюдра	DRUID", -- [497]
			"<23:41:23> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2605	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Злюдра	DRUID", -- [498]
			"<23:41:24> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N3^t^t^^	RAID	аландир-Ревущийфьорд", -- [499]
			"<23:41:24> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N3^t^t^^	RAID	аландир-Ревущийфьорд", -- [500]
			"<23:41:24> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N3^t^t^^	RAID	аландир-Ревущийфьорд", -- [501]
			"<23:41:29> <Comm>		^1^Shistory^T^N1^Sнотушка-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SDEATHKNIGHT^SgroupSize^N22^Sboss^SКурог~`Зловещий~`Тотем^Stime^S21:41:26^SitemReplaced1^S|cffa335ee|Hitem:134503:6625:::::::70:259::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279:::::|h[Инфернальная~`кираса]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:196586::::::::70:259::3:4:7979:8830:1472:8767::::::|h[Камень~`Кузни~`из~`жуткого~`аметиста]|h|r^Sid^S1671637286-13^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [502]
			"<23:41:29> <Comm>		^1^Sawarded^T^N1^N2^N2^Sнотушка-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [503]
			"<23:41:40> <Comm>		^1^Srolls^T^N1^N4^N2^T^Sледотроль-Ревущийфьорд^N4^Sмурратик-Ревущийфьорд^N32^Sменструа-Ревущийфьорд^N15^Sбабусянатусе-Ревущийфьорд^N42^Sювитта-Ревущийфьорд^N20^Sожившийлось-Ревущийфьорд^N52^Sледиланатель-Ревущийфьорд^N77^Sватрониум-Ревущийфьорд^N99^Sбишарк-Ревущийфьорд^N47^Sнотушка-Ревущийфьорд^N27^Sлинлот-Ревущийфьорд^N100^Sсерегя-Ревущийфьорд^N87^Sэтовертолет-Ревущийфьорд^N88^Sхохохохохох-Ревущийфьорд^N11^Sаскельт-Ревущийфьорд^N90^Sкомт-Ревущийфьорд^N14^Sгигаовца-Ревущийфьорд^N41^Sдельфуего-Ревущийфьорд^N24^Sзлюдра-Ревущийфьорд^N60^Sхугомонк-Ревущийфьорд^N66^Sнатазат-Ревущийфьорд^N48^Sаландир-Ревущийфьорд^N16^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [504]
			"<23:41:47> <Comm>		^1^Shistory^T^N1^Sхугомонк-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SMONK^SgroupSize^N22^Sboss^SКурог~`Зловещий~`Тотем^Stime^S21:41:44^SitemReplaced1^S|cffa335ee|Hitem:191992::::::::70:259::36:4:6652:1478:5865:8767:1:28:2275:::::|h[Захваты~`из~`шкуры~`выдрека]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195514::::::::70:259::3:6:6652:7979:8821:8817:1472:8767::::::|h[Обмотки~`коварного~`тотема]|h|r^Sid^S1671637304-14^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [505]
			"<23:41:47> <Comm>		^1^Sawarded^T^N1^N4^N2^Sхугомонк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [506]
			"<23:41:54> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [507]
			"<23:41:58> <Comm>		^1^Srolls^T^N1^N5^N2^T^Sледотроль-Ревущийфьорд^N47^Sмурратик-Ревущийфьорд^N31^Sменструа-Ревущийфьорд^N86^Sбабусянатусе-Ревущийфьорд^N11^Sювитта-Ревущийфьорд^N30^Sожившийлось-Ревущийфьорд^N4^Sледиланатель-Ревущийфьорд^N5^Sватрониум-Ревущийфьорд^N60^Sбишарк-Ревущийфьорд^N19^Sнотушка-Ревущийфьорд^N85^Sлинлот-Ревущийфьорд^N9^Sсерегя-Ревущийфьорд^N80^Sэтовертолет-Ревущийфьорд^N84^Sхохохохохох-Ревущийфьорд^N3^Sаскельт-Ревущийфьорд^N25^Sкомт-Ревущийфьорд^N38^Sгигаовца-Ревущийфьорд^N73^Sдельфуего-Ревущийфьорд^N53^Sзлюдра-Ревущийфьорд^N51^Sхугомонк-Ревущийфьорд^N78^Sнатазат-Ревущийфьорд^N64^Sаландир-Ревущийфьорд^N21^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [508]
			"<23:42:02> <Comm>		^1^Shistory^T^N1^Sгигаовца-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SMAGE^SgroupSize^N22^Sboss^SКурог~`Зловещий~`Тотем^Stime^S21:41:59^SitemReplaced1^S|cff0070dd|Hitem:191989::::::::70:259::73:5:6652:7936:1481:5855:8766:1:28:2437:::::|h[Шнурованный~`ремень~`кобальтового~`дозорного]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195515::::::::70:259::3:7:6652:7937:7979:8821:8818:1472:8767::::::|h[Кушак~`духовных~`поисков~`Магаты]|h|r^Sid^S1671637319-15^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [509]
			"<23:42:02> <Comm>		^1^Sawarded^T^N1^N5^N2^Sгигаовца-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [510]
			"<23:42:04> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [511]
			"<23:42:08> <DEBUG>		TradeUI: Traded item(s) to	дельфуего-Ревущийфьорд", -- [512]
			"<23:42:08> <DEBUG>		TradeUI:Show()	nil", -- [513]
			"<23:42:08> <DEBUG>		TradeUI:Hide()", -- [514]
			"<23:42:09> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195514::::::::70:259::3:6:6652:7979:8821:8817:1472:8767::::::|h[Обмотки~`коварного~`тотема]|h|r^N2^Sхугомонк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [515]
			"<23:42:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Мурратик	PALADIN", -- [516]
			"<23:42:12> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	мурратик-Ревущийфьорд", -- [517]
			"<23:42:12> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	мурратик-Ревущийфьорд", -- [518]
			"<23:42:17> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [519]
			"<23:42:25> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195515::::::::70:259::3:7:6652:7937:7979:8821:8818:1472:8767::::::|h[Кушак~`духовных~`поисков~`Магаты]|h|r^N2^Sгигаовца-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [520]
			"<23:42:43> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196586::::::::70:259::3:4:7979:8830:1472:8767::::::|h[Камень~`Кузни~`из~`жуткого~`аметиста]|h|r^N2^Sкомт-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [521]
			"<23:42:51> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196586::::::::70:259::3:4:7979:8830:1472:8767::::::|h[Камень~`Кузни~`из~`жуткого~`аметиста]|h|r^N2^Sнотушка-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [522]
			"<23:43:12> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192662::::::::70:264:::::::::|h[Огненная~`частица]|h|r^N2^S192761^t^^	RAID	бишарк-Ревущийфьорд", -- [523]
			"<23:44:56> <Comm>		^1^Sl^T^N1^S0^t^^	RAID	бишарк-Ревущийфьорд", -- [524]
			"<23:44:56> <Comm>		^1^Sl^T^N1^S0^t^^	RAID	бишарк-Ревущийфьорд", -- [525]
			"<23:45:04> <Comm>		^1^Sl^T^N1^S198500^t^^	RAID	ледотроль-Ревущийфьорд", -- [526]
			"<23:45:04> <Comm>		^1^Sl^T^N1^S198500^t^^	RAID	ледотроль-Ревущийфьорд", -- [527]
			"<23:45:14> <Comm>		^1^Sl^T^N1^S198500^t^^	RAID	гигаовца-Ревущийфьорд", -- [528]
			"<23:45:14> <Comm>		^1^Sl^T^N1^S198500^t^^	RAID	гигаовца-Ревущийфьорд", -- [529]
			"<23:45:21> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ожившийлось-Ревущийфьорд", -- [530]
			"<23:45:21> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ожившийлось-Ревущийфьорд", -- [531]
			"<23:45:22> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190326	|cff0070dd|Hitem:190326::::::::70:269:::::::::|h[Пробуждающийся воздух]|h|r	2	Бабусянатусе	PRIEST", -- [532]
			"<23:45:24> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	нотушка-Ревущийфьорд", -- [533]
			"<23:45:24> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	аскельт-Ревущийфьорд", -- [534]
			"<23:45:24> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	аскельт-Ревущийфьорд", -- [535]
			"<23:45:26> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	натазат-Ревущийфьорд", -- [536]
			"<23:45:26> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	натазат-Ревущийфьорд", -- [537]
			"<23:45:32> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ледотроль-Ревущийфьорд", -- [538]
			"<23:45:34> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	дельфуего-Ревущийфьорд", -- [539]
			"<23:45:34> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	дельфуего-Ревущийфьорд", -- [540]
			"<23:46:12> <DEBUG>		Event:	LOOT_READY	true", -- [541]
			"<23:46:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Менструа	DEATHKNIGHT", -- [542]
			"<23:46:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Дельфуего	ROGUE", -- [543]
			"<23:46:12> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	менструа-Ревущийфьорд", -- [544]
			"<23:46:12> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	менструа-Ревущийфьорд", -- [545]
			"<23:46:12> <DEBUG>		Event:	LOOT_READY	true", -- [546]
			"<23:46:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Этовертолет	WARRIOR", -- [547]
			"<23:46:12> <DEBUG>		Event:	LOOT_CLOSED", -- [548]
			"<23:46:12> <DEBUG>		Event:	LOOT_CLOSED", -- [549]
			"<23:46:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хугомонк	MONK", -- [550]
			"<23:46:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Нотушка	DEATHKNIGHT", -- [551]
			"<23:46:13> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Линлот	HUNTER", -- [552]
			"<23:46:13> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	нотушка-Ревущийфьорд", -- [553]
			"<23:46:13> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	нотушка-Ревущийфьорд", -- [554]
			"<23:46:13> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Натазат	MAGE", -- [555]
			"<23:46:13> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	натазат-Ревущийфьорд", -- [556]
			"<23:46:13> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	натазат-Ревущийфьорд", -- [557]
			"<23:46:14> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аскельт	HUNTER", -- [558]
			"<23:46:14> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ювитта	EVOKER", -- [559]
			"<23:46:15> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	ювитта-Ревущийфьорд", -- [560]
			"<23:46:15> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	ювитта-Ревущийфьорд", -- [561]
			"<23:46:15> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бабусянатусе	PRIEST", -- [562]
			"<23:46:15> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Комт	WARLOCK", -- [563]
			"<23:46:16> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [564]
			"<23:46:16> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [565]
			"<23:46:16> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Гигаовца	MAGE", -- [566]
			"<23:46:16> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	гигаовца-Ревущийфьорд", -- [567]
			"<23:46:16> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бишарк	SHAMAN", -- [568]
			"<23:46:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Серегя	SHAMAN", -- [569]
			"<23:46:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледотроль	HUNTER", -- [570]
			"<23:46:22> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хохохохохох	PRIEST", -- [571]
			"<23:47:00> <Comm>		^1^Sl^T^N1^S197147^t^^	RAID	менструа-Ревущийфьорд", -- [572]
			"<23:47:00> <Comm>		^1^Sl^T^N1^S197147^t^^	RAID	менструа-Ревущийфьорд", -- [573]
			"<23:47:00> <Comm>		^1^Sl^T^N1^S197147^t^^	RAID	ожившийлось-Ревущийфьорд", -- [574]
			"<23:47:00> <Comm>		^1^Sl^T^N1^S197147^t^^	RAID	ожившийлось-Ревущийфьорд", -- [575]
			"<23:47:03> <Comm>		^1^Sl^T^N1^S197148^t^^	RAID	хохохохохох-Ревущийфьорд", -- [576]
			"<23:47:03> <Comm>		^1^Sl^T^N1^S197149^t^^	RAID	злюдра-Ревущийфьорд", -- [577]
			"<23:47:06> <DEBUG>		Event:	LOOT_READY	true", -- [578]
			"<23:47:06> <DEBUG>		Ignoring	nil	as it's a currency", -- [579]
			"<23:47:06> <DEBUG>		Event:	LOOT_READY	true", -- [580]
			"<23:47:06> <DEBUG>		Ignoring	nil	as it's a currency", -- [581]
			"<23:47:06> <DEBUG>		Event:	LOOT_CLOSED", -- [582]
			"<23:47:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	1	Мурратик	PALADIN", -- [583]
			"<23:47:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Мурратик	PALADIN", -- [584]
			"<23:47:57> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	гигаовца-Ревущийфьорд", -- [585]
			"<23:47:57> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	гигаовца-Ревущийфьорд", -- [586]
			"<23:47:59> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [587]
			"<23:47:59> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [588]
			"<23:48:29> <DEBUG>		Event:	LOOT_READY	true", -- [589]
			"<23:48:29> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192618::::::::70:269:::::::::|h[Кусочки льда]|h|r	0	1	Creature-0-4250-2522-20091-199028-00002354E0	1", -- [590]
			"<23:48:30> <DEBUG>		Event:	LOOT_READY	true", -- [591]
			"<23:48:30> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192618::::::::70:269:::::::::|h[Кусочки льда]|h|r	0	1	Creature-0-4250-2522-20091-199028-00002354E0	1", -- [592]
			"<23:48:30> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192618::::::::70:269:::::::::|h[Кусочки льда]|h|r	0", -- [593]
			"<23:48:30> <DEBUG>		Event:	LOOT_CLOSED", -- [594]
			"<23:48:30> <DEBUG>		Event:	LOOT_CLOSED", -- [595]
			"<23:48:30> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	аландир-Ревущийфьорд", -- [596]
			"<23:48:30> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	аландир-Ревущийфьорд", -- [597]
			"<23:48:30> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	хугомонк-Ревущийфьорд", -- [598]
			"<23:48:30> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	хугомонк-Ревущийфьорд", -- [599]
			"<23:48:31> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	ожившийлось-Ревущийфьорд", -- [600]
			"<23:48:31> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	ожившийлось-Ревущийфьорд", -- [601]
			"<23:48:31> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	хохохохохох-Ревущийфьорд", -- [602]
			"<23:48:31> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	хохохохохох-Ревущийфьорд", -- [603]
			"<23:48:32> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	злюдра-Ревущийфьорд", -- [604]
			"<23:48:32> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	злюдра-Ревущийфьорд", -- [605]
			"<23:48:37> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	этовертолет-Ревущийфьорд", -- [606]
			"<23:48:37> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	этовертолет-Ревущийфьорд", -- [607]
			"<23:49:09> <Comm>		^1^Sl^T^N1^S199030^t^^	RAID	аландир-Ревущийфьорд", -- [608]
			"<23:49:09> <Comm>		^1^Sl^T^N1^S199030^t^^	RAID	аландир-Ревущийфьорд", -- [609]
			"<23:49:10> <Comm>		^1^Sl^T^N1^S199030^t^^	RAID	комт-Ревущийфьорд", -- [610]
			"<23:49:10> <Comm>		^1^Sl^T^N1^S199030^t^^	RAID	комт-Ревущийфьорд", -- [611]
			"<23:49:11> <Comm>		^1^Sl^T^N1^S199030^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [612]
			"<23:49:11> <Comm>		^1^Sl^T^N1^S199030^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [613]
			"<23:49:11> <Comm>		^1^Sl^T^N1^S199030^t^^	RAID	натазат-Ревущийфьорд", -- [614]
			"<23:49:11> <Comm>		^1^Sl^T^N1^S199030^t^^	RAID	натазат-Ревущийфьорд", -- [615]
			"<23:49:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Мурратик	PALADIN", -- [616]
			"<23:49:48> <DEBUG>		Event:	LOOT_READY	true", -- [617]
			"<23:49:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Дельфуего	ROGUE", -- [618]
			"<23:49:49> <DEBUG>		Event:	LOOT_READY	true", -- [619]
			"<23:49:49> <Comm>		^1^Sl^T^N1^S199029^t^^	RAID	дельфуего-Ревущийфьорд", -- [620]
			"<23:49:49> <Comm>		^1^Sl^T^N1^S199029^t^^	RAID	дельфуего-Ревущийфьорд", -- [621]
			"<23:49:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Нотушка	DEATHKNIGHT", -- [622]
			"<23:49:49> <DEBUG>		Event:	LOOT_CLOSED", -- [623]
			"<23:49:49> <DEBUG>		Event:	LOOT_CLOSED", -- [624]
			"<23:49:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хугомонк	MONK", -- [625]
			"<23:49:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Этовертолет	WARRIOR", -- [626]
			"<23:49:49> <Comm>		^1^Sl^T^N1^S199029^t^^	RAID	этовертолет-Ревущийфьорд", -- [627]
			"<23:49:50> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хохохохохох	PRIEST", -- [628]
			"<23:49:51> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Гигаовца	MAGE", -- [629]
			"<23:49:51> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Линлот	HUNTER", -- [630]
			"<23:49:52> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бабусянатусе	PRIEST", -- [631]
			"<23:49:52> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Натазат	MAGE", -- [632]
			"<23:49:53> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бишарк	SHAMAN", -- [633]
			"<23:49:53> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Серегя	SHAMAN", -- [634]
			"<23:49:53> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Комт	WARLOCK", -- [635]
			"<23:49:53> <Comm>		^1^Sl^T^N1^S199029^t^^	RAID	комт-Ревущийфьорд", -- [636]
			"<23:50:04> <DEBUG>		Event:	ENCOUNTER_START	2590	Совет стихий	14	22", -- [637]
			"<23:50:04> <INFO>		UpdatePlayersData()", -- [638]
			"<23:50:04> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [639]
			"<23:50:09> <DEBUG>		Event:	ENCOUNTER_END	2590	Совет стихий	14	22	0", -- [640]
			"<23:54:29> <DEBUG>		Event:	ENCOUNTER_START	2590	Совет стихий	14	22", -- [641]
			"<23:54:29> <INFO>		UpdatePlayersData()", -- [642]
			"<23:54:29> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [643]
			"<23:58:16> <DEBUG>		Event:	ENCOUNTER_END	2590	Совет стихий	14	22	1", -- [644]
			"<23:58:17> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195485::::::::70:269::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Маска ужаса советника]|h|r", -- [645]
			"<23:58:17> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195489::::::::70:269::3:4:6652:7979:1472:8767::::::|h[Кувалда демиурга]|h|r", -- [646]
			"<23:58:17> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195487::::::::70:269::3:6:6652:8821:8820:7979:1472:8767::::::|h[Пепельный хауберк Эмбар]|h|r", -- [647]
			"<23:58:17> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195486::::::::70:269::3:6:6652:8821:8817:7979:1472:8767::::::|h[Наплечи из изломанной глины]|h|r", -- [648]
			"<23:58:17> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195518::::::::70:269::3:4:6652:7979:1472:8767::::::|h[Усиленный крушитель куалаши]|h|r", -- [649]
			"<23:58:17> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Мурратик	PALADIN", -- [650]
			"<23:58:17> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Мурратик	PALADIN", -- [651]
			"<23:58:17> <Comm>		^1^Sl^T^N1^S187767^t^^	RAID	мурратик-Ревущийфьорд", -- [652]
			"<23:58:17> <Comm>		^1^Sl^T^N1^S187767^t^^	RAID	мурратик-Ревущийфьорд", -- [653]
			"<23:58:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Менструа	DEATHKNIGHT", -- [654]
			"<23:58:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Менструа	DEATHKNIGHT", -- [655]
			"<23:58:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	4	Ожившийлось	DEATHKNIGHT", -- [656]
			"<23:58:18> <DEBUG>		Event:	LOOT_READY	true", -- [657]
			"<23:58:18> <DEBUG>		Ignoring	nil	as it's a currency", -- [658]
			"<23:58:18> <Comm>		^1^Sl^T^N1^S187771^t^^	RAID	ожившийлось-Ревущийфьорд", -- [659]
			"<23:58:18> <Comm>		^1^Sl^T^N1^S187771^t^^	RAID	ожившийлось-Ревущийфьорд", -- [660]
			"<23:58:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ювитта	EVOKER", -- [661]
			"<23:58:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ювитта	EVOKER", -- [662]
			"<23:58:19> <DEBUG>		Event:	LOOT_READY	true", -- [663]
			"<23:58:19> <DEBUG>		Ignoring	nil	as it's a currency", -- [664]
			"<23:58:19> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	4	Ватрониум	SHAMAN", -- [665]
			"<23:58:19> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Хугомонк	MONK", -- [666]
			"<23:58:19> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хугомонк	MONK", -- [667]
			"<23:58:19> <DEBUG>		Event:	LOOT_CLOSED", -- [668]
			"<23:58:19> <DEBUG>		Event:	LOOT_CLOSED", -- [669]
			"<23:58:19> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	200945	|cffa335ee|Hitem:200945::::::::70:269:::::::::|h[Молот доблести]|h|r	1	Хугомонк	MONK", -- [670]
			"<23:58:19> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Нотушка	DEATHKNIGHT", -- [671]
			"<23:58:19> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Линлот	HUNTER", -- [672]
			"<23:58:20> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Нотушка	DEATHKNIGHT", -- [673]
			"<23:58:20> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Линлот	HUNTER", -- [674]
			"<23:58:20> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Натазат	MAGE", -- [675]
			"<23:58:20> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Этовертолет	WARRIOR", -- [676]
			"<23:58:20> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Бабусянатусе	PRIEST", -- [677]
			"<23:58:20> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бабусянатусе	PRIEST", -- [678]
			"<23:58:20> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Этовертолет	WARRIOR", -- [679]
			"<23:58:20> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Натазат	MAGE", -- [680]
			"<23:58:21> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Аскельт	HUNTER", -- [681]
			"<23:58:21> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Хохохохохох	PRIEST", -- [682]
			"<23:58:21> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аскельт	HUNTER", -- [683]
			"<23:58:21> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Серегя	SHAMAN", -- [684]
			"<23:58:21> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	4	Аландир	DEMONHUNTER", -- [685]
			"<23:58:21> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	4	Злюдра	DRUID", -- [686]
			"<23:58:21> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Дельфуего	ROGUE", -- [687]
			"<23:58:21> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Дельфуего	ROGUE", -- [688]
			"<23:58:22> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хохохохохох	PRIEST", -- [689]
			"<23:58:22> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Серегя	SHAMAN", -- [690]
			"<23:58:23> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Комт	WARLOCK", -- [691]
			"<23:58:23> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Комт	WARLOCK", -- [692]
			"<23:58:23> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Бишарк	SHAMAN", -- [693]
			"<23:58:24> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бишарк	SHAMAN", -- [694]
			"<23:58:28> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ледотроль	HUNTER", -- [695]
			"<23:58:28> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледотроль	HUNTER", -- [696]
			"<23:58:30> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	4	Ледиланатель	MAGE", -- [697]
			"<23:58:30> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Гигаовца	MAGE", -- [698]
			"<23:58:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2590	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Гигаовца	MAGE", -- [699]
			"<23:58:31> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S195487:::::::::::3:6:6652:8821:8820:7979:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСовет~`стихий^t^N2^T^Sstring^S195518:::::::::::3:4:6652:7979:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСовет~`стихий^t^N3^T^Sstring^S195485:::::::::::3:7:6652:7936:8821:8820:7979:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСовет~`стихий^t^N4^T^Sstring^S195486:::::::::::3:6:6652:8821:8817:7979:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСовет~`стихий^t^N5^T^Sstring^S195489:::::::::::3:4:6652:7979:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SСовет~`стихий^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [700]
			"<23:58:31> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195487::::::::70:269::3:6:6652:8821:8820:7979:1472:8767::::::|h[Пепельный хауберк Эмбар]|h|r", -- [701]
			"<23:58:31> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195518::::::::70:269::3:4:6652:7979:1472:8767::::::|h[Усиленный крушитель куалаши]|h|r", -- [702]
			"<23:58:31> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195485::::::::70:269::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Маска ужаса советника]|h|r", -- [703]
			"<23:58:31> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195487::::::::70:269::3:6:6652:8821:8820:7979:1472:8767::::::|h[Пепельный хауберк Эмбар]|h|r	INVTYPE_CHEST", -- [704]
			"<23:58:31> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195518::::::::70:269::3:4:6652:7979:1472:8767::::::|h[Усиленный крушитель куалаши]|h|r	INVTYPE_2HWEAPON", -- [705]
			"<23:58:31> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195485::::::::70:269::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Маска ужаса советника]|h|r	INVTYPE_HEAD", -- [706]
			"<23:58:31> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195486::::::::70:269::3:6:6652:8821:8817:7979:1472:8767::::::|h[Наплечи из изломанной глины]|h|r	INVTYPE_SHOULDER", -- [707]
			"<23:58:31> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195489::::::::70:269::3:4:6652:7979:1472:8767::::::|h[Кувалда демиурга]|h|r	INVTYPE_WEAPON", -- [708]
			"<23:58:31> <INFO>		LootFrame:Start	5	nil", -- [709]
			"<23:58:31> <DEBUG>		Restoring entry:	default	1", -- [710]
			"<23:58:31> <DEBUG>		GetButtons	default", -- [711]
			"<23:58:31> <DEBUG>		Restoring entry:	default	1", -- [712]
			"<23:58:31> <DEBUG>		GetButtons	default", -- [713]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N253^N2^N377.5^N3^T^Sresponse^T^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N10^N2^N0^N3^N17^N4^N20^N5^N0^t^Sgear1^T^N1^S191997:6625:::::::70:253::73:4:6652:1485:5861:8767:1:28:2437^N2^S195490:6527:::::::70:253::3:4:6652:7979:1472:8767^N3^S193726::::::::70:253::23:6:7977:6652:7936:8816:1594:8767:1:28:2157^N4^S192002::::::::70:253::73:4:6652:1481:5855:8766:1:28:2437^N5^S195490:6527:::::::70:253::3:4:6652:7979:1472:8767^t^Sgear2^T^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [714]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N263^N2^N379.125^N3^T^Sresponse^T^N3^B^N4^B^t^Sdiff^T^N1^N30^N2^N10^N3^N10^N4^N0^N5^N10^t^Sgear1^T^N1^S193782::::::::70:263::2:5:7976:6652:8816:1581:8766:1:28:2156^N2^S199306:6638:::::::70:263::14:4:8943:6652:1507:8767:1:28:2474^N3^S192000::192960::::::70:263::42:5:6652:7935:1485:5861:8767:1:28:2287^N4^S195499::::::::70:263::3:6:6652:8821:8817:7979:1472:8767^N5^S199306:6638:::::::70:263::14:4:8943:6652:1507:8767:1:28:2474^t^Sgear2^T^N2^S193631:6638:::::::70:263::16:6:8962:7977:6652:9147:1601:8767:1:28:1279^N5^S193631:6638:::::::70:263::16:6:8962:7977:6652:9147:1601:8767:1:28:1279^t^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [715]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N66^N2^N391.0625^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N-6^N2^N-13^N3^N5^N4^N-13^N5^N-13^t^Sgear1^T^N1^S200414:6624:::::::70:66::3:5:7979:6652:8830:1469:8767:1:28:1040^N2^S193700:6650:::::::70:66::35:6:8971:7977:6652:9147:1630:8767^N3^S198326::198298::::::70:66::13:6:8836:8840:8902:8799:8950:8864:6:28:2164:29:36:38:5:40:619:49:198236:50:198259^N4^S195477::::::::70:66::5:6:7980:6652:8825:8817:1485:8767^N5^S193700:6650:::::::70:66::35:6:8971:7977:6652:9147:1630:8767^t^Sgear2^T^N2^S190503::::::::70:66::13:6:8836:8840:8902:8801:8845:8793:7:28:2164:29:49:30:32:38:7:40:122:44:197921:45:194567^N5^S190503::::::::70:66::13:6:8836:8840:8902:8801:8845:8793:7:28:2164:29:49:30:32:38:7:40:122:44:197921:45:194567^t^t^t^^	RAID	мурратик-Ревущийфьорд", -- [716]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N254^N2^N385.3125^N3^T^Sresponse^T^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N-6^N2^N0^N3^N4^N4^N0^N5^N0^t^Sgear1^T^N1^S137498:6625:::::::70:254::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N2^S195490:6527:::::::70:254::3:4:6652:7979:1472:8767^N3^S199444::::::::70:254::14:7:8943:6652:7936:8822:8820:1507:8767:1:28:2474^N4^S143970::::::::70:254::33:8:8965:7977:6652:8822:8817:9144:3279:8767:1:28:1279^N5^S195490:6527:::::::70:254::3:4:6652:7979:1472:8767^t^Sgear2^T^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [717]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N254^N2^N374.1875^N3^T^Sresponse^T^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N17^N2^N23^N3^N-6^N4^N17^N5^N23^t^Sgear1^T^N1^S193734:6625:::::::70:254::23:5:7977:6652:8816:1594:8767:1:28:2157^N2^S197945::::::::70:254::43:3:6652:1488:8766:1:28:2533^N3^S200390::::::::70:254::35:7:6652:7937:8828:7977:8967:1469:8767^N4^S193637::::::::70:254::23:5:7977:6652:8813:1594:8767:1:28:2157^N5^S197945::::::::70:254::43:3:6652:1488:8766:1:28:2533^t^Sgear2^T^t^t^t^^	RAID	аскельт-Ревущийфьорд", -- [718]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N71^N2^N383.0625^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N-3^N2^N7^N3^N17^N4^N17^N5^N7^t^Sgear1^T^N1^S190495:6625:::::::70:71::13:5:8836:8840:8902:8802:8790:6:28:2164:29:49:30:36:38:8:40:167:45:192552^N2^S192031:6627:::::::70:71::42:4:6652:1485:5864:8767:1:28:2287^N3^S193819::192945::::::70:71::23:6:7977:6652:7935:8816:1594:8767:1:28:2155^N4^S193802::::::::70:71::23:5:7977:41:8813:1594:8767:1:28:2155^N5^S192031:6627:::::::70:71::42:4:6652:1485:5864:8767:1:28:2287^t^Sgear2^T^t^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [719]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N105^N2^N389.375^N3^T^Sresponse^T^N1^B^N3^B^t^Sdiff^T^N1^N-16^N2^N-6^N3^N-16^N4^N7^N5^N-6^t^Sgear1^T^N1^S193399:6625:::::::70:105::13:8:8836:8840:8902:8802:8845:8932:8960:8793:8:28:2164:29:32:30:49:38:8:40:294:45:197921:46:193945:47:194566^N2^S193707:6651:::::::70:105::16:6:7977:6652:9147:8967:1617:8767:1:28:1279^N3^S193400::::::::70:105::13:8:8836:8840:8902:8802:8845:8932:8960:8793:8:28:2164:29:36:30:49:38:8:40:320:45:197921:46:193945:47:194566^N4^S201942::::::::70:105::13:5:8851:8852:8802:8850:8793:7:28:2164:29:49:30:32:38:8:40:849:45:198059:46:194566^N5^S193707:6651:::::::70:105::16:6:7977:6652:9147:8967:1617:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [720]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N252^N2^N390.25^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N-6^N2^N7^N3^N10^N4^N17^N5^N7^t^Sgear1^T^N1^S200405:6625:::::::70:252::3:5:7979:6652:8830:1472:8767:1:28:1040^N2^S197922:3368:::::::70:252::42:4:6652:1485:5864:8767:1:28:2287^N3^S201951::::::::70:252::13:5:8851:8852:8801:8850:8791:7:28:2164:29:32:30:40:38:7:40:842:45:198059:46:194578^N4^S193802::::::::70:252::23:5:7977:6652:8813:1594:8767:1:28:2155^N5^S197922:3368:::::::70:252::42:4:6652:1485:5864:8767:1:28:2287^t^Sgear2^T^t^t^t^^	RAID	менструа-Ревущийфьорд", -- [721]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N62^N2^N380.3125^N3^T^Sresponse^T^N1^B^N2^B^N4^B^N5^B^t^Sdiff^T^N1^N-6^N2^N7^N3^N3^N4^N139^N5^N7^t^Sgear1^T^N1^S134219:6624:::::::70:62::35:8:8967:7977:6652:8822:8820:9144:3274:8767^N2^S193707::::::::70:62::16:6:8963:7977:6652:9147:1604:8767:1:28:1279^N3^S193523::::::::70:62::13:4:8836:8840:8902:8800:5:28:2164:29:49:30:36:38:6:40:445^N4^S193788::::::::70:62::17:4:7978:7975:6652:8813:2:9:70:28:2587^N5^S193707::::::::70:62::16:6:8963:7977:6652:9147:1604:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	натазат-Ревущийфьорд", -- [722]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N1467^N2^N383.375^N3^T^Sresponse^T^t^Sdiff^T^N1^N23^N2^N7^N3^N13^N4^N0^N5^N7^t^Sgear1^T^N1^S191997:6624:::::::70:1467::28:4:6652:1468:5865:8766:1:28:2474^N2^S200246:6639:::::::70:1467::26:4:6652:1485:5864:8767:1:28:2287^N3^S144017::::::::70:1467::33:9:8961:7977:6652:7936:8822:8820:9144:3266:8767:1:28:1279^N4^S143970::::::::70:1467::33:8:7977:6652:8822:8817:9144:8965:3279:8767:1:28:1279^N5^S200246:6639:::::::70:1467::26:4:6652:1485:5864:8767:1:28:2287^t^Sgear2^T^t^t^t^^	RAID	ювитта-Ревущийфьорд", -- [723]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N577^N2^N392.8125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N5^B^t^Sdiff^T^N1^N-22^N2^N0^N3^N-3^N4^N-6^N5^N0^t^Sgear1^T^N1^S133615::::::::70:577::35:8:8972:7977:6652:8822:8820:9144:3290:8767^N2^S190518:6626:::::::70:577::13:8:8836:8840:8902:8800:8845:8791:8796:8960:8:28:2164:29:40:30:36:38:6:40:182:45:197921:46:194578:47:193551^N3^S134196::::::::70:577::16:9:8966:7977:6652:7936:8822:8820:9144:3271:8767:1:28:1279^N4^S133620::::::::70:577::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279^N5^S190518:6626:::::::70:577::13:8:8836:8840:8902:8800:8845:8791:8796:8960:8:28:2164:29:40:30:36:38:6:40:182:45:197921:46:194578:47:193551^t^Sgear2^T^N2^S193646:6626:::::::70:577::33:6:8965:7977:6652:9147:1611:8767:1:28:1279^N5^S193646:6626:::::::70:577::33:6:8965:7977:6652:9147:1611:8767:1:28:1279^t^t^t^^	RAID	аландир-Ревущийфьорд", -- [724]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N256^N2^N385.8125^N3^T^Sresponse^T^N1^B^N2^B^N4^B^t^Sdiff^T^N1^N7^N2^N4^N3^N-3^N4^N-3^N5^N4^t^Sgear1^T^N1^S193515:6625:::::::70:256::13:6:8837:8838:4785:8802:8850:8790:7:28:2164:29:49:30:36:38:8:40:426:44:198059:45:192552^N2^S193761:6651:::::::70:256::33:6:8964:7977:6652:9147:1607:8767:1:28:1279^N3^S134392::::::::70:256::16:9:8966:7977:6652:7936:8822:8820:9144:3271:8767:1:28:1279^N4^S136775::::::::70:256::16:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279^N5^S193761:6651:::::::70:256::33:6:8964:7977:6652:9147:1607:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [725]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N269^N2^N384.5625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N-6^N3^N13^N4^N7^N5^N-6^t^Sgear1^T^N1^S143959:6624:::::::70:269::16:8:7977:6652:8822:8820:9144:8965:3279:8767:1:28:1279^N2^S195483:6645:::::::70:269::3:4:6652:7979:1472:8767^N3^S191993::::::::70:269::36:5:6652:7937:1478:5865:8767:1:28:2246^N4^S201942::::::::70:269::13:5:8851:8852:8802:8850:8795:7:28:2164:29:36:30:32:38:8:40:849:45:198059:46:194572^N5^S195483:6645:::::::70:269::3:4:6652:7979:1472:8767^t^Sgear2^T^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [726]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N260^N2^N392.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N-6^N2^N0^N3^N0^N4^N-3^N5^N0^t^Sgear1^T^N1^S193680::::::::70:260::16:8:8967:7977:6652:8822:8820:9144:1617:8767:1:28:1279^N2^S195510::::::::70:260::3:4:6652:7979:1472:8767^N3^S193751::::::::70:260::33:9:8965:7977:6652:7937:8822:8820:9144:1611:8767:1:28:1279^N4^S193642::::::::70:260::33:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N5^S195510::::::::70:260::3:4:6652:7979:1472:8767^t^Sgear2^T^N2^S195503:6628:::::::70:260::5:4:6652:7980:1485:8767^N5^S195503:6628:::::::70:260::5:4:6652:7980:1485:8767^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [727]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N257^N2^N383.5^N3^T^Sresponse^T^N1^B^N2^B^N4^B^t^Sdiff^T^N1^N-6^N2^N4^N3^N0^N4^N17^N5^N4^t^Sgear1^T^N1^S200324:6625:::::::70:257::35:6:6652:8830:8967:7977:1472:8767^N2^S193761:6639:::::::70:257::33:6:7977:6652:9147:8964:1607:8767:1:28:1279^N3^S193641::::::::70:257::16:9:8965:7977:6652:7937:8822:8820:9144:1611:8767:1:28:1279^N4^S193690::::::::70:257::23:5:7977:6652:8813:1594:8767:1:28:2157^N5^S193761:6639:::::::70:257::33:6:7977:6652:9147:8964:1607:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [728]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N264^N2^N385.375^N3^T^Sresponse^T^N3^B^N4^B^t^Sdiff^T^N1^N10^N2^N7^N3^N-13^N4^N-3^N5^N7^t^Sgear1^T^N1^S191997:6618:::::::70:264::37:4:6652:1481:5865:8767:1:28:2385^N2^S200247:6639:::::::70:264::26:4:6652:1488:5861:8767:1:28:2287^N3^S195476::192925::::::70:264::5:7:42:7935:7980:8825:8820:1485:8767^N4^S193704::::::::70:264::33:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N5^S200247:6639:::::::70:264::26:4:6652:1488:5861:8767:1:28:2287^t^Sgear2^T^N2^S200439::::::::70:264::26:4:6652:1485:5864:8767:1:28:2287^N5^S200439::::::::70:264::26:4:6652:1485:5864:8767:1:28:2287^t^t^t^^	RAID	серегя-Ревущийфьорд", -- [729]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N64^N2^N389.25^N3^T^Sresponse^T^N1^B^N2^B^N4^B^N5^B^t^Sdiff^T^N1^N-3^N2^N-6^N3^N-9^N4^N17^N5^N-6^t^Sgear1^T^N1^S109899:6625:::::::70:64::16:8:8966:7977:6652:8822:8820:9144:3277:8767:1:28:1279^N2^S193710:6639:::::::70:64::33:6:7977:6652:9147:8968:1620:8767:1:28:1279^N3^S200318::::::::70:64::3:6:7979:6652:7936:8828:1472:8767^N4^S193788:6683:::::::70:64::23:5:7977:6652:8813:1594:8767:1:28:2157^N5^S193710:6639:::::::70:64::33:6:7977:6652:9147:8968:1620:8767:1:28:1279^t^Sgear2^T^N2^S110035::::::::70:64::33:6:8967:7977:6652:9144:3280:8767:1:28:1279^N5^S110035::::::::70:64::33:6:8967:7977:6652:9144:3280:8767:1:28:1279^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [730]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N252^N2^N385.9375^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N-3^N2^N-13^N3^N0^N4^N17^N5^N-13^t^Sgear1^T^N1^S134503:6625:::::::70:252::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279^N2^S193638:3368:::::::70:252::35:6:8969:7977:40:9147:1624:8767^N3^S195498::::::::70:252::3:7:6652:7936:8821:8820:7979:1472:8767^N4^S193741::::::::70:252::23:5:7977:6652:8813:1594:8767:1:28:2157^N5^S193638:3368:::::::70:252::35:6:8969:7977:40:9147:1624:8767^t^Sgear2^T^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [731]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N64^N2^N384.625^N3^T^Sresponse^T^N1^B^N2^B^N4^B^N5^B^t^Sdiff^T^N1^N-6^N2^N0^N3^N0^N4^N13^N5^N0^t^Sgear1^T^N1^S200315:6624:::::::70:64::3:5:7979:6652:8830:1472:8767^N2^S195497::::::::70:64::3:4:6652:7979:1472:8767^N3^S195485::::::::70:64::3:7:6652:7936:8821:8820:7979:1472:8767^N4^S192015::::::::70:64::37:4:40:1481:5862:8767:1:28:2275^N5^S195497::::::::70:64::3:4:6652:7979:1472:8767^t^Sgear2^T^t^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [732]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N250^N2^N395^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N-6^N2^N-19^N3^N10^N4^N10^N5^N-19^t^Sgear1^T^N1^S195494:6625:::::::70:250::3:6:7979:8821:8820:6652:1472:8767^N2^S193695:3368:::::::70:250::35:6:8971:7977:6652:9147:1630:8767^N3^S192005::192972::::::70:250::37:5:6652:7935:1481:5865:8767:1:28:2521^N4^S201952::::::::70:250::13:5:8851:8852:8801:8850:8793:7:28:2164:29:49:30:36:38:7:40:843:45:198059:46:194566^N5^S193695:3368:::::::70:250::35:6:8971:7977:6652:9147:1630:8767^t^Sgear2^T^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [733]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N264^N2^N383.75^N3^T^Sresponse^T^N3^B^N4^B^t^Sdiff^T^N1^N17^N2^N0^N3^N7^N4^N0^N5^N0^t^Sgear1^T^N1^S193782:6619:::::::70:264::23:5:7977:6652:8816:1594:8767:1:28:2157^N2^S201997::::::::70:264::33:6:8965:7977:6652:9147:1611:8767:1:28:1279^N3^S134473::::::::70:264::16:9:8963:7977:6652:7937:8822:8820:9144:3261:8767:1:28:1279^N4^S193704::::::::70:264::16:8:7977:6652:8822:8817:9144:8965:1611:8767:1:28:1279^N5^S201997::::::::70:264::33:6:8965:7977:6652:9147:1611:8767:1:28:1279^t^Sgear2^T^N2^S195475::::::::70:264::5:4:6652:7980:1485:8767^N5^S195475::::::::70:264::5:4:6652:7980:1485:8767^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [734]
			"<23:58:31> <Comm>		^1^SlootAck^T^N1^N266^N2^N391.25^N3^T^Sresponse^T^N1^B^N2^B^N4^B^N5^B^t^Sdiff^T^N1^N-6^N2^N-3^N3^N-22^N4^N-6^N5^N-3^t^Sgear1^T^N1^S200333::::::::70:266::3:5:7979:6652:8830:1472:8767:1:28:1040^N2^S193687:6651:::::::70:266::16:6:8966:7977:6652:9147:1614:8767:1:28:1279^N3^S134216::::::::70:266::35:9:8972:7977:6652:7936:8822:8820:9144:3290:8767^N4^S195493::::::::70:266::3:6:6652:7979:8821:8817:1472:8767^N5^S193687:6651:::::::70:266::16:6:8966:7977:6652:9147:1614:8767:1:28:1279^t^Sgear2^T^N2^S193709::::::::70:266::33:6:7977:6652:9144:8969:1624:8767:1:28:1279^N5^S193709::::::::70:266::33:6:7977:6652:9144:8969:1624:8767:1:28:1279^t^t^t^^	RAID	комт-Ревущийфьорд", -- [735]
			"<23:58:33> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	менструа-Ревущийфьорд", -- [736]
			"<23:58:34> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	натазат-Ревущийфьорд", -- [737]
			"<23:58:34> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [738]
			"<23:58:34> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	комт-Ревущийфьорд", -- [739]
			"<23:58:34> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [740]
			"<23:58:35> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [741]
			"<23:58:36> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [742]
			"<23:58:36> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	нотушка-Ревущийфьорд", -- [743]
			"<23:58:36> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	бишарк-Ревущийфьорд", -- [744]
			"<23:58:37> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [745]
			"<23:58:38> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [746]
			"<23:58:38> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	аландир-Ревущийфьорд", -- [747]
			"<23:58:38> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [748]
			"<23:58:38> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	мурратик-Ревущийфьорд", -- [749]
			"<23:58:38> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	ювитта-Ревущийфьорд", -- [750]
			"<23:58:39> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	бишарк-Ревущийфьорд", -- [751]
			"<23:58:39> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Snote^b^Sresponse^SPASS^t^t^^	RAID	мурратик-Ревущийфьорд", -- [752]
			"<23:58:39> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N3^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [753]
			"<23:58:39> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	нотушка-Ревущийфьорд", -- [754]
			"<23:58:40> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N2^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [755]
			"<23:58:40> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N2^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [756]
			"<23:58:40> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [757]
			"<23:58:41> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N3^t^t^^	RAID	линлот-Ревущийфьорд", -- [758]
			"<23:58:41> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [759]
			"<23:58:41> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [760]
			"<23:58:43> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	бишарк-Ревущийфьорд", -- [761]
			"<23:58:43> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [762]
			"<23:58:43> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N2^t^t^^	RAID	аскельт-Ревущийфьорд", -- [763]
			"<23:58:43> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [764]
			"<23:58:44> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N3^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [765]
			"<23:58:44> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	серегя-Ревущийфьорд", -- [766]
			"<23:58:45> <Comm>		^1^Soffline_timer^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [767]
			"<23:58:45> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [768]
			"<23:58:46> <Comm>		^1^Srolls^T^N1^N1^N2^T^Sледотроль-Ревущийфьорд^N87^Sмурратик-Ревущийфьорд^N86^Sменструа-Ревущийфьорд^N99^Sбабусянатусе-Ревущийфьорд^N78^Sювитта-Ревущийфьорд^N59^Sожившийлось-Ревущийфьорд^N38^Sледиланатель-Ревущийфьорд^N82^Sватрониум-Ревущийфьорд^N45^Sбишарк-Ревущийфьорд^N64^Sнотушка-Ревущийфьорд^N36^Sлинлот-Ревущийфьорд^N94^Sсерегя-Ревущийфьорд^N53^Sэтовертолет-Ревущийфьорд^N24^Sхохохохохох-Ревущийфьорд^N32^Sаскельт-Ревущийфьорд^N23^Sкомт-Ревущийфьорд^N4^Sгигаовца-Ревущийфьорд^N39^Sдельфуего-Ревущийфьорд^N77^Sзлюдра-Ревущийфьорд^N52^Sхугомонк-Ревущийфьорд^N12^Sнатазат-Ревущийфьорд^N28^Sаландир-Ревущийфьорд^N62^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [769]
			"<23:58:47> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [770]
			"<23:58:47> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	серегя-Ревущийфьорд", -- [771]
			"<23:58:47> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [772]
			"<23:58:48> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [773]
			"<23:58:49> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [774]
			"<23:58:50> <DEBUG>		LootFrame:Response	3	Response:	Незначительное улучшение", -- [775]
			"<23:58:50> <DEBUG>		SendResponse	group	4	3	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [776]
			"<23:58:50> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195486::::::::70:269::3:6:6652:8821:8817:7979:1472:8767::::::|h[Наплечи из изломанной глины]|h|r", -- [777]
			"<23:58:50> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N3^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [778]
			"<23:58:50> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [779]
			"<23:58:52> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	серегя-Ревущийфьорд", -- [780]
			"<23:58:55> <DEBUG>		LootFrame:Response	PASS	Response:	Отказаться", -- [781]
			"<23:58:55> <DEBUG>		SendResponse	group	5	PASS	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [782]
			"<23:58:55> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195489::::::::70:269::3:4:6652:7979:1472:8767::::::|h[Кувалда демиурга]|h|r", -- [783]
			"<23:58:55> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [784]
			"<23:59:05> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	хохохохохох-Ревущийфьорд", -- [785]
			"<23:59:05> <Comm>		^1^SpI^T^N1^SHEALER^N2^SОтряд~`Репка^N4^N0^N5^N385.8125^N6^N256^t^^	RAID	хохохохохох-Ревущийфьорд", -- [786]
			"<23:59:05> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [787]
			"<23:59:05> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [788]
			"<23:59:05> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [789]
			"<23:59:05> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [790]
			"<23:59:09> <Comm>		^1^SlootAck^T^N1^N256^N2^N385.8125^N3^T^Sresponse^T^N1^B^N2^B^N4^B^t^Sdiff^T^N1^N7^N2^N4^N3^N-3^N4^N-3^N5^N4^t^Sgear1^T^N1^S193515:6625:::::::70:256::13:6:8837:8838:4785:8802:8850:8790:7:28:2164:29:49:30:36:38:8:40:426:44:198059:45:192552^N2^S193761:6651:::::::70:256::33:6:8964:7977:6652:9147:1607:8767:1:28:1279^N3^S134392::::::::70:256::16:9:8966:7977:6652:7936:8822:8820:9144:3271:8767:1:28:1279^N4^S136775::::::::70:256::16:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279^N5^S193761:6651:::::::70:256::33:6:8964:7977:6652:9147:1607:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [791]
			"<23:59:11> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N3^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [792]
			"<23:59:12> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N3^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [793]
			"<23:59:21> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N2^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [794]
			"<23:59:25> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [795]
			"<23:59:39> <Comm>		^1^Shistory^T^N1^Sхугомонк-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N0.7^N3^N0.7^N4^N1^t^Sclass^SMONK^SgroupSize^N22^Sboss^SСовет~`стихий^Stime^S21:59:36^SitemReplaced1^S|cffa335ee|Hitem:201942::::::::70:260::13:5:8851:8852:8802:8850:8795:7:28:2164:29:36:30:32:38:8:40:849:45:198059:46:194572:::::|h[Испытанные~`наплечники~`первопроходца~`|A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SНезначительное~`улучшение^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195486::::::::70:260::3:6:6652:8821:8817:7979:1472:8767::::::|h[Наплечи~`из~`изломанной~`глины]|h|r^Sid^S1671638376-16^Sdate^S21/12/22^SresponseID^N3^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [796]
			"<23:59:39> <Comm>		^1^Sawarded^T^N1^N4^N2^Sхугомонк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [797]
			"<23:59:44> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	аландир-Ревущийфьорд", -- [798]
			"<23:59:44> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	аландир-Ревущийфьорд", -- [799]
			"<23:59:45> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	гигаовца-Ревущийфьорд", -- [800]
			"<23:59:46> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	злюдра-Ревущийфьорд", -- [801]
			"<23:59:46> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ожившийлось-Ревущийфьорд", -- [802]
			"<23:59:46> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ожившийлось-Ревущийфьорд", -- [803]
			"<23:59:46> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	натазат-Ревущийфьорд", -- [804]
			"<23:59:46> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	натазат-Ревущийфьорд", -- [805]
			"<23:59:47> <Comm>		^1^Shistory^T^N1^Sнатазат-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SMAGE^SgroupSize^N22^Sboss^SСовет~`стихий^Stime^S21:59:45^SitemReplaced1^S|cffa335ee|Hitem:193523::::::::70:260::13:4:8836:8840:8902:8800:5:28:2164:29:49:30:36:38:6:40:445:::::|h[Яркий~`головной~`покров~`из~`ткани~`стихий~`|A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195485::::::::70:260::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Маска~`ужаса~`советника]|h|r^Sid^S1671638385-17^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [806]
			"<23:59:47> <Comm>		^1^Sawarded^T^N1^N3^N2^Sнатазат-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [807]
			"<23:59:49> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192626::::::::70:264:::::::::|h[Куча~`пыли]|h|r^N2^S196856^t^^	RAID	серегя-Ревущийфьорд", -- [808]
			"<23:59:49> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192644::::::::70:264:::::::::|h[Воздушная~`частица]|h|r^N2^S196856^t^^	RAID	бишарк-Ревущийфьорд", -- [809]
			"<23:59:50> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	комт-Ревущийфьорд", -- [810]
			"<23:59:51> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [811]
			"<23:59:51> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [812]
			"<23:59:51> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	нотушка-Ревущийфьорд", -- [813]
			"<23:59:52> <DEBUG>		TradeUI: Traded item(s) to	дельфуего-Ревущийфьорд", -- [814]
			"<23:59:52> <DEBUG>		TradeUI:Hide()", -- [815]
			"<23:59:53> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195486::::::::70:260::3:6:6652:8821:8817:7979:1472:8767::::::|h[Наплечи~`из~`изломанной~`глины]|h|r^N2^Sхугомонк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [816]
			"<00:00:04> <Comm>		^1^Srolls^T^N1^N2^N2^T^Sледотроль-Ревущийфьорд^N18^Sмурратик-Ревущийфьорд^N98^Sменструа-Ревущийфьорд^N63^Sбабусянатусе-Ревущийфьорд^N23^Sювитта-Ревущийфьорд^N5^Sожившийлось-Ревущийфьорд^N7^Sледиланатель-Ревущийфьорд^N64^Sватрониум-Ревущийфьорд^N81^Sбишарк-Ревущийфьорд^N54^Sнотушка-Ревущийфьорд^N91^Sлинлот-Ревущийфьорд^N19^Sсерегя-Ревущийфьорд^N77^Sэтовертолет-Ревущийфьорд^N73^Sхохохохохох-Ревущийфьорд^N83^Sаскельт-Ревущийфьорд^N17^Sкомт-Ревущийфьорд^N70^Sгигаовца-Ревущийфьорд^N30^Sдельфуего-Ревущийфьорд^N76^Sзлюдра-Ревущийфьорд^N55^Sхугомонк-Ревущийфьорд^N3^Sнатазат-Ревущийфьорд^N8^Sаландир-Ревущийфьорд^N15^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [817]
			"<00:00:22> <Comm>		^1^Shistory^T^N1^Sменструа-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SDEATHKNIGHT^SgroupSize^N22^Sboss^SСовет~`стихий^Stime^S22:00:19^SitemReplaced1^S|cffa335ee|Hitem:197922:3368:::::::70:260::42:4:6652:1485:5864:8767:1:28:2287:::::|h[Копье~`атакующей~`кавалерии]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195518::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Усиленный~`крушитель~`куалаши]|h|r^Sid^S1671638419-18^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [818]
			"<00:00:22> <Comm>		^1^Sawarded^T^N1^N2^N2^Sменструа-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [819]
			"<00:00:39> <DEBUG>		Event:	LOOT_READY	true", -- [820]
			"<00:00:39> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0	3	Creature-0-4250-2522-20091-196856-0000A3446A	1	Creature-0-4250-2522-20091-196856-000223446A	1	Creature-0-4250-2522-20091-196856-0002A3446A	1", -- [821]
			"<00:00:39> <DEBUG>		Adding to self.lootSlotInfo	3	|cff1eff00|Hitem:199026::::::::70:269:::3:7969:6652:1715:1:28:2158:::::|h[Благословленный пламенем клинок с меткой безмятежности]|h|r	2	1	Creature-0-4250-2522-20091-198878-0001A3446A	1", -- [822]
			"<00:00:39> <DEBUG>		Event:	LOOT_READY	true", -- [823]
			"<00:00:39> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0	3	Creature-0-4250-2522-20091-196856-0000A3446A	1	Creature-0-4250-2522-20091-196856-000223446A	1	Creature-0-4250-2522-20091-196856-0002A3446A	1", -- [824]
			"<00:00:39> <DEBUG>		Adding to self.lootSlotInfo	3	|cff1eff00|Hitem:199026::::::::70:269:::3:7969:6652:1715:1:28:2158:::::|h[Благословленный пламенем клинок с меткой безмятежности]|h|r	2	1	Creature-0-4250-2522-20091-198878-0001A3446A	1", -- [825]
			"<00:00:40> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0", -- [826]
			"<00:00:40> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190326	|cff0070dd|Hitem:190326::::::::70:269:::::::::|h[Пробуждающийся воздух]|h|r	1	Хугомонк	MONK", -- [827]
			"<00:00:40> <DEBUG>		OnLootSlotCleared()	3	|cff1eff00|Hitem:199026::::::::70:269:::3:7969:6652:1715:1:28:2158:::::|h[Благословленный пламенем клинок с меткой безмятежности]|h|r	2", -- [828]
			"<00:00:40> <DEBUG>		Event:	LOOT_CLOSED", -- [829]
			"<00:00:40> <DEBUG>		Event:	LOOT_CLOSED", -- [830]
			"<00:00:40> <Comm>		^1^Sl^T^N1^S198878^t^^	RAID	хугомонк-Ревущийфьорд", -- [831]
			"<00:00:40> <Comm>		^1^Sl^T^N1^S198878^t^^	RAID	хугомонк-Ревущийфьорд", -- [832]
			"<00:00:41> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	гигаовца-Ревущийфьорд", -- [833]
			"<00:00:41> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	гигаовца-Ревущийфьорд", -- [834]
			"<00:00:41> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ватрониум-Ревущийфьорд", -- [835]
			"<00:00:41> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ватрониум-Ревущийфьорд", -- [836]
			"<00:00:42> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	линлот-Ревущийфьорд", -- [837]
			"<00:00:42> <DEBUG>		Storage:New	|cff1eff00|Hitem:199026::::::::70:269:::3:7969:6652:1715:1:28:2158:::::|h[Благословленный пламенем клинок с меткой безмятежности]|h|r	temp", -- [838]
			"<00:00:42> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199026::::::::70:269:::3:7969:6652:1715:1:28:2158:::::||h[Благословленный пламенем клинок с меткой безмятежности]||h||r	5", -- [839]
			"<00:00:42> <DEBUG>		Found:	nil	nil	nil", -- [840]
			"<00:00:42> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	комт-Ревущийфьорд", -- [841]
			"<00:00:43> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199026::::::::70:269:::3:7969:6652:1715:1:28:2158:::::||h[Благословленный пламенем клинок с меткой безмятежности]||h||r	5", -- [842]
			"<00:00:43> <DEBUG>		Found:	nil	nil	nil", -- [843]
			"<00:00:43> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190326	|cff0070dd|Hitem:190326::::::::70:269:::::::::|h[Пробуждающийся воздух]|h|r	2	Хохохохохох	PRIEST", -- [844]
			"<00:00:43> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	злюдра-Ревущийфьорд", -- [845]
			"<00:00:44> <Comm>		^1^Shistory^T^N1^Sювитта-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SEVOKER^SgroupSize^N22^Sboss^SСовет~`стихий^Stime^S22:00:41^SitemReplaced1^S|cff0070dd|Hitem:191997:6624:::::::70:260::28:4:6652:1468:5865:8766:1:28:2474:::::|h[Кольчуга~`он'арского~`сокольничего]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195487::::::::70:260::3:6:6652:8821:8820:7979:1472:8767::::::|h[Пепельный~`хауберк~`Эмбар]|h|r^Sid^S1671638441-19^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [846]
			"<00:00:44> <Comm>		^1^Sawarded^T^N1^N1^N2^Sювитта-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [847]
			"<00:00:44> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199026::::::::70:269:::3:7969:6652:1715:1:28:2158:::::||h[Благословленный пламенем клинок с меткой безмятежности]||h||r	5", -- [848]
			"<00:00:44> <DEBUG>		Found:	nil	nil	nil", -- [849]
			"<00:00:45> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199026::::::::70:269:::3:7969:6652:1715:1:28:2158:::::||h[Благословленный пламенем клинок с меткой безмятежности]||h||r	5", -- [850]
			"<00:00:45> <DEBUG>		Found:	nil	nil	nil", -- [851]
			"<00:00:45> <ERROR>		UpdateAndSendRecentTradableItem: |cff1eff00|Hitem:199026::::::::70:269:::3:7969:6652:1715:1:28:2158:::::|h[Благословленный пламенем клинок с меткой безмятежности]|h|r not found in bags", -- [852]
			"<00:00:46> <Comm>		^1^Sl^T^N1^S198868^t^^	RAID	мурратик-Ревущийфьорд", -- [853]
			"<00:00:46> <Comm>		^1^Sl^T^N1^S198868^t^^	RAID	мурратик-Ревущийфьорд", -- [854]
			"<00:00:52> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192644::::::::70:264:::::::::|h[Воздушная~`частица]|h|r^N2^S196856^t^^	RAID	серегя-Ревущийфьорд", -- [855]
			"<00:01:23> <Comm>		^1^Srolls^T^N1^N5^N2^T^Sледотроль-Ревущийфьорд^N78^Sмурратик-Ревущийфьорд^N37^Sменструа-Ревущийфьорд^N19^Sбабусянатусе-Ревущийфьорд^N25^Sювитта-Ревущийфьорд^N15^Sожившийлось-Ревущийфьорд^N91^Sледиланатель-Ревущийфьорд^N67^Sватрониум-Ревущийфьорд^N41^Sбишарк-Ревущийфьорд^N48^Sнотушка-Ревущийфьорд^N59^Sлинлот-Ревущийфьорд^N22^Sсерегя-Ревущийфьорд^N43^Sэтовертолет-Ревущийфьорд^N58^Sхохохохохох-Ревущийфьорд^N80^Sаскельт-Ревущийфьорд^N13^Sкомт-Ревущийфьорд^N35^Sгигаовца-Ревущийфьорд^N10^Sдельфуего-Ревущийфьорд^N3^Sзлюдра-Ревущийфьорд^N6^Sхугомонк-Ревущийфьорд^N39^Sнатазат-Ревущийфьорд^N47^Sаландир-Ревущийфьорд^N17^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [856]
			"<00:01:26> <DEBUG>		Event:	LOOT_READY	true", -- [857]
			"<00:01:26> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бабусянатусе	PRIEST", -- [858]
			"<00:01:26> <DEBUG>		Event:	LOOT_READY	true", -- [859]
			"<00:01:26> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Менструа	DEATHKNIGHT", -- [860]
			"<00:01:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Мурратик	PALADIN", -- [861]
			"<00:01:27> <DEBUG>		Event:	LOOT_CLOSED", -- [862]
			"<00:01:27> <DEBUG>		Event:	LOOT_CLOSED", -- [863]
			"<00:01:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хугомонк	MONK", -- [864]
			"<00:01:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Этовертолет	WARRIOR", -- [865]
			"<00:01:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190326	|cff0070dd|Hitem:190326::::::::70:269:::::::::|h[Пробуждающийся воздух]|h|r	2	Этовертолет	WARRIOR", -- [866]
			"<00:01:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Нотушка	DEATHKNIGHT", -- [867]
			"<00:01:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Гигаовца	MAGE", -- [868]
			"<00:01:27> <Comm>		^1^Sl^T^N1^S192769^t^^	RAID	гигаовца-Ревущийфьорд", -- [869]
			"<00:01:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хохохохохох	PRIEST", -- [870]
			"<00:01:28> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аскельт	HUNTER", -- [871]
			"<00:01:28> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ювитта	EVOKER", -- [872]
			"<00:01:28> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Натазат	MAGE", -- [873]
			"<00:01:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Линлот	HUNTER", -- [874]
			"<00:01:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледотроль	HUNTER", -- [875]
			"<00:01:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Комт	WARLOCK", -- [876]
			"<00:01:30> <Comm>		^1^Sl^T^N1^S192769^t^^	RAID	комт-Ревущийфьорд", -- [877]
			"<00:01:30> <Comm>		^1^Sl^T^N1^S192769^t^^	RAID	комт-Ревущийфьорд", -- [878]
			"<00:01:30> <Comm>		^1^Sl^T^N1^S192769^t^^	RAID	ледотроль-Ревущийфьорд", -- [879]
			"<00:01:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Серегя	SHAMAN", -- [880]
			"<00:01:32> <Comm>		^1^Shistory^T^N1^Sожившийлось-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N1^N2^N0.5^N3^N0^N4^N1^t^Sclass^SDEATHKNIGHT^SgroupSize^N22^Sboss^SСовет~`стихий^Stime^S22:01:29^SitemReplaced1^S|cffa335ee|Hitem:193695:3368:::::::70:260::35:6:8971:7977:6652:9147:1630:8767::::::|h[Боевой~`клинок~`загонщика~`дичи]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОффспек/Не~`откажусь^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195489::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Кувалда~`демиурга]|h|r^Sid^S1671638489-20^Sdate^S21/12/22^SresponseID^N2^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [881]
			"<00:01:32> <Comm>		^1^Sawarded^T^N1^N5^N2^Sожившийлось-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [882]
			"<00:01:33> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [883]
			"<00:01:35> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бишарк	SHAMAN", -- [884]
			"<00:01:54> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195518::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Усиленный~`крушитель~`куалаши]|h|r^N2^Sменструа-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [885]
			"<00:01:57> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195489::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Кувалда~`демиурга]|h|r^N2^Sожившийлось-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [886]
			"<00:02:00> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195487::::::::70:260::3:6:6652:8821:8820:7979:1472:8767::::::|h[Пепельный~`хауберк~`Эмбар]|h|r^N2^Sювитта-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [887]
			"<00:02:02> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195485::::::::70:260::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Маска~`ужаса~`советника]|h|r^N2^Sнатазат-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [888]
			"<00:03:23> <DEBUG>		Event:	ENCOUNTER_START	2635	Дафия Перерожденная	14	21", -- [889]
			"<00:03:23> <INFO>		UpdatePlayersData()", -- [890]
			"<00:03:23> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [891]
			"<00:04:37> <DEBUG>		Event:	ENCOUNTER_END	2635	Дафия Перерожденная	14	21	0", -- [892]
			"<00:10:13> <DEBUG>		Event:	ENCOUNTER_START	2635	Дафия Перерожденная	14	22", -- [893]
			"<00:10:13> <INFO>		UpdatePlayersData()", -- [894]
			"<00:10:13> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [895]
			"<00:11:32> <Comm>		^1^Sv^T^N1^S3.5.1^t^^	GUILD	аишвария-Ревущийфьорд", -- [896]
			"<00:14:31> <DEBUG>		Event:	ENCOUNTER_END	2635	Дафия Перерожденная	14	22	1", -- [897]
			"<00:14:32> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195496::::::::70:269::3:6:6652:7937:8784:7979:1472:8767::::::|h[Око мстительного урагана]|h|r", -- [898]
			"<00:14:32> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195495::::::::70:269::3:6:6652:7979:8821:8818:1472:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r", -- [899]
			"<00:14:32> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196587::::::::70:269::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r", -- [900]
			"<00:14:32> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196587::::::::70:269::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r", -- [901]
			"<00:14:32> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Дельфуего	ROGUE", -- [902]
			"<00:14:32> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Дельфуего	ROGUE", -- [903]
			"<00:14:33> <DEBUG>		Event:	LOOT_READY	true", -- [904]
			"<00:14:33> <DEBUG>		Ignoring	nil	as it's a currency", -- [905]
			"<00:14:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Мурратик	PALADIN", -- [906]
			"<00:14:33> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	дельфуего-Ревущийфьорд", -- [907]
			"<00:14:33> <Comm>		^1^Sl^T^N1^S189813^t^^	RAID	дельфуего-Ревущийфьорд", -- [908]
			"<00:14:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Мурратик	PALADIN", -- [909]
			"<00:14:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Менструа	DEATHKNIGHT", -- [910]
			"<00:14:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Менструа	DEATHKNIGHT", -- [911]
			"<00:14:33> <DEBUG>		Event:	LOOT_READY	true", -- [912]
			"<00:14:33> <DEBUG>		Ignoring	nil	as it's a currency", -- [913]
			"<00:14:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Хохохохохох	PRIEST", -- [914]
			"<00:14:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Нотушка	DEATHKNIGHT", -- [915]
			"<00:14:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хохохохохох	PRIEST", -- [916]
			"<00:14:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Нотушка	DEATHKNIGHT", -- [917]
			"<00:14:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Хугомонк	MONK", -- [918]
			"<00:14:34> <DEBUG>		Event:	LOOT_CLOSED", -- [919]
			"<00:14:34> <DEBUG>		Event:	LOOT_CLOSED", -- [920]
			"<00:14:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хугомонк	MONK", -- [921]
			"<00:14:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	4	Аландир	DEMONHUNTER", -- [922]
			"<00:14:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	4	Ватрониум	SHAMAN", -- [923]
			"<00:14:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	4	Ожившийлось	DEATHKNIGHT", -- [924]
			"<00:14:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ювитта	EVOKER", -- [925]
			"<00:14:35> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ювитта	EVOKER", -- [926]
			"<00:14:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	4	Злюдра	DRUID", -- [927]
			"<00:14:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Бабусянатусе	PRIEST", -- [928]
			"<00:14:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бабусянатусе	PRIEST", -- [929]
			"<00:14:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Этовертолет	WARRIOR", -- [930]
			"<00:14:36> <Comm>		^1^Stradable^T^N1^S|cffa335ee|Hitem:196587::::::::70:259::3:4:7979:8829:1472:8767::::::|h[Камень~`Кузни~`из~`жуткого~`граната]|h|r^N2^S189813^t^^	RAID	дельфуего-Ревущийфьорд", -- [931]
			"<00:14:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Бишарк	SHAMAN", -- [932]
			"<00:14:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Этовертолет	WARRIOR", -- [933]
			"<00:14:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Линлот	HUNTER", -- [934]
			"<00:14:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Серегя	SHAMAN", -- [935]
			"<00:14:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Линлот	HUNTER", -- [936]
			"<00:14:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бишарк	SHAMAN", -- [937]
			"<00:14:37> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Серегя	SHAMAN", -- [938]
			"<00:14:37> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ледотроль	HUNTER", -- [939]
			"<00:14:37> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Натазат	MAGE", -- [940]
			"<00:14:37> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	4	Ледиланатель	MAGE", -- [941]
			"<00:14:37> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Натазат	MAGE", -- [942]
			"<00:14:37> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледотроль	HUNTER", -- [943]
			"<00:14:37> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Гигаовца	MAGE", -- [944]
			"<00:14:38> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Гигаовца	MAGE", -- [945]
			"<00:14:38> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Комт	WARLOCK", -- [946]
			"<00:14:38> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Комт	WARLOCK", -- [947]
			"<00:14:39> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S196587:::::::::::3:4:7979:8829:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SДафия~`Перерожденная^t^N2^T^Sstring^S196587:::::::::::3:4:7979:8829:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SДафия~`Перерожденная^t^N3^T^Sstring^S196587:::::::::::3:4:7979:8829:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SДафия~`Перерожденная^t^N4^T^Sstring^S195495:::::::::::3:6:6652:7979:8821:8818:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SДафия~`Перерожденная^t^N5^T^Sstring^S195496:::::::::::3:6:6652:7937:8784:7979:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SДафия~`Перерожденная^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [948]
			"<00:14:39> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196587::::::::70:269::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r", -- [949]
			"<00:14:39> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196587::::::::70:269::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r", -- [950]
			"<00:14:39> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196587::::::::70:269::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r", -- [951]
			"<00:14:39> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195495::::::::70:269::3:6:6652:7979:8821:8818:1472:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r", -- [952]
			"<00:14:39> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196587::::::::70:269::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r	INVTYPE_HAND", -- [953]
			"<00:14:39> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196587::::::::70:269::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r	INVTYPE_HAND", -- [954]
			"<00:14:39> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196587::::::::70:269::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r	INVTYPE_HAND", -- [955]
			"<00:14:39> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195495::::::::70:269::3:6:6652:7979:8821:8818:1472:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r	INVTYPE_FEET", -- [956]
			"<00:14:39> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195496::::::::70:269::3:6:6652:7937:8784:7979:1472:8767::::::|h[Око мстительного урагана]|h|r	INVTYPE_NECK", -- [957]
			"<00:14:39> <INFO>		LootFrame:Start	5	nil", -- [958]
			"<00:14:39> <DEBUG>		Restoring entry:	default	1", -- [959]
			"<00:14:39> <DEBUG>		GetButtons	default", -- [960]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N253^N2^N377.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N16^N2^N16^N3^N16^N4^N9^N5^N81^t^Sgear1^T^N1^S193752::::::::70:253::16:8:8962:7977:6652:8822:8817:9144:1601:8767:1:28:1279^N2^S193752::::::::70:253::16:8:8962:7977:6652:8822:8817:9144:1601:8767:1:28:1279^N3^S193752::::::::70:253::16:8:8962:7977:6652:8822:8817:9144:1601:8767:1:28:1279^N4^S193421:6612:::::::70:253::13:5:8836:8840:8902:8800:8790:6:28:2164:29:32:30:40:38:6:40:352:47:192552^N5^S195210::::::::70:253::11:2:8776:8984:2:9:70:28:2154^t^Sgear2^T^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [961]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N71^N2^N383.0625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N13^N5^N0^t^Sgear1^T^N1^S200425::::::::70:71::3:5:7979:6652:8829:1472:8767:1:28:1040^N2^S200425::::::::70:71::3:5:7979:6652:8829:1472:8767:1:28:1040^N3^S200425::::::::70:71::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S189537::::::::70:71::13:6:8837:8838:4785:8802:8850:8790:7:28:2164:29:40:30:36:38:8:40:165:45:198059:46:192552^N5^S195496::192918:192918:::::70:71::3:6:6652:7979:1472:8767:8784:8781^t^Sgear2^T^t^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [962]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N577^N2^N392.8125^N3^T^Sresponse^T^N4^B^t^Sdiff^T^N1^N3^N2^N3^N3^N3^N4^N3^N5^N13^t^Sgear1^T^N1^S137480::::::::70:577::16:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279^N2^S137480::::::::70:577::16:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279^N3^S137480::::::::70:577::16:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279^N4^S109787:6611:::::::70:577::33:8:8966:7977:6652:8822:8818:9144:3277:8767:1:28:1279^N5^S137487::192926:192926:::::70:577::33:8:8963:7977:6652:9144:3261:8767:8783:8781:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	аландир-Ревущийфьорд", -- [963]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N254^N2^N374.1875^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N10^N2^N10^N3^N10^N4^N3^N5^N23^t^Sgear1^T^N1^S199443::::::::70:254::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^N2^S199443::::::::70:254::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^N3^S199443::::::::70:254::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^N4^S193715:6606:::::::70:254::16:8:8966:7977:6652:8822:8818:9144:1614:8767:1:28:1279^N5^S193647::::::::70:254::23:6:7977:42:7937:8784:1594:8767:1:28:2157^t^Sgear2^T^t^t^t^^	RAID	аскельт-Ревущийфьорд", -- [964]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N105^N2^N389.375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N10^N5^N0^t^Sgear1^T^N1^S201943::::::::70:105::13:5:8851:8852:8802:8850:8793:7:28:2164:29:36:30:40:38:8:40:847:45:198059:46:194566^N2^S201943::::::::70:105::13:5:8851:8852:8802:8850:8793:7:28:2164:29:36:30:40:38:8:40:847:45:198059:46:194566^N3^S201943::::::::70:105::13:5:8851:8852:8802:8850:8793:7:28:2164:29:36:30:40:38:8:40:847:45:198059:46:194566^N4^S199425::::::::70:105::14:6:8943:6652:8822:8818:1507:8767:1:28:2474^N5^S200762::192973:192973:::::70:105::81:5:6652:1478:8767:8784:8781:1:28:2471^t^Sgear2^T^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [965]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N256^N2^N385.8125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N23^N2^N23^N3^N23^N4^N13^N5^N6^t^Sgear1^T^N1^S193713::::::::70:256::23:5:7977:6652:8813:1594:8767:1:28:2157^N2^S193713::::::::70:256::23:5:7977:6652:8813:1594:8767:1:28:2157^N3^S193713::::::::70:256::23:5:7977:6652:8813:1594:8767:1:28:2157^N4^S191984:6606:::::::70:256::73:4:6652:1485:5864:8767:1:28:2437^N5^S200970::192972:192972:::::70:256::14:2:8783:8781:1:28:2078^t^Sgear2^T^t^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [966]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N252^N2^N391.125^N3^T^Sresponse^T^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N16^N5^N-10^t^Sgear1^T^N1^S200407::::::::70:252::3:5:7979:6652:8829:1472:8767:1:28:1040^N2^S200407::::::::70:252::3:5:7979:6652:8829:1472:8767:1:28:1040^N3^S200407::::::::70:252::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S193728:6605:::::::70:252::16:8:8962:7977:6652:8822:8818:9144:1601:8767:1:28:1279^N5^S193001::192958:192958:192958::::70:252::13:9:8836:8840:8902:8960:8783:8782:8802:8791:8845:7:28:2164:29:49:30:32:38:8:40:260:48:194578:49:197921^t^Sgear2^T^t^t^t^^	RAID	менструа-Ревущийфьорд", -- [967]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N263^N2^N379.125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N-3^N4^N13^N5^N6^t^Sgear1^T^N1^S200398::::::::70:263::35:6:6652:8829:8968:7977:1475:8767^N2^S200398::::::::70:263::35:6:6652:8829:8968:7977:1475:8767^N3^S200398::::::::70:263::35:6:6652:8829:8968:7977:1475:8767^N4^S191998:6611:::::::70:263::73:4:6652:1485:5864:8767:1:28:2437^N5^S200970::::::::70:263::14:2:7936:8783:1:28:2078^t^Sgear2^T^t^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [968]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N62^N2^N380.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N23^N2^N23^N3^N23^N4^N13^N5^N13^t^Sgear1^T^N1^S193775::::::::70:62::23:5:7977:6652:8813:1594:8767:1:28:2157^N2^S193775::::::::70:62::23:5:7977:6652:8813:1594:8767:1:28:2157^N3^S193775::::::::70:62::23:5:7977:6652:8813:1594:8767:1:28:2157^N4^S191984::::::::70:62::42:4:40:1485:5864:8767:1:28:2275^N5^S134529::::::::70:62::16:8:8963:7977:6652:7936:8784:9144:3261:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	натазат-Ревущийфьорд", -- [969]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N66^N2^N391.0625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N3^N5^N6^t^Sgear1^T^N1^S200416::::::::70:66::3:5:7979:6652:8829:1472:8767:1:28:1040^N2^S200416::::::::70:66::3:5:7979:6652:8829:1472:8767:1:28:1040^N3^S200416::::::::70:66::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S193630:6605:::::::70:66::16:8:8966:7977:6652:8822:8818:9144:1614:8767:1:28:1279^N5^S193647::192959:192959:::::70:66::33:8:8965:7977:6652:9144:1611:8767:8784:8781:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	мурратик-Ревущийфьорд", -- [970]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N264^N2^N385.375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N23^N2^N23^N3^N23^N4^N3^N5^N6^t^Sgear1^T^N1^S193752::::::::70:264::23:5:7977:6652:8813:1594:8767:1:28:2157^N2^S193752::::::::70:264::23:5:7977:6652:8813:1594:8767:1:28:2157^N3^S193752::::::::70:264::23:5:7977:6652:8813:1594:8767:1:28:2157^N4^S109791:6612:::::::70:264::33:8:8966:7977:6652:8822:8818:9144:3277:8767:1:28:1279^N5^S200970::192924:192924:::::70:264::14:2:8783:8781:1:28:2078^t^Sgear2^T^t^t^t^^	RAID	серегя-Ревущийфьорд", -- [971]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N259^N2^N393.8125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N6^N2^N6^N3^N6^N4^N0^N5^N-10^t^Sgear1^T^N1^S193721::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279^N2^S193721::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279^N3^S193721::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:1611:8767:1:28:1279^N4^S200739:6606:::::::70:259::81:5:8821:8818:6652:1478:8767:1:28:2471^N5^S193001::192990:192925:192925::::70:259::13:9:8836:8840:8902:8960:8784:8782:8802:8795:8845:7:28:2164:29:49:30:40:38:8:40:260:48:194572:49:197921^t^Sgear2^T^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [972]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N269^N2^N385^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N0^N5^N13^t^Sgear1^T^N1^S195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^N2^S195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^N3^S195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^N4^S200739:6612:::::::70:269::81:5:8821:8818:6652:1478:8767:1:28:2471^N5^S193647::::::::70:269::16:8:8963:7977:6652:7937:8783:9144:1604:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [973]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N1467^N2^N384.8125^N3^T^Sresponse^T^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N16^N5^N6^t^Sgear1^T^N1^S200380::::::::70:1467::3:5:7979:6652:8829:1472:8767^N2^S200380::::::::70:1467::3:5:7979:6652:8829:1472:8767^N3^S200380::::::::70:1467::3:5:7979:6652:8829:1472:8767^N4^S193715:6612:::::::70:1467::33:8:8962:7977:6652:8822:8818:9144:1601:8767:1:28:1279^N5^S200970::::::::70:1467::14:2:7936:8783:1:28:2151^t^Sgear2^T^t^t^t^^	RAID	ювитта-Ревущийфьорд", -- [974]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N254^N2^N385.3125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N29^N5^N29^t^Sgear1^T^N1^S200389::::::::70:254::3:5:7979:6652:8829:1472:8767:1:28:1040^N2^S200389::::::::70:254::3:5:7979:6652:8829:1472:8767:1:28:1040^N3^S200389::::::::70:254::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S198590:6605:::::::70:254::74:5:8978:6652:8814:1488:8766:1:28:2474^N5^S200445::::::::70:254::25:6:6652:7936:8783:1478:5855:8766:1:28:2602^t^Sgear2^T^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [975]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N64^N2^N384.625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N16^N2^N16^N3^N16^N4^N16^N5^N6^t^Sgear1^T^N1^S191986::::::::70:64::73:4:6652:1485:5861:8767:1:28:2437^N2^S191986::::::::70:64::73:4:6652:1485:5861:8767:1:28:2437^N3^S191986::::::::70:64::73:4:6652:1485:5861:8767:1:28:2437^N4^S191984:6605:::::::70:64::37:4:40:1481:5865:8767:1:28:2275^N5^S201759::192981::::::70:64::13:9:8836:8840:8902:8784:8780:8801:8791:8932:8960:7:28:2164:29:49:30:40:38:7:40:834:47:194578:50:193945^t^Sgear2^T^t^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [976]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N250^N2^N395^N3^T^Sresponse^T^N4^B^t^Sdiff^T^N1^N3^N2^N3^N3^N3^N4^N3^N5^N-10^t^Sgear1^T^N1^S109858::::::::70:250::33:8:8966:7977:6652:8822:8817:9144:3277:8767:1:28:1279^N2^S109858::::::::70:250::33:8:8966:7977:6652:8822:8817:9144:3277:8767:1:28:1279^N3^S109858::::::::70:250::33:8:8966:7977:6652:8822:8817:9144:3277:8767:1:28:1279^N4^S193630:6612:::::::70:250::16:8:8966:7977:6652:8822:8818:9144:1614:8767:1:28:1279^N5^S193001::192985:192948:192948::::70:250::13:9:8836:8840:8902:8960:8783:8782:8802:8793:8845:7:28:2164:29:32:30:36:38:8:40:260:48:194566:49:197921^t^Sgear2^T^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [977]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N252^N2^N385.9375^N3^T^Sresponse^T^N4^B^t^Sdiff^T^N1^N6^N2^N6^N3^N6^N4^N19^N5^N23^t^Sgear1^T^N1^S195506::::::::70:252::3:6:6652:8821:8817:7979:1472:8767^N2^S195506::::::::70:252::3:6:6652:8821:8817:7979:1472:8767^N3^S195506::::::::70:252::3:6:6652:8821:8817:7979:1472:8767^N4^S200457::::::::70:252::25:1:1472:1:28:2078^N5^S193676::::::::70:252::23:5:7977:7936:8783:1594:8767:1:28:2155^t^Sgear2^T^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [978]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N257^N2^N383.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N13^N3^N13^N4^N10^N5^N6^t^Sgear1^T^N1^S144118::::::::70:257::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279^N2^S144118::::::::70:257::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279^N3^S144118::::::::70:257::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279^N4^S199418:6606:::::::70:257::14:6:8943:6652:8822:8818:1507:8767:1:28:2474^N5^S195502::192957:192957:192957::::70:257::3:6:6652:7979:1472:8767:8783:8782^t^Sgear2^T^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [979]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N266^N2^N391.25^N3^T^Sresponse^T^N4^B^t^Sdiff^T^N1^N3^N2^N3^N3^N3^N4^N19^N5^N6^t^Sgear1^T^N1^S193713::::::::70:266::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N2^S193713::::::::70:266::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N3^S193713::::::::70:266::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N4^S200459:6606:::::::70:266::25:1:1472:1:28:2078^N5^S193676::::::::70:266::33:8:8965:7977:6652:7937:8783:9144:1611:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	комт-Ревущийфьорд", -- [980]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N63^N2^N387.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N19^N2^N19^N3^N19^N4^N3^N5^N23^t^Sgear1^T^N1^S201938::::::::70:63::13:5:8851:8852:8800:8850:8793:7:28:2164:29:40:30:36:38:6:40:853:44:198059:45:194566^N2^S201938::::::::70:63::13:5:8851:8852:8800:8850:8793:7:28:2164:29:40:30:36:38:6:40:853:44:198059:45:194566^N3^S201938::::::::70:63::13:5:8851:8852:8800:8850:8793:7:28:2164:29:40:30:36:38:6:40:853:44:198059:45:194566^N4^S191984:6606:::::::70:63::72:5:9135:6652:1494:5865:8767:1:28:2437^N5^S193809::::::::70:63::23:6:7977:6652:7937:8783:1594:8767:1:28:2157^t^Sgear2^T^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [981]
			"<00:14:39> <Comm>		^1^SlootAck^T^N1^N264^N2^N383.75^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N0^N3^N0^N4^N19^N5^N0^t^Sgear1^T^N1^S200398::::::::70:264::3:5:7979:6652:8829:1472:8767^N2^S200398::::::::70:264::3:5:7979:6652:8829:1472:8767^N3^S200398::::::::70:264::3:5:7979:6652:8829:1472:8767^N4^S200458::::::::70:264::25:1:1472:1:28:2078^N5^S137487::::::::70:264::33:8:7977:6652:7937:8784:9144:8967:3274:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [982]
			"<00:14:41> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [983]
			"<00:14:41> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	комт-Ревущийфьорд", -- [984]
			"<00:14:41> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	комт-Ревущийфьорд", -- [985]
			"<00:14:41> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	комт-Ревущийфьорд", -- [986]
			"<00:14:42> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [987]
			"<00:14:42> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [988]
			"<00:14:42> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [989]
			"<00:14:43> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [990]
			"<00:14:44> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [991]
			"<00:14:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Аскельт	HUNTER", -- [992]
			"<00:14:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2635	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аскельт	HUNTER", -- [993]
			"<00:14:47> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [994]
			"<00:14:47> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [995]
			"<00:14:47> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [996]
			"<00:14:48> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [997]
			"<00:14:48> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	натазат-Ревущийфьорд", -- [998]
			"<00:14:48> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	линлот-Ревущийфьорд", -- [999]
			"<00:14:50> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	аскельт-Ревущийфьорд", -- [1000]
			"<00:14:50> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [1001]
			"<00:14:50> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [1002]
			"<00:14:50> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	комт-Ревущийфьорд", -- [1003]
			"<00:14:50> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	аскельт-Ревущийфьорд", -- [1004]
			"<00:14:50> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [1005]
			"<00:14:51> <DEBUG>		LootFrame:Response	PASS	Response:	Отказаться", -- [1006]
			"<00:14:51> <DEBUG>		SendResponse	group	5	PASS	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [1007]
			"<00:14:51> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195496::::::::70:269::3:6:6652:7937:8784:7979:1472:8767::::::|h[Око мстительного урагана]|h|r", -- [1008]
			"<00:14:51> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1009]
			"<00:14:51> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1010]
			"<00:14:52> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1011]
			"<00:14:52> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N2^t^t^^	RAID	аландир-Ревущийфьорд", -- [1012]
			"<00:14:52> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N2^t^t^^	RAID	аландир-Ревущийфьорд", -- [1013]
			"<00:14:52> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N2^t^t^^	RAID	аландир-Ревущийфьорд", -- [1014]
			"<00:14:53> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1015]
			"<00:14:53> <Comm>		^1^Soffline_timer^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1016]
			"<00:14:53> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [1017]
			"<00:14:54> <Comm>		^1^Srolls^T^N1^N1^N2^T^Sледотроль-Ревущийфьорд^N90^Sмурратик-Ревущийфьорд^N37^Sменструа-Ревущийфьорд^N53^Sбабусянатусе-Ревущийфьорд^N96^Sювитта-Ревущийфьорд^N61^Sожившийлось-Ревущийфьорд^N22^Sледиланатель-Ревущийфьорд^N32^Sватрониум-Ревущийфьорд^N12^Sбишарк-Ревущийфьорд^N70^Sнотушка-Ревущийфьорд^N30^Sлинлот-Ревущийфьорд^N78^Sсерегя-Ревущийфьорд^N69^Sэтовертолет-Ревущийфьорд^N68^Sхохохохохох-Ревущийфьорд^N13^Sаскельт-Ревущийфьорд^N24^Sкомт-Ревущийфьорд^N5^Sгигаовца-Ревущийфьорд^N19^Sдельфуего-Ревущийфьорд^N57^Sзлюдра-Ревущийфьорд^N6^Sхугомонк-Ревущийфьорд^N91^Sнатазат-Ревущийфьорд^N29^Sаландир-Ревущийфьорд^N87^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1018]
			"<00:14:54> <Comm>		^1^Srolls^T^N1^N2^N2^T^Sледотроль-Ревущийфьорд^N90^Sмурратик-Ревущийфьорд^N37^Sменструа-Ревущийфьорд^N53^Sбабусянатусе-Ревущийфьорд^N96^Sювитта-Ревущийфьорд^N61^Sожившийлось-Ревущийфьорд^N22^Sледиланатель-Ревущийфьорд^N32^Sватрониум-Ревущийфьорд^N12^Sбишарк-Ревущийфьорд^N70^Sнотушка-Ревущийфьорд^N30^Sлинлот-Ревущийфьорд^N78^Sсерегя-Ревущийфьорд^N69^Sэтовертолет-Ревущийфьорд^N68^Sхохохохохох-Ревущийфьорд^N13^Sаскельт-Ревущийфьорд^N24^Sкомт-Ревущийфьорд^N5^Sгигаовца-Ревущийфьорд^N19^Sдельфуего-Ревущийфьорд^N57^Sзлюдра-Ревущийфьорд^N6^Sхугомонк-Ревущийфьорд^N91^Sнатазат-Ревущийфьорд^N29^Sаландир-Ревущийфьорд^N87^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1019]
			"<00:14:54> <Comm>		^1^Srolls^T^N1^N3^N2^T^Sледотроль-Ревущийфьорд^N90^Sмурратик-Ревущийфьорд^N37^Sменструа-Ревущийфьорд^N53^Sбабусянатусе-Ревущийфьорд^N96^Sювитта-Ревущийфьорд^N61^Sожившийлось-Ревущийфьорд^N22^Sледиланатель-Ревущийфьорд^N32^Sватрониум-Ревущийфьорд^N12^Sбишарк-Ревущийфьорд^N70^Sнотушка-Ревущийфьорд^N30^Sлинлот-Ревущийфьорд^N78^Sсерегя-Ревущийфьорд^N69^Sэтовертолет-Ревущийфьорд^N68^Sхохохохохох-Ревущийфьорд^N13^Sаскельт-Ревущийфьорд^N24^Sкомт-Ревущийфьорд^N5^Sгигаовца-Ревущийфьорд^N19^Sдельфуего-Ревущийфьорд^N57^Sзлюдра-Ревущийфьорд^N6^Sхугомонк-Ревущийфьорд^N91^Sнатазат-Ревущийфьорд^N29^Sаландир-Ревущийфьорд^N87^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1020]
			"<00:14:55> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1021]
			"<00:14:55> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1022]
			"<00:14:55> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1023]
			"<00:14:55> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	линлот-Ревущийфьорд", -- [1024]
			"<00:14:56> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N2^t^t^^	RAID	серегя-Ревущийфьорд", -- [1025]
			"<00:14:56> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [1026]
			"<00:14:56> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [1027]
			"<00:14:56> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [1028]
			"<00:14:59> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1029]
			"<00:14:59> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1030]
			"<00:15:00> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N3^t^t^^	RAID	аландир-Ревущийфьорд", -- [1031]
			"<00:15:00> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [1032]
			"<00:15:01> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	мурратик-Ревущийфьорд", -- [1033]
			"<00:15:02> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [1034]
			"<00:15:02> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	бишарк-Ревущийфьорд", -- [1035]
			"<00:15:03> <Comm>		^1^Shistory^T^N1^Sнотушка-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SDEATHKNIGHT^SgroupSize^N22^Sboss^SДафия~`Перерожденная^Stime^S22:15:00^SitemReplaced1^S|cffa335ee|Hitem:195506::::::::70:259::3:6:6652:8821:8817:7979:1472:8767::::::|h[Рукавицы~`с~`алмазной~`гравировкой]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:196587::::::::70:259::3:4:7979:8829:1472:8767::::::|h[Камень~`Кузни~`из~`жуткого~`граната]|h|r^Sid^S1671639300-21^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1036]
			"<00:15:03> <Comm>		^1^Sawarded^T^N1^N1^N2^Sнотушка-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1037]
			"<00:15:03> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N2^t^t^^	RAID	бишарк-Ревущийфьорд", -- [1038]
			"<00:15:09> <Comm>		^1^Shistory^T^N1^Sожившийлось-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SDEATHKNIGHT^SgroupSize^N22^Sboss^SДафия~`Перерожденная^Stime^S22:15:06^SitemReplaced1^S|cffa335ee|Hitem:109858::::::::70:259::33:8:8966:7977:6652:8822:8817:9144:3277:8767:1:28:1279:::::|h[Перчатки~`золотой~`стали]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:196587::::::::70:259::3:4:7979:8829:1472:8767::::::|h[Камень~`Кузни~`из~`жуткого~`граната]|h|r^Sid^S1671639306-22^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1039]
			"<00:15:09> <Comm>		^1^Sawarded^T^N1^N2^N2^Sожившийлось-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1040]
			"<00:15:21> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	серегя-Ревущийфьорд", -- [1041]
			"<00:15:21> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Snote^Sхаста^Sresponse^N2^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1042]
			"<00:15:30> <Comm>		^1^Srolls^T^N1^N5^N2^T^Sледотроль-Ревущийфьорд^N48^Sмурратик-Ревущийфьорд^N33^Sменструа-Ревущийфьорд^N31^Sбабусянатусе-Ревущийфьорд^N77^Sювитта-Ревущийфьорд^N55^Sожившийлось-Ревущийфьорд^N87^Sледиланатель-Ревущийфьорд^N94^Sватрониум-Ревущийфьорд^N79^Sбишарк-Ревущийфьорд^N84^Sнотушка-Ревущийфьорд^N19^Sлинлот-Ревущийфьорд^N99^Sсерегя-Ревущийфьорд^N46^Sэтовертолет-Ревущийфьорд^N17^Sхохохохохох-Ревущийфьорд^N32^Sаскельт-Ревущийфьорд^N96^Sкомт-Ревущийфьорд^N13^Sгигаовца-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^N39^Sзлюдра-Ревущийфьорд^N78^Sхугомонк-Ревущийфьорд^N88^Sнатазат-Ревущийфьорд^N37^Sаландир-Ревущийфьорд^N18^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1043]
			"<00:16:25> <Comm>		^1^Srolls^T^N1^N4^N2^T^Sледотроль-Ревущийфьорд^N63^Sмурратик-Ревущийфьорд^N80^Sменструа-Ревущийфьорд^N60^Sбабусянатусе-Ревущийфьорд^N12^Sювитта-Ревущийфьорд^N94^Sожившийлось-Ревущийфьорд^N27^Sледиланатель-Ревущийфьорд^N47^Sватрониум-Ревущийфьорд^N24^Sбишарк-Ревущийфьорд^N10^Sнотушка-Ревущийфьорд^N38^Sлинлот-Ревущийфьорд^N11^Sсерегя-Ревущийфьорд^N99^Sэтовертолет-Ревущийфьорд^N44^Sхохохохохох-Ревущийфьорд^N46^Sаскельт-Ревущийфьорд^N49^Sкомт-Ревущийфьорд^N93^Sгигаовца-Ревущийфьорд^N4^Sдельфуего-Ревущийфьорд^N61^Sзлюдра-Ревущийфьорд^N87^Sхугомонк-Ревущийфьорд^N22^Sнатазат-Ревущийфьорд^N31^Sаландир-Ревущийфьорд^N39^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1044]
			"<00:16:33> <Comm>		^1^Shistory^T^N1^Sювитта-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SEVOKER^SgroupSize^N22^Sboss^SДафия~`Перерожденная^Stime^S22:16:30^SitemReplaced1^S|cffa335ee|Hitem:193715:6612:::::::70:259::33:8:8962:7977:6652:8822:8818:9144:1601:8767:1:28:1279:::::|h[Сапоги~`взрывного~`роста]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195495::::::::70:259::3:6:6652:7979:8821:8818:1472:8767::::::|h[Лихие~`перепрыгиватели~`оврагов]|h|r^Sid^S1671639390-23^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1045]
			"<00:16:33> <Comm>		^1^Sawarded^T^N1^N4^N2^Sювитта-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1046]
			"<00:16:37> <Comm>		^1^Shistory^T^N1^Sватрониум-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SSHAMAN^SgroupSize^N22^Sboss^SДафия~`Перерожденная^Stime^S22:16:34^SitemReplaced1^S|cffa335ee|Hitem:200970::::::::70:259::14:2:7936:8783:1:28:2078:::::|h[Обсидиановый~`ошейник]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195496::::::::70:259::3:6:6652:7937:8784:7979:1472:8767::::::|h[Око~`мстительного~`урагана]|h|r^Sid^S1671639394-24^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1047]
			"<00:16:37> <Comm>		^1^Sawarded^T^N1^N5^N2^Sватрониум-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1048]
			"<00:16:40> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1049]
			"<00:16:47> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195495::::::::70:259::3:6:6652:7979:8821:8818:1472:8767::::::|h[Лихие~`перепрыгиватели~`оврагов]|h|r^N2^Sювитта-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1050]
			"<00:16:51> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195496::::::::70:259::3:6:6652:7937:8784:7979:1472:8767::::::|h[Око~`мстительного~`урагана]|h|r^N2^Sватрониум-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1051]
			"<00:16:55> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196587::::::::70:259::3:4:7979:8829:1472:8767::::::|h[Камень~`Кузни~`из~`жуткого~`граната]|h|r^N2^Sнотушка-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1052]
			"<00:16:58> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196587::::::::70:259::3:4:7979:8829:1472:8767::::::|h[Камень~`Кузни~`из~`жуткого~`граната]|h|r^N2^Sожившийлось-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1053]
			"<00:17:05> <DEBUG>		Event:	LOOT_READY	true", -- [1054]
			"<00:17:05> <DEBUG>		Ignoring	nil	as it's a currency", -- [1055]
			"<00:17:05> <DEBUG>		Adding to self.lootSlotInfo	2	|cff1eff00|Hitem:199010::::::::70:269:::3:7968:6652:1685:1:28:2158:::::|h[Набедренники могучей волны с символом бесподобия]|h|r	2	1	Creature-0-4250-2522-20091-198266-0003A35B4F	1", -- [1056]
			"<00:17:06> <DEBUG>		Event:	LOOT_READY	true", -- [1057]
			"<00:17:06> <DEBUG>		Ignoring	nil	as it's a currency", -- [1058]
			"<00:17:06> <DEBUG>		Adding to self.lootSlotInfo	2	|cff1eff00|Hitem:199010::::::::70:269:::3:7968:6652:1685:1:28:2158:::::|h[Набедренники могучей волны с символом бесподобия]|h|r	2	1	Creature-0-4250-2522-20091-198266-0003A35B4F	1", -- [1059]
			"<00:17:06> <DEBUG>		OnLootSlotCleared()	2	|cff1eff00|Hitem:199010::::::::70:269:::3:7968:6652:1685:1:28:2158:::::|h[Набедренники могучей волны с символом бесподобия]|h|r	2", -- [1060]
			"<00:17:06> <DEBUG>		Event:	LOOT_CLOSED", -- [1061]
			"<00:17:06> <DEBUG>		Event:	LOOT_CLOSED", -- [1062]
			"<00:17:07> <Comm>		^1^Sl^T^N1^S198266^t^^	RAID	хугомонк-Ревущийфьорд", -- [1063]
			"<00:17:07> <Comm>		^1^Sl^T^N1^S198266^t^^	RAID	хугомонк-Ревущийфьорд", -- [1064]
			"<00:17:07> <Comm>		^1^Sl^T^N1^S198266^t^^	RAID	гигаовца-Ревущийфьорд", -- [1065]
			"<00:17:08> <DEBUG>		Storage:New	|cff1eff00|Hitem:199010::::::::70:269:::3:7968:6652:1685:1:28:2158:::::|h[Набедренники могучей волны с символом бесподобия]|h|r	temp", -- [1066]
			"<00:17:08> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199010::::::::70:269:::3:7968:6652:1685:1:28:2158:::::||h[Набедренники могучей волны с символом бесподобия]||h||r	5", -- [1067]
			"<00:17:08> <DEBUG>		Found:	nil	nil	nil", -- [1068]
			"<00:17:09> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199010::::::::70:269:::3:7968:6652:1685:1:28:2158:::::||h[Набедренники могучей волны с символом бесподобия]||h||r	5", -- [1069]
			"<00:17:09> <DEBUG>		Found:	nil	nil	nil", -- [1070]
			"<00:17:10> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199010::::::::70:269:::3:7968:6652:1685:1:28:2158:::::||h[Набедренники могучей волны с символом бесподобия]||h||r	5", -- [1071]
			"<00:17:10> <DEBUG>		Found:	nil	nil	nil", -- [1072]
			"<00:17:11> <Comm>		^1^Sl^T^N1^S198266^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1073]
			"<00:17:11> <Comm>		^1^Sl^T^N1^S198266^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1074]
			"<00:17:11> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:199010::::::::70:269:::3:7968:6652:1685:1:28:2158:::::||h[Набедренники могучей волны с символом бесподобия]||h||r	5", -- [1075]
			"<00:17:11> <DEBUG>		Found:	nil	nil	nil", -- [1076]
			"<00:17:11> <ERROR>		UpdateAndSendRecentTradableItem: |cff1eff00|Hitem:199010::::::::70:269:::3:7968:6652:1685:1:28:2158:::::|h[Набедренники могучей волны с символом бесподобия]|h|r not found in bags", -- [1077]
			"<00:18:01> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бабусянатусе	PRIEST", -- [1078]
			"<00:18:09> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аландир	DEMONHUNTER", -- [1079]
			"<00:18:10> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Нотушка	DEATHKNIGHT", -- [1080]
			"<00:18:10> <Comm>		^1^Sl^T^N1^S198214^t^^	RAID	нотушка-Ревущийфьорд", -- [1081]
			"<00:18:10> <Comm>		^1^Sl^T^N1^S198214^t^^	RAID	нотушка-Ревущийфьорд", -- [1082]
			"<00:18:11> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ожившийлось	DEATHKNIGHT", -- [1083]
			"<00:18:11> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледотроль	HUNTER", -- [1084]
			"<00:18:11> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ювитта	EVOKER", -- [1085]
			"<00:18:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледиланатель	MAGE", -- [1086]
			"<00:18:12> <Comm>		^1^Sl^T^N1^S198214^t^^	RAID	ювитта-Ревущийфьорд", -- [1087]
			"<00:18:12> <Comm>		^1^Sl^T^N1^S198214^t^^	RAID	ювитта-Ревущийфьорд", -- [1088]
			"<00:18:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Этовертолет	WARRIOR", -- [1089]
			"<00:18:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Гигаовца	MAGE", -- [1090]
			"<00:18:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бишарк	SHAMAN", -- [1091]
			"<00:18:12> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аскельт	HUNTER", -- [1092]
			"<00:18:13> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Комт	WARLOCK", -- [1093]
			"<00:18:14> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хохохохохох	PRIEST", -- [1094]
			"<00:18:16> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Линлот	HUNTER", -- [1095]
			"<00:18:16> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Злюдра	DRUID", -- [1096]
			"<00:18:17> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Дельфуего	ROGUE", -- [1097]
			"<00:18:17> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Серегя	SHAMAN", -- [1098]
			"<00:18:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ватрониум	SHAMAN", -- [1099]
			"<00:18:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Натазат	MAGE", -- [1100]
			"<00:28:15> <DEBUG>		Event:	ENCOUNTER_START	2614	Хранительница стаи Денна	14	22", -- [1101]
			"<00:28:15> <INFO>		UpdatePlayersData()", -- [1102]
			"<00:28:16> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1103]
			"<00:29:50> <DEBUG>		Event:	ENCOUNTER_END	2614	Хранительница стаи Денна	14	22	0", -- [1104]
			"<00:32:54> <DEBUG>		Event:	ENCOUNTER_START	2614	Хранительница стаи Денна	14	22", -- [1105]
			"<00:32:54> <INFO>		UpdatePlayersData()", -- [1106]
			"<00:32:55> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1107]
			"<00:35:25> <DEBUG>		Event:	ENCOUNTER_END	2614	Хранительница стаи Денна	14	22	0", -- [1108]
			"<00:38:54> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	томмишелби-Ревущийфьорд", -- [1109]
			"<00:38:54> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [1110]
			"<00:38:55> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [1111]
			"<00:38:55> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1112]
			"<00:38:55> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [1113]
			"<00:38:55> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1114]
			"<00:39:50> <DEBUG>		Event:	ENCOUNTER_START	2614	Хранительница стаи Денна	14	22", -- [1115]
			"<00:39:50> <INFO>		UpdatePlayersData()", -- [1116]
			"<00:39:50> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1117]
			"<00:41:42> <DEBUG>		Event:	ENCOUNTER_END	2614	Хранительница стаи Денна	14	22	0", -- [1118]
			"<00:44:05> <DEBUG>		Event:	ENCOUNTER_START	2614	Хранительница стаи Денна	14	22", -- [1119]
			"<00:44:05> <INFO>		UpdatePlayersData()", -- [1120]
			"<00:44:05> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1121]
			"<00:50:42> <DEBUG>		Event:	ENCOUNTER_END	2614	Хранительница стаи Денна	14	22	1", -- [1122]
			"<00:50:43> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195525::::::::70:269::3:7:6652:7937:7979:8821:8819:1472:8767::::::|h[Наручи преданного мастера огня]|h|r", -- [1123]
			"<00:50:43> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:194307::::::::70:269::3:4:7979:6652:1472:8767::::::|h[Обещание хранительницы стаи]|h|r", -- [1124]
			"<00:50:43> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195523::::::::70:269::3:6:6652:7979:8821:8817:1472:8767::::::|h[Защитные полуперчатки хранителя яиц]|h|r", -- [1125]
			"<00:50:43> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196604::::::::70:269::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из почитаемого лазурита]|h|r", -- [1126]
			"<00:50:43> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:196599::::::::70:269::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из таинственного лазурита]|h|r", -- [1127]
			"<00:50:44> <DEBUG>		Event:	LOOT_READY	true", -- [1128]
			"<00:50:44> <DEBUG>		Ignoring	nil	as it's a currency", -- [1129]
			"<00:50:44> <DEBUG>		Event:	LOOT_READY	true", -- [1130]
			"<00:50:44> <DEBUG>		Ignoring	nil	as it's a currency", -- [1131]
			"<00:50:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Менструа	DEATHKNIGHT", -- [1132]
			"<00:50:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Менструа	DEATHKNIGHT", -- [1133]
			"<00:50:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ожившийлось	DEATHKNIGHT", -- [1134]
			"<00:50:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Бабусянатусе	PRIEST", -- [1135]
			"<00:50:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бабусянатусе	PRIEST", -- [1136]
			"<00:50:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ожившийлось	DEATHKNIGHT", -- [1137]
			"<00:50:44> <Comm>		^1^Sl^T^N1^S190245^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1138]
			"<00:50:44> <Comm>		^1^Sl^T^N1^S190245^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1139]
			"<00:50:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Нотушка	DEATHKNIGHT", -- [1140]
			"<00:50:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Хугомонк	MONK", -- [1141]
			"<00:50:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Мурратик	PALADIN", -- [1142]
			"<00:50:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Нотушка	DEATHKNIGHT", -- [1143]
			"<00:50:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Мурратик	PALADIN", -- [1144]
			"<00:50:45> <Comm>		^1^Sl^T^N1^S190245^t^^	RAID	нотушка-Ревущийфьорд", -- [1145]
			"<00:50:45> <Comm>		^1^Sl^T^N1^S190245^t^^	RAID	нотушка-Ревущийфьорд", -- [1146]
			"<00:50:45> <DEBUG>		Event:	LOOT_CLOSED", -- [1147]
			"<00:50:45> <DEBUG>		Event:	LOOT_CLOSED", -- [1148]
			"<00:50:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хугомонк	MONK", -- [1149]
			"<00:50:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Аландир	DEMONHUNTER", -- [1150]
			"<00:50:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Этовертолет	WARRIOR", -- [1151]
			"<00:50:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Линлот	HUNTER", -- [1152]
			"<00:50:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Этовертолет	WARRIOR", -- [1153]
			"<00:50:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аландир	DEMONHUNTER", -- [1154]
			"<00:50:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Линлот	HUNTER", -- [1155]
			"<00:50:46> <Comm>		^1^Sl^T^N1^S190245^t^^	RAID	аландир-Ревущийфьорд", -- [1156]
			"<00:50:46> <Comm>		^1^Sl^T^N1^S190245^t^^	RAID	аландир-Ревущийфьорд", -- [1157]
			"<00:50:46> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ватрониум	SHAMAN", -- [1158]
			"<00:50:46> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ледиланатель	MAGE", -- [1159]
			"<00:50:46> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ватрониум	SHAMAN", -- [1160]
			"<00:50:46> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледиланатель	MAGE", -- [1161]
			"<00:50:46> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Злюдра	DRUID", -- [1162]
			"<00:50:46> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Злюдра	DRUID", -- [1163]
			"<00:50:47> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Аскельт	HUNTER", -- [1164]
			"<00:50:47> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Хохохохохох	PRIEST", -- [1165]
			"<00:50:47> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Бишарк	SHAMAN", -- [1166]
			"<00:50:47> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Серегя	SHAMAN", -- [1167]
			"<00:50:47> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Натазат	MAGE", -- [1168]
			"<00:50:47> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хохохохохох	PRIEST", -- [1169]
			"<00:50:47> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Бишарк	SHAMAN", -- [1170]
			"<00:50:47> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	191784	|cffa335ee|Hitem:191784::::::::70:269:::::::::|h[Драконий осколок знания]|h|r	1	Аскельт	HUNTER", -- [1171]
			"<00:50:47> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Натазат	MAGE", -- [1172]
			"<00:50:47> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Аскельт	HUNTER", -- [1173]
			"<00:50:47> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Серегя	SHAMAN", -- [1174]
			"<00:50:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ювитта	EVOKER", -- [1175]
			"<00:50:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ювитта	EVOKER", -- [1176]
			"<00:50:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Гигаовца	MAGE", -- [1177]
			"<00:50:48> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Гигаовца	MAGE", -- [1178]
			"<00:50:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Ледотроль	HUNTER", -- [1179]
			"<00:50:49> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Ледотроль	HUNTER", -- [1180]
			"<00:50:49> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S196604:::::::::::3:4:7979:8826:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SХранительница~`стаи~`Денна^t^N2^T^Sstring^S196599:::::::::::3:4:7979:8826:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SХранительница~`стаи~`Денна^t^N3^T^Sstring^S195523:::::::::::3:6:6652:7979:8821:8817:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SХранительница~`стаи~`Денна^t^N4^T^Sstring^S195525:::::::::::3:7:6652:7937:7979:8821:8819:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SХранительница~`стаи~`Денна^t^N5^T^Sstring^S194307:::::::::::3:4:7979:6652:1472:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SХранительница~`стаи~`Денна^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1181]
			"<00:50:49> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196604::::::::70:269::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из почитаемого лазурита]|h|r", -- [1182]
			"<00:50:49> <INFO>		Autopassed on: 	|cffa335ee|Hitem:196599::::::::70:269::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из таинственного лазурита]|h|r", -- [1183]
			"<00:50:49> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195523::::::::70:269::3:6:6652:7979:8821:8817:1472:8767::::::|h[Защитные полуперчатки хранителя яиц]|h|r", -- [1184]
			"<00:50:49> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196604::::::::70:269::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из почитаемого лазурита]|h|r	INVTYPE_SHOULDER", -- [1185]
			"<00:50:49> <INFO>		GetPlayersGear	|cffa335ee|Hitem:196599::::::::70:269::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из таинственного лазурита]|h|r	INVTYPE_SHOULDER", -- [1186]
			"<00:50:49> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195523::::::::70:269::3:6:6652:7979:8821:8817:1472:8767::::::|h[Защитные полуперчатки хранителя яиц]|h|r	INVTYPE_HAND", -- [1187]
			"<00:50:49> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195525::::::::70:269::3:7:6652:7937:7979:8821:8819:1472:8767::::::|h[Наручи преданного мастера огня]|h|r	INVTYPE_WRIST", -- [1188]
			"<00:50:49> <INFO>		GetPlayersGear	|cffa335ee|Hitem:194307::::::::70:269::3:4:7979:6652:1472:8767::::::|h[Обещание хранительницы стаи]|h|r	INVTYPE_TRINKET", -- [1189]
			"<00:50:49> <INFO>		LootFrame:Start	5	nil", -- [1190]
			"<00:50:49> <DEBUG>		Restoring entry:	default	1", -- [1191]
			"<00:50:49> <DEBUG>		GetButtons	default", -- [1192]
			"<00:50:49> <DEBUG>		Restoring entry:	default	1", -- [1193]
			"<00:50:49> <DEBUG>		GetButtons	default", -- [1194]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N253^N2^N377.5^N3^T^Sresponse^T^N1^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N29^N2^N29^N3^N19^N4^N22^N5^N26^t^Sgear1^T^N1^S192002::::::::70:253::73:4:6652:1481:5855:8766:1:28:2437^N2^S192002::::::::70:253::73:4:6652:1481:5855:8766:1:28:2437^N3^S193752::::::::70:253::16:8:8962:7977:6652:8822:8817:9144:1601:8767:1:28:1279^N4^S192004:6573:::::::70:253::42:5:6652:7937:1485:5858:8767:1:28:2275^N5^S193769::::::::70:253::23:4:7977:6652:1594:8767:1:28:2157^t^Sgear2^T^N5^S198542::::::::70:253::36:4:6652:1430:5865:8767:1:28:2537^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [1195]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N1467^N2^N385.8125^N3^T^Sresponse^T^t^Sdiff^T^N1^N9^N2^N9^N3^N3^N4^N3^N5^N26^t^Sgear1^T^N1^S143970::::::::70:1467::33:8:7977:6652:8822:8817:9144:8965:3279:8767:1:28:1279^N2^S143970::::::::70:1467::33:8:7977:6652:8822:8817:9144:8965:3279:8767:1:28:1279^N3^S200380::::::::70:1467::3:5:7979:6652:8829:1472:8767^N4^S195516:6574:::::::70:1467::3:7:6652:7937:7979:8821:8819:1472:8767^N5^S193743::::::::70:1467::23:4:7977:6652:1594:8767:1:28:2157^t^Sgear2^T^N5^S200563::::::::70:1467::27:4:6652:1488:5864:8767:1:28:2534^t^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1196]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N263^N2^N379.5^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N9^N2^N9^N3^N0^N4^N26^N5^N26^t^Sgear1^T^N1^S195499::::::::70:263::3:6:6652:8821:8817:7979:1472:8767^N2^S195499::::::::70:263::3:6:6652:8821:8817:7979:1472:8767^N3^S200398::::::::70:263::35:6:6652:8829:8968:7977:1475:8767^N4^S193812:6583:::::::70:263::23:6:7977:6652:7937:8815:1594:8767:1:28:2155^N5^S193697::::::::70:263::16:6:8964:7977:6652:9144:1607:8767:1:28:1279^t^Sgear2^T^N5^S193743::::::::70:263::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [1197]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N264^N2^N385.375^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N6^N2^N6^N3^N26^N4^N26^N5^N16^t^Sgear1^T^N1^S193704::::::::70:264::33:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N2^S193704::::::::70:264::33:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N3^S193752::::::::70:264::23:5:7977:6652:8813:1594:8767:1:28:2157^N4^S193693:6576:192924::::::70:264::23:6:7977:6652:7935:8815:1594:8767:1:28:2157^N5^S191491::::::::70:264::13:4:8836:8840:8902:8802:3:28:2164:38:8:40:200^t^Sgear2^T^N5^S200563::::::::70:264::26:4:6652:1485:5864:8767:1:28:2287^t^t^t^^	RAID	серегя-Ревущийфьорд", -- [1198]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N71^N2^N383.0625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N26^N2^N26^N3^N3^N4^N19^N5^N26^t^Sgear1^T^N1^S193802::::::::70:71::23:5:7977:41:8813:1594:8767:1:28:2155^N2^S193802::::::::70:71::23:5:7977:41:8813:1594:8767:1:28:2155^N3^S200425::::::::70:71::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S109878:6583:::::::70:71::16:9:8962:7977:6652:7936:8822:8819:9144:3264:8767:1:28:1279^N5^S193679::::::::70:71::23:4:7977:6652:1594:8767:1:28:2155^t^Sgear2^T^N5^S193701::::::::70:71::16:6:8965:7977:6652:9144:1611:8767:1:28:1279^t^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [1199]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N105^N2^N389.375^N3^T^Sresponse^T^N1^B^N3^B^t^Sdiff^T^N1^N16^N2^N16^N3^N16^N4^N13^N5^N26^t^Sgear1^T^N1^S201942::::::::70:105::13:5:8851:8852:8802:8850:8793:7:28:2164:29:49:30:32:38:8:40:849:45:198059:46:194566^N2^S201942::::::::70:105::13:5:8851:8852:8802:8850:8793:7:28:2164:29:49:30:32:38:8:40:849:45:198059:46:194566^N3^S201943::::::::70:105::13:5:8851:8852:8802:8850:8793:7:28:2164:29:36:30:40:38:8:40:847:45:198059:46:194566^N4^S199430:6574:::::::70:105::14:7:8943:6652:7936:8822:8819:1507:8767:1:28:2474^N5^S200563::::::::70:105::25:4:6652:1475:5864:8767:1:28:2602^t^Sgear2^T^N5^S198539::::::::70:105::36:4:6652:1430:5865:8767:1:28:2537^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1200]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N577^N2^N392.8125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N5^B^t^Sdiff^T^N1^N3^N2^N3^N3^N6^N4^N6^N5^N16^t^Sgear1^T^N1^S133620::::::::70:577::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279^N2^S133620::::::::70:577::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279^N3^S137480::::::::70:577::16:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279^N4^S193649:6571:::::::70:577::33:9:8966:7977:6652:7937:8822:8819:9144:1614:8767:1:28:1279^N5^S193701::::::::70:577::16:6:7977:6652:9144:8963:1604:8767:1:28:1279^t^Sgear2^T^N5^S193697::::::::70:577::16:6:8966:7977:6652:9144:1614:8767:1:28:1279^t^t^t^^	RAID	аландир-Ревущийфьорд", -- [1201]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N66^N2^N391.0625^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N-4^N2^N-4^N3^N3^N4^N6^N5^N6^t^Sgear1^T^N1^S195477::::::::70:66::5:6:7980:6652:8825:8817:1485:8767^N2^S195477::::::::70:66::5:6:7980:6652:8825:8817:1485:8767^N3^S200416::::::::70:66::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S109878::::::::70:66::16:9:8966:7977:6652:7937:8822:8819:9144:3277:8767:1:28:1279^N5^S194306::::::::70:66::3:4:7979:6652:1472:8767^t^Sgear2^T^N5^S133642::::::::70:66::16:6:8966:7977:6652:9144:3271:8767:1:28:1279^t^t^t^^	RAID	мурратик-Ревущийфьорд", -- [1202]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N259^N2^N392.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N5^B^t^Sdiff^T^N1^N6^N2^N6^N3^N13^N4^N22^N5^N19^t^Sgear1^T^N1^S193642::::::::70:259::33:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N2^S193642::::::::70:259::33:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N3^S193758::::::::70:259::16:8:8964:7977:6652:8822:8817:9144:1607:8767:1:28:1279^N4^S193388:6586:::::::70:259::13:6:8837:8838:4785:8800:8850:8795:7:28:2164:29:49:30:36:38:6:40:334:45:198059:46:194572^N5^S133642::::::::70:259::33:6:8966:7977:6652:9144:3271:8767:1:28:1279^t^Sgear2^T^N5^S198451::::::::70:259::37:4:6652:1433:5865:8767:1:28:2275^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1203]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N252^N2^N391.125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N26^N2^N26^N3^N3^N4^N16^N5^N6^t^Sgear1^T^N1^S193802::::::::70:252::23:5:7977:6652:8813:1594:8767:1:28:2155^N2^S193802::::::::70:252::23:5:7977:6652:8813:1594:8767:1:28:2155^N3^S200407::::::::70:252::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S189539:6571:::::::70:252::13:6:8837:8838:4785:8802:8850:8791:7:28:2164:29:36:30:40:38:8:40:166:45:198059:46:194578^N5^S110012::::::::70:252::33:6:8966:7977:6652:9144:3277:8767:1:28:1279^t^Sgear2^T^N5^S193762::::::::70:252::16:6:7977:6652:9144:8969:1624:8767:1:28:1279^t^t^t^^	RAID	менструа-Ревущийфьорд", -- [1204]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N256^N2^N385.8125^N3^T^Sresponse^T^N2^B^N4^B^t^Sdiff^T^N1^N6^N2^N6^N3^N26^N4^N26^N5^N13^t^Sgear1^T^N1^S136775::::::::70:256::16:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279^N2^S136775::::::::70:256::16:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279^N3^S193713::::::::70:256::23:5:7977:6652:8813:1594:8767:1:28:2157^N4^S191990:6579:::::::70:256::36:5:6652:7937:1478:5861:8767:1:28:2287^N5^S137484::::::::70:256::16:6:8964:7977:41:9144:3264:8767:1:28:1279^t^Sgear2^T^N5^S191492::::::::70:256::13:4:8836:8840:8902:8802:3:28:2164:38:8:40:201^t^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1205]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N62^N2^N380.5^N3^T^Sresponse^T^N1^B^N4^B^t^Sdiff^T^N1^N148^N2^N148^N3^N26^N4^N6^N5^N9^t^Sgear1^T^N1^S193788::::::::70:62::17:4:7978:7975:6652:8813:2:9:70:28:2587^N2^S193788::::::::70:62::17:4:7978:7975:6652:8813:2:9:70:28:2587^N3^S193775::::::::70:62::23:5:7977:6652:8813:1594:8767:1:28:2157^N4^S193510:6581:::::::70:62::13:4:8836:8840:8902:8802:5:28:2164:29:32:30:36:38:8:40:451^N5^S198407::::::::70:62::74:4:9136:6652:1476:8767:1:28:2437^t^Sgear2^T^N5^S194304::::::::70:62::3:4:6652:7979:1472:8767^t^t^t^^	RAID	натазат-Ревущийфьорд", -- [1206]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N254^N2^N374.1875^N3^T^Sresponse^T^N1^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N26^N2^N26^N3^N13^N4^N6^N5^N148^t^Sgear1^T^N1^S193637::::::::70:254::23:5:7977:6652:8813:1594:8767:1:28:2157^N2^S193637::::::::70:254::23:5:7977:6652:8813:1594:8767:1:28:2157^N3^S199443::::::::70:254::14:6:8943:6652:8822:8817:1507:8767:1:28:2474^N4^S193428::::::::70:254::13:5:8836:8840:8902:8802:8791:6:28:2164:29:32:30:49:38:8:40:351:47:194578^N5^S193697::::::::70:254::17:3:7978:7975:6652:2:9:70:28:2587^t^Sgear2^T^N5^S193743::::::::70:254::17:3:7978:7975:6652:2:9:70:28:2587^t^t^t^^	RAID	аскельт-Ревущийфьорд", -- [1207]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N269^N2^N385^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N9^N2^N9^N3^N3^N4^N22^N5^N26^t^Sgear1^T^N1^S195486::::::::70:269::3:6:6652:8821:8817:7979:1472:8767^N2^S195486::::::::70:269::3:6:6652:8821:8817:7979:1472:8767^N3^S195514::::::::70:269::3:6:6652:7979:8821:8817:1472:8767^N4^S134192:6573:::::::70:269::16:9:8961:7977:6652:7936:8822:8819:9144:3255:8767:1:28:1279^N5^S192797::::::::70:269::37:4:6652:1481:5862:8767:1:28:2521^t^Sgear2^T^N5^S193701::::::::70:269::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1208]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N257^N2^N383.5^N3^T^Sresponse^T^N2^B^N4^B^t^Sdiff^T^N1^N26^N2^N26^N3^N16^N4^N13^N5^N26^t^Sgear1^T^N1^S193690::::::::70:257::23:5:7977:6652:8813:1594:8767:1:28:2157^N2^S193690::::::::70:257::23:5:7977:6652:8813:1594:8767:1:28:2157^N3^S144118::::::::70:257::33:8:8963:7977:6652:8822:8817:9144:3272:8767:1:28:1279^N4^S191990:6580:::::::70:257::43:5:6652:7937:1488:5864:8767:1:28:2533^N5^S191491::::::::70:257::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200^t^Sgear2^T^N5^S193678::::::::70:257::23:4:7977:41:1594:8767:1:28:2155^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1209]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N252^N2^N386.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N26^N2^N26^N3^N3^N4^N22^N5^N26^t^Sgear1^T^N1^S193741::::::::70:252::23:5:7977:6652:8813:1594:8767:1:28:2157^N2^S193741::::::::70:252::23:5:7977:6652:8813:1594:8767:1:28:2157^N3^S200407::::::::70:252::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S192012:6574:::::::70:252::36:5:6652:7936:1478:5865:8767:1:28:2246^N5^S194303::::::::70:252::5:4:6652:7980:1485:8767^t^Sgear2^T^N5^S193701::::::::70:252::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [1210]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N64^N2^N384.625^N3^T^Sresponse^T^N1^B^N4^B^t^Sdiff^T^N1^N22^N2^N22^N3^N19^N4^N9^N5^N26^t^Sgear1^T^N1^S192015::::::::70:64::37:4:40:1481:5862:8767:1:28:2275^N2^S192015::::::::70:64::37:4:40:1481:5862:8767:1:28:2275^N3^S191986::::::::70:64::73:4:6652:1485:5861:8767:1:28:2437^N4^S193635:6585:::::::70:64::16:9:8965:7977:6652:7937:8822:8819:9144:1611:8767:1:28:1279^N5^S200563::::::::70:64::26:4:6652:1485:5858:8767:1:28:2516^t^Sgear2^T^N5^S193660::::::::70:64::23:4:7977:6652:1594:8767:1:28:2155^t^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [1211]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N254^N2^N385.3125^N3^T^Sresponse^T^N1^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N9^N2^N9^N3^N3^N4^N-4^N5^N22^t^Sgear1^T^N1^S143970::::::::70:254::33:8:8965:7977:6652:8822:8817:9144:3279:8767:1:28:1279^N2^S143970::::::::70:254::33:8:8965:7977:6652:8822:8817:9144:3279:8767:1:28:1279^N3^S200389::::::::70:254::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S134296:6573:::::::70:254::35:9:8969:7977:6652:7937:8822:8819:9144:3281:8767^N5^S200859::::::::70:254::27:4:6652:1494:5849:8767:1:28:2534^t^Sgear2^T^N5^S193701::::::::70:254::16:6:8966:7977:6652:9144:1614:8767:1:28:1279^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [1212]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N63^N2^N388.75^N3^T^Sresponse^T^N1^B^N4^B^t^Sdiff^T^N1^N26^N2^N26^N3^N22^N4^N-7^N5^N26^t^Sgear1^T^N1^S193788:6673:::::::70:63::23:5:7977:6652:8813:1594:8767:1:28:2157^N2^S193788:6673:::::::70:63::23:5:7977:6652:8813:1594:8767:1:28:2157^N3^S201938::::::::70:63::13:5:8851:8852:8800:8850:8793:7:28:2164:29:40:30:36:38:6:40:853:44:198059:45:194566^N4^S193510:6571:::::::70:63::13:8:8836:8840:8902:8802:8845:8792:8932:8960:8:28:2164:29:32:30:36:38:8:40:451:45:197921:46:194570:47:193944^N5^S191492::::::::70:63::13:4:8836:8840:8902:8802:3:28:2164:38:8:40:201^t^Sgear2^T^N5^S193791::::::::70:63::23:4:7977:6652:1594:8767:1:28:2155^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1213]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N250^N2^N394.75^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^N5^B^t^Sdiff^T^N1^N19^N2^N19^N3^N3^N4^N6^N5^N16^t^Sgear1^T^N1^S201952::::::::70:250::13:5:8851:8852:8801:8850:8793:7:28:2164:29:49:30:36:38:7:40:843:45:198059:46:194566^N2^S201952::::::::70:250::13:5:8851:8852:8801:8850:8793:7:28:2164:29:49:30:36:38:7:40:843:45:198059:46:194566^N3^S200407::::::::70:250::3:5:7979:6652:8829:1472:8767:1:28:1040^N4^S109878::::::::70:250::33:9:8966:7977:6652:7937:8822:8819:9144:3277:8767:1:28:1279^N5^S200563::::::::70:250::26:4:6652:1485:5864:8767:1:28:2287^t^Sgear2^T^N5^S194299::::::::70:250::5:4:7980:6652:1485:8767^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1214]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N264^N2^N383.75^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N9^N2^N9^N3^N3^N4^N26^N5^N26^t^Sgear1^T^N1^S193704::::::::70:264::16:8:7977:6652:8822:8817:9144:8965:1611:8767:1:28:1279^N2^S193704::::::::70:264::16:8:7977:6652:8822:8817:9144:8965:1611:8767:1:28:1279^N3^S200398::::::::70:264::3:5:7979:6652:8829:1472:8767^N4^S193693::::::::70:264::23:6:7977:6652:7936:8815:1594:8767:1:28:2157^N5^S194300::::::::70:264::3:4:6652:7979:1472:8767^t^Sgear2^T^N5^S193743::::::::70:264::23:4:7977:6652:1594:8767:1:28:2157^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [1215]
			"<00:50:50> <Comm>		^1^SlootAck^T^N1^N266^N2^N391.25^N3^T^Sresponse^T^N1^B^N2^B^N4^B^t^Sdiff^T^N1^N3^N2^N3^N3^N6^N4^N16^N5^N19^t^Sgear1^T^N1^S195493::::::::70:266::3:6:6652:7979:8821:8817:1472:8767^N2^S195493::::::::70:266::3:6:6652:7979:8821:8817:1472:8767^N3^S193713::::::::70:266::16:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N4^S191990:6583:::::::70:266::42:5:6652:7936:1485:5864:8767:1:28:2533^N5^S198407::::::::70:266::37:4:41:1433:5865:8767:1:28:2287^t^Sgear2^T^N5^S191492::::::::70:266::13:5:8836:8840:8902:8799:8845:4:28:2164:38:5:40:201:46:197921^t^t^t^^	RAID	комт-Ревущийфьорд", -- [1216]
			"<00:50:52> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	линлот-Ревущийфьорд", -- [1217]
			"<00:50:52> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [1218]
			"<00:50:52> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1219]
			"<00:50:53> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1220]
			"<00:50:53> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1221]
			"<00:50:54> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1222]
			"<00:50:54> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1223]
			"<00:50:55> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [1224]
			"<00:50:55> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	комт-Ревущийфьорд", -- [1225]
			"<00:50:55> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	бишарк-Ревущийфьорд", -- [1226]
			"<00:50:56> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1227]
			"<00:50:56> <DEBUG>		LootFrame:Response	1	Response:	Основной спек/Нужно", -- [1228]
			"<00:50:56> <DEBUG>		SendResponse	group	4	1	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [1229]
			"<00:50:56> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195525::::::::70:269::3:7:6652:7937:7979:8821:8819:1472:8767::::::|h[Наручи преданного мастера огня]|h|r", -- [1230]
			"<00:50:56> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1231]
			"<00:50:57> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1232]
			"<00:50:58> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	натазат-Ревущийфьорд", -- [1233]
			"<00:50:58> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1234]
			"<00:50:59> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1235]
			"<00:51:00> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Snote^S2~`кусок^Sresponse^N1^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1236]
			"<00:51:01> <Comm>		^1^Srolls^T^N1^N2^N2^T^Sледотроль-Ревущийфьорд^N2^Sмурратик-Ревущийфьорд^N52^Sменструа-Ревущийфьорд^N39^Sбабусянатусе-Ревущийфьорд^N56^Sювитта-Ревущийфьорд^N55^Sожившийлось-Ревущийфьорд^N6^Sледиланатель-Ревущийфьорд^N77^Sватрониум-Ревущийфьорд^N73^Sбишарк-Ревущийфьорд^N57^Sнотушка-Ревущийфьорд^N83^Sлинлот-Ревущийфьорд^N53^Sсерегя-Ревущийфьорд^N10^Sэтовертолет-Ревущийфьорд^N27^Sхохохохохох-Ревущийфьорд^N50^Sаскельт-Ревущийфьорд^N97^Sкомт-Ревущийфьорд^N69^Sгигаовца-Ревущийфьорд^N31^Sдельфуего-Ревущийфьорд^N38^Sзлюдра-Ревущийфьорд^N36^Sхугомонк-Ревущийфьорд^N26^Sнатазат-Ревущийфьорд^N11^Sаландир-Ревущийфьорд^N96^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1237]
			"<00:51:01> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [1238]
			"<00:51:01> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	аландир-Ревущийфьорд", -- [1239]
			"<00:51:03> <Comm>		^1^Soffline_timer^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1240]
			"<00:51:04> <Comm>		^1^Srolls^T^N1^N1^N2^T^Sледотроль-Ревущийфьорд^N29^Sмурратик-Ревущийфьорд^N53^Sменструа-Ревущийфьорд^N17^Sбабусянатусе-Ревущийфьорд^N84^Sювитта-Ревущийфьорд^N15^Sожившийлось-Ревущийфьорд^N95^Sледиланатель-Ревущийфьорд^N42^Sватрониум-Ревущийфьорд^N100^Sбишарк-Ревущийфьорд^N47^Sнотушка-Ревущийфьорд^N62^Sлинлот-Ревущийфьорд^N97^Sсерегя-Ревущийфьорд^N63^Sэтовертолет-Ревущийфьорд^N39^Sхохохохохох-Ревущийфьорд^N70^Sаскельт-Ревущийфьорд^N26^Sкомт-Ревущийфьорд^N88^Sгигаовца-Ревущийфьорд^N72^Sдельфуего-Ревущийфьорд^N48^Sзлюдра-Ревущийфьорд^N92^Sхугомонк-Ревущийфьорд^N2^Sнатазат-Ревущийфьорд^N55^Sаландир-Ревущийфьорд^N28^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1241]
			"<00:51:04> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Snote^Sбис~`триня^Sresponse^N1^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1242]
			"<00:51:05> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1243]
			"<00:51:05> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1244]
			"<00:51:06> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1245]
			"<00:51:07> <DEBUG>		LootFrame:Response	PASS	Response:	Отказаться", -- [1246]
			"<00:51:07> <DEBUG>		SendResponse	group	5	PASS	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [1247]
			"<00:51:07> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:194307::::::::70:269::3:4:7979:6652:1472:8767::::::|h[Обещание хранительницы стаи]|h|r", -- [1248]
			"<00:51:07> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1249]
			"<00:51:07> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1250]
			"<00:51:08> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	мурратик-Ревущийфьорд", -- [1251]
			"<00:51:08> <Comm>		^1^Shistory^T^N1^Sбабусянатусе-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S21/12/22^Sclass^SPRIEST^SgroupSize^N22^Svotes^N0^Stime^S22:51:05^SitemReplaced1^S|cffa335ee|Hitem:193690::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2157:::::|h[Наплечники~`ловца~`драконов]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^StypeCode^Sdefault^Sresponse^SОсновной~`спек/Нужно^Sid^S1671641465-25^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:196604::::::::70:259::3:4:7979:8826:1472:8767::::::|h[Камень~`Кузни~`из~`почитаемого~`лазурита]|h|r^Snote^S2~`кусок^SisAwardReason^b^SresponseID^N1^Sboss^SХранительница~`стаи~`Денна^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1252]
			"<00:51:08> <Comm>		^1^Sawarded^T^N1^N1^N2^Sбабусянатусе-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1253]
			"<00:51:09> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1254]
			"<00:51:10> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	аскельт-Ревущийфьорд", -- [1255]
			"<00:51:11> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [1256]
			"<00:51:11> <Comm>		^1^Srolls^T^N1^N2^N2^T^Sледотроль-Ревущийфьорд^N40^Sмурратик-Ревущийфьорд^N77^Sменструа-Ревущийфьорд^N15^Sбабусянатусе-Ревущийфьорд^N52^Sювитта-Ревущийфьорд^N9^Sожившийлось-Ревущийфьорд^N6^Sледиланатель-Ревущийфьорд^N25^Sватрониум-Ревущийфьорд^N12^Sбишарк-Ревущийфьорд^N19^Sнотушка-Ревущийфьорд^N7^Sлинлот-Ревущийфьорд^N10^Sсерегя-Ревущийфьорд^N69^Sэтовертолет-Ревущийфьорд^N36^Sхохохохохох-Ревущийфьорд^N83^Sаскельт-Ревущийфьорд^N5^Sкомт-Ревущийфьорд^N14^Sгигаовца-Ревущийфьорд^N54^Sдельфуего-Ревущийфьорд^N68^Sзлюдра-Ревущийфьорд^N82^Sхугомонк-Ревущийфьорд^N22^Sнатазат-Ревущийфьорд^N17^Sаландир-Ревущийфьорд^N20^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1257]
			"<00:51:11> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Snote^SБИС^Sresponse^N1^t^t^^	RAID	серегя-Ревущийфьорд", -- [1258]
			"<00:51:14> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Snote^S3^Sresponse^SPASS^t^t^^	RAID	мурратик-Ревущийфьорд", -- [1259]
			"<00:51:15> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N2^t^t^^	RAID	бишарк-Ревущийфьорд", -- [1260]
			"<00:51:15> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N2^t^t^^	RAID	комт-Ревущийфьорд", -- [1261]
			"<00:51:15> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [1262]
			"<00:51:16> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	серегя-Ревущийфьорд", -- [1263]
			"<00:51:16> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	натазат-Ревущийфьорд", -- [1264]
			"<00:51:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	5	Комт	WARLOCK", -- [1265]
			"<00:51:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2614	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Комт	WARLOCK", -- [1266]
			"<00:51:18> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1267]
			"<00:51:21> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N2^t^t^^	RAID	натазат-Ревущийфьорд", -- [1268]
			"<00:51:22> <Comm>		^1^Srolls^T^N1^N3^N2^T^Sледотроль-Ревущийфьорд^N72^Sмурратик-Ревущийфьорд^N59^Sменструа-Ревущийфьорд^N52^Sбабусянатусе-Ревущийфьорд^N91^Sювитта-Ревущийфьорд^N7^Sожившийлось-Ревущийфьорд^N51^Sледиланатель-Ревущийфьорд^N34^Sватрониум-Ревущийфьорд^N96^Sбишарк-Ревущийфьорд^N58^Sнотушка-Ревущийфьорд^N95^Sлинлот-Ревущийфьорд^N15^Sсерегя-Ревущийфьорд^N78^Sэтовертолет-Ревущийфьорд^N61^Sхохохохохох-Ревущийфьорд^N4^Sаскельт-Ревущийфьорд^N93^Sкомт-Ревущийфьорд^N100^Sгигаовца-Ревущийфьорд^N39^Sдельфуего-Ревущийфьорд^N68^Sзлюдра-Ревущийфьорд^N24^Sхугомонк-Ревущийфьорд^N16^Sнатазат-Ревущийфьорд^N90^Sаландир-Ревущийфьорд^N9^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1269]
			"<00:51:22> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [1270]
			"<00:51:31> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1271]
			"<00:51:58> <Comm>		^1^Srolls^T^N1^N3^N2^T^Sледотроль-Ревущийфьорд^N28^Sмурратик-Ревущийфьорд^N53^Sменструа-Ревущийфьорд^N30^Sбабусянатусе-Ревущийфьорд^N73^Sювитта-Ревущийфьорд^N80^Sожившийлось-Ревущийфьорд^N78^Sледиланатель-Ревущийфьорд^N38^Sватрониум-Ревущийфьорд^N96^Sбишарк-Ревущийфьорд^N31^Sнотушка-Ревущийфьорд^N21^Sлинлот-Ревущийфьорд^N88^Sсерегя-Ревущийфьорд^N67^Sэтовертолет-Ревущийфьорд^N5^Sхохохохохох-Ревущийфьорд^N89^Sаскельт-Ревущийфьорд^N45^Sкомт-Ревущийфьорд^N59^Sгигаовца-Ревущийфьорд^N68^Sдельфуего-Ревущийфьорд^N20^Sзлюдра-Ревущийфьорд^N13^Sхугомонк-Ревущийфьорд^N34^Sнатазат-Ревущийфьорд^N32^Sаландир-Ревущийфьорд^N51^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1272]
			"<00:52:02> <Comm>		^1^Srolls^T^N1^N4^N2^T^Sледотроль-Ревущийфьорд^N87^Sмурратик-Ревущийфьорд^N78^Sменструа-Ревущийфьорд^N96^Sбабусянатусе-Ревущийфьорд^N7^Sювитта-Ревущийфьорд^N28^Sожившийлось-Ревущийфьорд^N51^Sледиланатель-Ревущийфьорд^N37^Sватрониум-Ревущийфьорд^N27^Sбишарк-Ревущийфьорд^N68^Sнотушка-Ревущийфьорд^N75^Sлинлот-Ревущийфьорд^N95^Sсерегя-Ревущийфьорд^N25^Sэтовертолет-Ревущийфьорд^N9^Sхохохохохох-Ревущийфьорд^N47^Sаскельт-Ревущийфьорд^N8^Sкомт-Ревущийфьорд^N50^Sгигаовца-Ревущийфьорд^N11^Sдельфуего-Ревущийфьорд^N31^Sзлюдра-Ревущийфьорд^N53^Sхугомонк-Ревущийфьорд^N98^Sнатазат-Ревущийфьорд^N14^Sаландир-Ревущийфьорд^N4^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1273]
			"<00:52:12> <Comm>		^1^Srolls^T^N1^N5^N2^T^Sледотроль-Ревущийфьорд^N6^Sмурратик-Ревущийфьорд^N4^Sменструа-Ревущийфьорд^N56^Sбабусянатусе-Ревущийфьорд^N92^Sювитта-Ревущийфьорд^N76^Sожившийлось-Ревущийфьорд^N79^Sледиланатель-Ревущийфьорд^N25^Sватрониум-Ревущийфьорд^N30^Sбишарк-Ревущийфьорд^N85^Sнотушка-Ревущийфьорд^N70^Sлинлот-Ревущийфьорд^N77^Sсерегя-Ревущийфьорд^N67^Sэтовертолет-Ревущийфьорд^N50^Sхохохохохох-Ревущийфьорд^N93^Sаскельт-Ревущийфьорд^N83^Sкомт-Ревущийфьорд^N95^Sгигаовца-Ревущийфьорд^N32^Sдельфуего-Ревущийфьорд^N59^Sзлюдра-Ревущийфьорд^N22^Sхугомонк-Ревущийфьорд^N33^Sнатазат-Ревущийфьорд^N66^Sаландир-Ревущийфьорд^N94^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1274]
			"<00:52:12> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1275]
			"<00:52:12> <INFO>		UpdatePlayersData()", -- [1276]
			"<00:52:14> <DEBUG>		GetML()", -- [1277]
			"<00:52:17> <Comm>		^1^Shistory^T^N1^Sбабусянатусе-Ревущийфьорд^N2^T^SmapID^N2522^Sdate^S21/12/22^Sclass^SPRIEST^SgroupSize^N11^Sboss^SХранительница~`стаи~`Денна^Stime^S22:52:14^SitemReplaced1^S|cffa335ee|Hitem:191491::::::::70:259::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200:::::|h[Поддерживающий~`алхимический~`камень~`|A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r^StypeCode^Sdefault^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sid^S1671641534-26^Sresponse^SОсновной~`спек/Нужно^Snote^Sбис~`триня^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:194307::::::::70:259::3:4:7979:6652:1472:8767::::::|h[Обещание~`хранительницы~`стаи]|h|r^SisAwardReason^b^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^SresponseID^N1^SitemReplaced2^S|cffa335ee|Hitem:193678::::::::70:259::23:4:7977:41:1594:8767:1:28:2155:::::|h[Миниатюрный~`поющий~`камень]|h|r^Svotes^N0^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1278]
			"<00:52:17> <Comm>		^1^Sawarded^T^N1^N5^N2^Sбабусянатусе-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1279]
			"<00:52:25> <Comm>		^1^Shistory^T^N1^Sлинлот-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SHUNTER^SgroupSize^N11^Sboss^SХранительница~`стаи~`Денна^Stime^S22:52:23^SitemReplaced1^S|cffa335ee|Hitem:143970::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:3279:8767:1:28:1279:::::|h[Наплечники~`малой~`дерзости]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:196599::::::::70:259::3:4:7979:8826:1472:8767::::::|h[Камень~`Кузни~`из~`таинственного~`лазурита]|h|r^Sid^S1671641543-27^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1280]
			"<00:52:25> <Comm>		^1^Sawarded^T^N1^N2^N2^Sлинлот-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1281]
			"<00:52:34> <Comm>		^1^Shistory^T^N1^Sхохохохохох-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SPRIEST^SgroupSize^N11^Sboss^SХранительница~`стаи~`Денна^Stime^S22:52:31^SitemReplaced1^S|cffa335ee|Hitem:193713::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2157:::::|h[Защитные~`перчатки~`для~`экспериментов]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195523::::::::70:259::3:6:6652:7979:8821:8817:1472:8767::::::|h[Защитные~`полуперчатки~`хранителя~`яиц]|h|r^Sid^S1671641551-28^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1282]
			"<00:52:34> <Comm>		^1^Sawarded^T^N1^N3^N2^Sхохохохохох-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1283]
			"<00:52:45> <Comm>		^1^Shistory^T^N1^Sхугомонк-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SMONK^SgroupSize^N11^Sboss^SХранительница~`стаи~`Денна^Stime^S22:52:42^SitemReplaced1^S|cffa335ee|Hitem:134192:6573:::::::70:259::16:9:8961:7977:6652:7936:8822:8819:9144:3255:8767:1:28:1279:::::|h[Наруч~`из~`медвежьей~`кожи]|h|r^Sinstance^SХранилище~`Воплощений-Обычный^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N14^SlootWon^S|cffa335ee|Hitem:195525::::::::70:259::3:7:6652:7937:7979:8821:8819:1472:8767::::::|h[Наручи~`преданного~`мастера~`огня]|h|r^Sid^S1671641562-29^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1284]
			"<00:52:45> <Comm>		^1^Sawarded^T^N1^N4^N2^Sхугомонк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1285]
			"<00:52:46> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1286]
			"<00:53:01> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195523::::::::70:259::3:6:6652:7979:8821:8817:1472:8767::::::|h[Защитные~`полуперчатки~`хранителя~`яиц]|h|r^N2^Sхохохохохох-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1287]
			"<00:53:05> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196604::::::::70:259::3:4:7979:8826:1472:8767::::::|h[Камень~`Кузни~`из~`почитаемого~`лазурита]|h|r^N2^Sбабусянатусе-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1288]
			"<00:53:05> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:194307::::::::70:259::3:4:7979:6652:1472:8767::::::|h[Обещание~`хранительницы~`стаи]|h|r^N2^Sбабусянатусе-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1289]
			"<00:53:11> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:196599::::::::70:259::3:4:7979:8826:1472:8767::::::|h[Камень~`Кузни~`из~`таинственного~`лазурита]|h|r^N2^Sлинлот-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1290]
			"<00:53:40> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1291]
			"<00:53:40> <INFO>		UpdatePlayersData()", -- [1292]
			"<00:53:41> <DEBUG>		GetML()", -- [1293]
			"<00:54:08> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	грандисон-Ревущийфьорд", -- [1294]
			"<00:54:08> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [1295]
			"<00:54:08> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [1296]
			"<00:54:08> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [1297]
			"<00:54:08> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1298]
			"<00:54:08> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1299]
			"<00:55:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190313	|cff0070dd|Hitem:190313::::::::70:269::::1:38:2:::::|h[Каз'горитовая руда |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r	2	Аландир	DEMONHUNTER", -- [1300]
			"<00:55:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190322	|cff0070dd|Hitem:190322::::::::70:269:::::::::|h[Пробуждающийся порядок]|h|r	4	Аландир	DEMONHUNTER", -- [1301]
			"<00:55:16> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1302]
			"<00:55:41> <DEBUG>		Event:	RAID_INSTANCE_WELCOME	Хранилище Воплощений (Героический)	547458	0	0", -- [1303]
			"<00:55:41> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1304]
			"<00:55:41> <INFO>		UpdatePlayersData()", -- [1305]
			"<00:55:43> <DEBUG>		GetML()", -- [1306]
			"<00:55:52> <DEBUG>		TradeUI: Traded item(s) to	дельфуего-Ревущийфьорд", -- [1307]
			"<00:55:52> <DEBUG>		TradeUI:Hide()", -- [1308]
			"<00:55:53> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195525::::::::70:259::3:7:6652:7937:7979:8821:8819:1472:8767::::::|h[Наручи~`преданного~`мастера~`огня]|h|r^N2^Sхугомонк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1309]
			"<00:56:11> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	грэндиссон-Ревущийфьорд", -- [1310]
			"<00:56:11> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [1311]
			"<00:56:11> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1312]
			"<00:56:11> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [1313]
			"<00:56:11> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [1314]
			"<00:58:52> <Comm>		^1^Sv^T^N1^S3.6.1^t^^	GUILD	натазат-Ревущийфьорд", -- [1315]
			"<00:58:52> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N380.5^N6^N62^t^^	RAID	натазат-Ревущийфьорд", -- [1316]
			"<00:58:52> <Comm>		^1^Sxrealm^T^N1^Sдельфуего-Ревущийфьорд^N2^Sreconnect^t^^	RAID	натазат-Ревущийфьорд", -- [1317]
			"<00:58:52> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [1318]
			"<00:58:52> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [1319]
			"<01:10:20> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	комт-Ревущийфьорд", -- [1320]
			"<01:10:23> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	нотушка-Ревущийфьорд", -- [1321]
			"<01:10:23> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	нотушка-Ревущийфьорд", -- [1322]
			"<01:10:25> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	аландир-Ревущийфьорд", -- [1323]
			"<01:10:25> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	аландир-Ревущийфьорд", -- [1324]
			"<01:10:26> <DEBUG>		Event:	LOOT_READY	true", -- [1325]
			"<01:10:26> <DEBUG>		Ignoring	nil	as it's a currency", -- [1326]
			"<01:10:26> <DEBUG>		Event:	LOOT_READY	true", -- [1327]
			"<01:10:26> <DEBUG>		Ignoring	nil	as it's a currency", -- [1328]
			"<01:10:27> <DEBUG>		Event:	LOOT_CLOSED", -- [1329]
			"<01:10:27> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	198968	|cff0070dd|Hitem:198968::::::::70:269:::::::::|h[Амулет воина стихий]|h|r	1	Хугомонк	MONK", -- [1330]
			"<01:10:33> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	гигаовца-Ревущийфьорд", -- [1331]
			"<01:10:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190320	|cff0070dd|Hitem:190320::::::::70:269:::::::::|h[Пробуждающийся огонь]|h|r	2	Натазат	MAGE", -- [1332]
			"<01:10:36> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	натазат-Ревущийфьорд", -- [1333]
			"<01:10:36> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	натазат-Ревущийфьорд", -- [1334]
			"<01:10:41> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1335]
			"<01:10:41> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1336]
			"<01:10:44> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	дельфуего-Ревущийфьорд", -- [1337]
			"<01:10:44> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	дельфуего-Ревущийфьорд", -- [1338]
			"<01:10:45> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	ледотроль-Ревущийфьорд", -- [1339]
			"<01:10:45> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	ледотроль-Ревущийфьорд", -- [1340]
			"<01:10:48> <DEBUG>		Event:	LOOT_READY	true", -- [1341]
			"<01:10:48> <DEBUG>		Ignoring	nil	as it's a currency", -- [1342]
			"<01:10:49> <DEBUG>		Event:	LOOT_READY	true", -- [1343]
			"<01:10:49> <DEBUG>		Ignoring	nil	as it's a currency", -- [1344]
			"<01:10:49> <DEBUG>		Event:	LOOT_CLOSED", -- [1345]
			"<01:10:49> <DEBUG>		Event:	LOOT_CLOSED", -- [1346]
			"<01:10:51> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1347]
			"<01:10:51> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1348]
			"<01:10:52> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1349]
			"<01:10:52> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1350]
			"<01:10:55> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	нотушка-Ревущийфьорд", -- [1351]
			"<01:10:55> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	ватрониум-Ревущийфьорд", -- [1352]
			"<01:10:55> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	ватрониум-Ревущийфьорд", -- [1353]
			"<01:10:59> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	1	Гигаовца	MAGE", -- [1354]
			"<01:10:59> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	гигаовца-Ревущийфьорд", -- [1355]
			"<01:11:04> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1356]
			"<01:11:04> <Comm>		^1^Sl^T^N1^S184693^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1357]
			"<01:11:06> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	ювитта-Ревущийфьорд", -- [1358]
			"<01:11:06> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	ювитта-Ревущийфьорд", -- [1359]
			"<01:11:08> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	комт-Ревущийфьорд", -- [1360]
			"<01:11:10> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1361]
			"<01:11:10> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1362]
			"<01:11:10> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	нотушка-Ревущийфьорд", -- [1363]
			"<01:11:14> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	ледотроль-Ревущийфьорд", -- [1364]
			"<01:11:14> <Comm>		^1^Sl^T^N1^S188673^t^^	RAID	ледотроль-Ревущийфьорд", -- [1365]
			"<01:11:18> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	1	Ожившийлось	DEATHKNIGHT", -- [1366]
			"<01:11:22> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	тиралея-Ревущийфьорд", -- [1367]
			"<01:11:23> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1368]
			"<01:11:23> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [1369]
			"<01:11:23> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [1370]
			"<01:11:23> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [1371]
			"<01:11:23> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1372]
			"<01:12:44> <DEBUG>		Event:	ENCOUNTER_START	2587	Эраног	15	21", -- [1373]
			"<01:12:44> <INFO>		UpdatePlayersData()", -- [1374]
			"<01:12:44> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1375]
			"<01:17:00> <DEBUG>		Event:	ENCOUNTER_END	2587	Эраног	15	21	1", -- [1376]
			"<01:17:01> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195476::::::::70:269::5:7:6652:7937:7980:8825:8820:1485:8767::::::|h[Украшенный шлем Эранога]|h|r", -- [1377]
			"<01:17:01> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195482::::::::70:269::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный плащ орденоносного командира]|h|r", -- [1378]
			"<01:17:01> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195477::::::::70:269::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r", -- [1379]
			"<01:17:01> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195475::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Щит огненного маршала]|h|r", -- [1380]
			"<01:17:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Менструа	DEATHKNIGHT", -- [1381]
			"<01:17:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Менструа	DEATHKNIGHT", -- [1382]
			"<01:17:02> <DEBUG>		Event:	LOOT_READY	true", -- [1383]
			"<01:17:02> <DEBUG>		Ignoring	nil	as it's a currency", -- [1384]
			"<01:17:02> <Comm>		^1^Sl^T^N1^S184972^t^^	RAID	менструа-Ревущийфьорд", -- [1385]
			"<01:17:02> <Comm>		^1^Sl^T^N1^S184972^t^^	RAID	менструа-Ревущийфьорд", -- [1386]
			"<01:17:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Мурратик	PALADIN", -- [1387]
			"<01:17:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ожившийлось	DEATHKNIGHT", -- [1388]
			"<01:17:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Мурратик	PALADIN", -- [1389]
			"<01:17:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Дельфуего	ROGUE", -- [1390]
			"<01:17:02> <DEBUG>		Event:	LOOT_READY	true", -- [1391]
			"<01:17:02> <DEBUG>		Ignoring	nil	as it's a currency", -- [1392]
			"<01:17:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Дельфуего	ROGUE", -- [1393]
			"<01:17:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ожившийлось	DEATHKNIGHT", -- [1394]
			"<01:17:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ювитта	EVOKER", -- [1395]
			"<01:17:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ювитта	EVOKER", -- [1396]
			"<01:17:02> <Comm>		^1^Sl^T^N1^S184972^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1397]
			"<01:17:02> <Comm>		^1^Sl^T^N1^S184972^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1398]
			"<01:17:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Аландир	DEMONHUNTER", -- [1399]
			"<01:17:02> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хугомонк	MONK", -- [1400]
			"<01:17:03> <DEBUG>		Event:	LOOT_CLOSED", -- [1401]
			"<01:17:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хугомонк	MONK", -- [1402]
			"<01:17:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аландир	DEMONHUNTER", -- [1403]
			"<01:17:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледиланатель	MAGE", -- [1404]
			"<01:17:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бабусянатусе	PRIEST", -- [1405]
			"<01:17:03> <Comm>		^1^Sl^T^N1^S184972^t^^	RAID	аландир-Ревущийфьорд", -- [1406]
			"<01:17:03> <Comm>		^1^Sl^T^N1^S184972^t^^	RAID	аландир-Ревущийфьорд", -- [1407]
			"<01:17:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ватрониум	SHAMAN", -- [1408]
			"<01:17:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бабусянатусе	PRIEST", -- [1409]
			"<01:17:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледиланатель	MAGE", -- [1410]
			"<01:17:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Комт	WARLOCK", -- [1411]
			"<01:17:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	191784	|cffa335ee|Hitem:191784::::::::70:269:::::::::|h[Драконий осколок знания]|h|r	1	Ватрониум	SHAMAN", -- [1412]
			"<01:17:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ватрониум	SHAMAN", -- [1413]
			"<01:17:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Комт	WARLOCK", -- [1414]
			"<01:17:03> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Линлот	HUNTER", -- [1415]
			"<01:17:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Гигаовца	MAGE", -- [1416]
			"<01:17:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледотроль	HUNTER", -- [1417]
			"<01:17:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Линлот	HUNTER", -- [1418]
			"<01:17:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	15	Хохохохохох	PRIEST", -- [1419]
			"<01:17:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледотроль	HUNTER", -- [1420]
			"<01:17:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Гигаовца	MAGE", -- [1421]
			"<01:17:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хохохохохох	PRIEST", -- [1422]
			"<01:17:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хохохохохох	PRIEST", -- [1423]
			"<01:17:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Нотушка	DEATHKNIGHT", -- [1424]
			"<01:17:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Нотушка	DEATHKNIGHT", -- [1425]
			"<01:17:04> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бишарк	SHAMAN", -- [1426]
			"<01:17:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Серегя	SHAMAN", -- [1427]
			"<01:17:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бишарк	SHAMAN", -- [1428]
			"<01:17:05> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Серегя	SHAMAN", -- [1429]
			"<01:17:08> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Натазат	MAGE", -- [1430]
			"<01:17:08> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Натазат	MAGE", -- [1431]
			"<01:17:09> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S195475:::::::::::5:4:6652:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SЭраног^t^N2^T^Sstring^S195476:::::::::::5:7:6652:7937:7980:8825:8820:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SЭраног^t^N3^T^Sstring^S195477:::::::::::5:6:7980:6652:8825:8817:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SЭраног^t^N4^T^Sstring^S195482:::::::::::5:6:6652:8825:8819:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SЭраног^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1432]
			"<01:17:09> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195475::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Щит огненного маршала]|h|r", -- [1433]
			"<01:17:09> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195476::::::::70:269::5:7:6652:7937:7980:8825:8820:1485:8767::::::|h[Украшенный шлем Эранога]|h|r", -- [1434]
			"<01:17:09> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195477::::::::70:269::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r", -- [1435]
			"<01:17:09> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195475::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Щит огненного маршала]|h|r	INVTYPE_SHIELD", -- [1436]
			"<01:17:09> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195475::::::::70:269::5:4:6652:7980:1485:8767::::::|h[Щит огненного маршала]|h|r	INVTYPE_SHIELD", -- [1437]
			"<01:17:09> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195476::::::::70:269::5:7:6652:7937:7980:8825:8820:1485:8767::::::|h[Украшенный шлем Эранога]|h|r	INVTYPE_HEAD", -- [1438]
			"<01:17:09> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195477::::::::70:269::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r	INVTYPE_SHOULDER", -- [1439]
			"<01:17:09> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195482::::::::70:269::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный плащ орденоносного командира]|h|r	INVTYPE_CLOAK", -- [1440]
			"<01:17:09> <INFO>		LootFrame:Start	4	nil", -- [1441]
			"<01:17:09> <DEBUG>		Restoring entry:	default	1", -- [1442]
			"<01:17:09> <DEBUG>		GetButtons	default", -- [1443]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N253^N2^N377.5^N3^T^Sresponse^T^N1^B^N3^B^t^Sdiff^T^N1^N0^N2^N30^N3^N33^N4^N10^t^Sgear1^T^N2^S193726::::::::70:253::23:6:7977:6652:7936:8816:1594:8767:1:28:2157^N3^S192002::::::::70:253::73:4:6652:1481:5855:8766:1:28:2437^N4^S137483::::::::70:253::33:8:8966:7977:6652:8822:8819:9144:3271:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [1444]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N105^N2^N389.375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N-3^N3^N20^N4^N0^t^Sgear1^T^N2^S193400::::::::70:105::13:8:8836:8840:8902:8802:8845:8932:8960:8793:8:28:2164:29:36:30:49:38:8:40:320:45:197921:46:193945:47:194566^N3^S201942::::::::70:105::13:5:8851:8852:8802:8850:8793:7:28:2164:29:49:30:32:38:8:40:849:45:198059:46:194566^N4^S195482:6592:::::::70:105::5:6:6652:8825:8819:7980:1485:8767^t^Sgear2^T^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1445]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N256^N2^N387.4375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N10^N3^N10^N4^N4^t^Sgear1^T^N2^S134392::::::::70:256::16:9:8966:7977:6652:7936:8822:8820:9144:3271:8767:1:28:1279^N3^S136775::::::::70:256::16:8:8966:7977:6652:8822:8817:9144:3271:8767:1:28:1279^N4^S200971:6595:::::::70:256::14::1:28:2078^t^Sgear2^T^t^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1446]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N66^N2^N391.0625^N3^T^Sresponse^T^N2^B^t^Sdiff^T^N1^N0^N2^N18^N3^N0^N4^N13^t^Sgear1^T^N1^S190503::::::::70:66::13:6:8836:8840:8902:8801:8845:8793:7:28:2164:29:49:30:32:38:7:40:122:44:197921:45:194567^N2^S198326::198298::::::70:66::13:6:8836:8840:8902:8799:8950:8864:6:28:2164:29:36:38:5:40:619:49:198236:50:198259^N3^S195477::::::::70:66::5:6:7980:6652:8825:8817:1485:8767^N4^S193712::::::::70:66::33:8:8965:7977:6652:8822:8819:9144:1611:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	мурратик-Ревущийфьорд", -- [1447]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N263^N2^N379.5^N3^T^Sresponse^T^N3^B^t^Sdiff^T^N1^N23^N2^N23^N3^N13^N4^N30^t^Sgear1^T^N1^S193631:6638:::::::70:263::16:6:8962:7977:6652:9147:1601:8767:1:28:1279^N2^S192000::192960::::::70:263::42:5:6652:7935:1485:5861:8767:1:28:2287^N3^S195499::::::::70:263::3:6:6652:8821:8817:7979:1472:8767^N4^S193629:6602:::::::70:263::23:5:7977:6652:8815:1594:8767:1:28:2157^t^Sgear2^T^t^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [1448]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N259^N2^N392.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N13^N3^N10^N4^N4^t^Sgear1^T^N1^S195503::::::::70:259::3:4:6652:7979:1472:8767^N2^S193751::::::::70:259::33:9:8965:7977:6652:7937:8822:8820:9144:1611:8767:1:28:1279^N3^S193642::::::::70:259::33:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N4^S200971:6604:::::::70:259::14::1:28:2078^t^Sgear2^T^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1449]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N1467^N2^N385.8125^N3^T^Sresponse^T^t^Sdiff^T^N1^N0^N2^N26^N3^N13^N4^N4^t^Sgear1^T^N2^S144017::::::::70:1467::33:9:8961:7977:6652:7936:8822:8820:9144:3266:8767:1:28:1279^N3^S143970::::::::70:1467::33:8:7977:6652:8822:8817:9144:8965:3279:8767:1:28:1279^N4^S200971:6591:::::::70:1467::14::1:28:2078^t^Sgear2^T^t^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1450]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N62^N2^N380.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N13^N3^N152^N4^N10^t^Sgear1^T^N2^S195485::::::::70:62::3:7:6652:7936:8821:8820:7979:1472:8767^N3^S193788::::::::70:62::17:4:7978:7975:6652:8813:2:9:70:28:2587^N4^S137483:6600:::::::70:62::33:8:7977:6652:8822:8819:9144:8966:3271:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	натазат-Ревущийфьорд", -- [1451]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N577^N2^N392.8125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N13^N2^N10^N3^N7^N4^N10^t^Sgear1^T^N1^S193646:6626:::::::70:577::33:6:8965:7977:6652:9147:1611:8767:1:28:1279^N2^S134196::::::::70:577::16:9:8966:7977:6652:7936:8822:8820:9144:3271:8767:1:28:1279^N3^S133620::::::::70:577::33:8:8967:7977:6652:8822:8817:9144:3274:8767:1:28:1279^N4^S137483:6589:::::::70:577::33:8:8966:7977:6652:8822:8819:9144:3271:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	аландир-Ревущийфьорд", -- [1452]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N64^N2^N384.625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N13^N3^N26^N4^N13^t^Sgear1^T^N2^S195485::::::::70:64::3:7:6652:7936:8821:8820:7979:1472:8767^N3^S192015::::::::70:64::37:4:40:1481:5862:8767:1:28:2275^N4^S195482::::::::70:64::3:6:42:8821:8819:7979:1472:8767^t^Sgear2^T^t^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [1453]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N252^N2^N391.125^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N0^N2^N23^N3^N30^N4^N4^t^Sgear1^T^N2^S201951::::::::70:252::13:5:8851:8852:8801:8850:8791:7:28:2164:29:32:30:40:38:7:40:842:45:198059:46:194578^N3^S193802::::::::70:252::23:5:7977:6652:8813:1594:8767:1:28:2155^N4^S200971:6592:::::::70:252::14::1:28:2078^t^Sgear2^T^t^t^t^^	RAID	менструа-Ревущийфьорд", -- [1454]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N254^N2^N385.875^N3^T^Sresponse^T^N1^B^N3^B^t^Sdiff^T^N1^N0^N2^N17^N3^N4^N4^N36^t^Sgear1^T^N2^S199444::::::::70:254::14:7:8943:6652:7936:8822:8820:1507:8767:1:28:2474^N3^S200392::::::::70:254::3:5:7979:6652:8826:1472:8767:1:28:1040^N4^S198962:6591:::::::70:254::74:5:8978:6652:8815:1488:8766:1:28:2474^t^Sgear2^T^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [1455]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N264^N2^N385.375^N3^T^Sresponse^T^N3^B^t^Sdiff^T^N1^N20^N2^N0^N3^N10^N4^N4^t^Sgear1^T^N1^S200439::::::::70:264::26:4:6652:1485:5864:8767:1:28:2287^N2^S195476::192925::::::70:264::5:7:42:7935:7980:8825:8820:1485:8767^N3^S193704::::::::70:264::33:8:8966:7977:6652:8822:8817:9144:1614:8767:1:28:1279^N4^S200971:6593:::::::70:264::14::1:28:2078^t^Sgear2^T^t^t^t^^	RAID	серегя-Ревущийфьорд", -- [1456]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N63^N2^N388.75^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N7^N2^N4^N3^N30^N4^N4^t^Sgear1^T^N1^S110035::::::::70:63::33:6:8967:7977:6652:9144:3280:8767:1:28:1279^N2^S200318::::::::70:63::3:6:7979:6652:7936:8828:1472:8767^N3^S193788:6673:::::::70:63::23:5:7977:6652:8813:1594:8767:1:28:2157^N4^S200971:6592:::::::70:63::14::1:28:2078^t^Sgear2^T^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1457]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N269^N2^N386.375^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N26^N3^N13^N4^N20^t^Sgear1^T^N2^S191993::::::::70:269::36:5:6652:7937:1478:5865:8767:1:28:2246^N3^S195486::::::::70:269::3:6:6652:8821:8817:7979:1472:8767^N4^S193712:6591:::::::70:269::33:8:8963:7977:6652:8822:8819:9144:1604:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1458]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N257^N2^N387.8125^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N13^N3^N4^N4^N13^t^Sgear1^T^N2^S193641::::::::70:257::16:9:8965:7977:6652:7937:8822:8820:9144:1611:8767:1:28:1279^N3^S200329::::::::70:257::3:5:7979:6652:8826:1472:8767:1:28:1040^N4^S193763:6598:::::::70:257::33:8:7977:6652:8822:8819:9144:8965:1611:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1459]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N71^N2^N383.0625^N3^T^Sresponse^T^N2^B^t^Sdiff^T^N1^N0^N2^N30^N3^N30^N4^N10^t^Sgear1^T^N2^S193819::192945::::::70:71::23:6:7977:6652:7935:8816:1594:8767:1:28:2155^N3^S193802::::::::70:71::23:5:7977:41:8813:1594:8767:1:28:2155^N4^S193511:6601:::::::70:71::13:5:8836:8840:8902:8802:8790:6:28:2164:29:36:30:40:38:8:40:446:46:192552^t^Sgear2^T^t^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [1460]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N252^N2^N386.5^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N0^N2^N13^N3^N30^N4^N10^t^Sgear1^T^N2^S195498::::::::70:252::3:7:6652:7936:8821:8820:7979:1472:8767^N3^S193741::::::::70:252::23:5:7977:6652:8813:1594:8767:1:28:2157^N4^S193712:6595:::::::70:252::16:8:7977:6652:8822:8819:9144:8966:1614:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [1461]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N250^N2^N394.75^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N0^N2^N23^N3^N23^N4^N4^t^Sgear1^T^N2^S192005::192972::::::70:250::37:5:6652:7935:1481:5865:8767:1:28:2521^N3^S201952::::::::70:250::13:5:8851:8852:8801:8850:8793:7:28:2164:29:49:30:36:38:7:40:843:45:198059:46:194566^N4^S200971:6597:::::::70:250::14::1:28:2078^t^Sgear2^T^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1462]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N264^N2^N383.75^N3^T^Sresponse^T^N3^B^t^Sdiff^T^N1^N0^N2^N20^N3^N13^N4^N20^t^Sgear1^T^N1^S195475::::::::70:264::5:4:6652:7980:1485:8767^N2^S134473::::::::70:264::16:9:8963:7977:6652:7937:8822:8820:9144:3261:8767:1:28:1279^N3^S193704::::::::70:264::16:8:7977:6652:8822:8817:9144:8965:1611:8767:1:28:1279^N4^S193712::::::::70:264::33:8:8963:7977:6652:8822:8819:9144:1604:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [1463]
			"<01:17:09> <Comm>		^1^SlootAck^T^N1^N266^N2^N391.25^N3^T^Sresponse^T^N1^B^N2^B^N3^B^t^Sdiff^T^N1^N0^N2^N-9^N3^N7^N4^N7^t^Sgear1^T^N1^S193709::::::::70:266::33:6:7977:6652:9144:8969:1624:8767:1:28:1279^N2^S134216::::::::70:266::35:9:8972:7977:6652:7936:8822:8820:9144:3290:8767^N3^S195493::::::::70:266::3:6:6652:7979:8821:8817:1472:8767^N4^S193763:6601:::::::70:266::33:8:7977:6652:8822:8819:9144:8967:1617:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	комт-Ревущийфьорд", -- [1464]
			"<01:17:11> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	менструа-Ревущийфьорд", -- [1465]
			"<01:17:11> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1466]
			"<01:17:11> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [1467]
			"<01:17:13> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	бишарк-Ревущийфьорд", -- [1468]
			"<01:17:13> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	комт-Ревущийфьорд", -- [1469]
			"<01:17:13> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [1470]
			"<01:17:14> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1471]
			"<01:17:14> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	менструа-Ревущийфьорд", -- [1472]
			"<01:17:14> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1473]
			"<01:17:14> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N3^t^t^^	RAID	аландир-Ревущийфьорд", -- [1474]
			"<01:17:14> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1475]
			"<01:17:15> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Злюдра	DRUID", -- [1476]
			"<01:17:15> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [1477]
			"<01:17:15> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Злюдра	DRUID", -- [1478]
			"<01:17:16> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	линлот-Ревущийфьорд", -- [1479]
			"<01:17:17> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	линлот-Ревущийфьорд", -- [1480]
			"<01:17:18> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	бишарк-Ревущийфьорд", -- [1481]
			"<01:17:18> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [1482]
			"<01:17:18> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	мурратик-Ревущийфьорд", -- [1483]
			"<01:17:19> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	мурратик-Ревущийфьорд", -- [1484]
			"<01:17:19> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1485]
			"<01:17:19> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [1486]
			"<01:17:20> <DEBUG>		LootFrame:Response	PASS	Response:	Отказаться", -- [1487]
			"<01:17:20> <DEBUG>		SendResponse	group	4	PASS	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [1488]
			"<01:17:20> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195482::::::::70:269::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный плащ орденоносного командира]|h|r", -- [1489]
			"<01:17:20> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1490]
			"<01:17:21> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	мурратик-Ревущийфьорд", -- [1491]
			"<01:17:21> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1492]
			"<01:17:21> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [1493]
			"<01:17:22> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	натазат-Ревущийфьорд", -- [1494]
			"<01:17:22> <Comm>		^1^Soffline_timer^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1495]
			"<01:17:23> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1496]
			"<01:17:24> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1497]
			"<01:17:24> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1498]
			"<01:17:25> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1499]
			"<01:17:25> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	бишарк-Ревущийфьорд", -- [1500]
			"<01:17:25> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	серегя-Ревущийфьорд", -- [1501]
			"<01:17:26> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [1502]
			"<01:17:32> <Comm>		^1^Srolls^T^N1^N2^N2^T^Sледотроль-Ревущийфьорд^N41^Sмурратик-Ревущийфьорд^N28^Sменструа-Ревущийфьорд^N6^Sбабусянатусе-Ревущийфьорд^N78^Sювитта-Ревущийфьорд^N62^Sожившийлось-Ревущийфьорд^N61^Sледиланатель-Ревущийфьорд^N56^Sватрониум-Ревущийфьорд^N59^Sнотушка-Ревущийфьорд^N53^Sлинлот-Ревущийфьорд^N91^Sсерегя-Ревущийфьорд^N94^Sбишарк-Ревущийфьорд^N60^Sхохохохохох-Ревущийфьорд^N71^Sэтовертолет-Ревущийфьорд^N50^Sкомт-Ревущийфьорд^N23^Sгигаовца-Ревущийфьорд^N36^Sдельфуего-Ревущийфьорд^N98^Sзлюдра-Ревущийфьорд^N12^Sхугомонк-Ревущийфьорд^N22^Sнатазат-Ревущийфьорд^N2^Sаландир-Ревущийфьорд^N77^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1503]
			"<01:17:34> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1504]
			"<01:17:37> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	серегя-Ревущийфьорд", -- [1505]
			"<01:17:37> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [1506]
			"<01:17:38> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [1507]
			"<01:17:39> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N2^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [1508]
			"<01:17:44> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N3^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [1509]
			"<01:17:47> <Comm>		^1^Srolls^T^N1^N3^N2^T^Sледотроль-Ревущийфьорд^N47^Sмурратик-Ревущийфьорд^N64^Sменструа-Ревущийфьорд^N48^Sбабусянатусе-Ревущийфьорд^N1^Sювитта-Ревущийфьорд^N23^Sожившийлось-Ревущийфьорд^N29^Sледиланатель-Ревущийфьорд^N97^Sватрониум-Ревущийфьорд^N37^Sнотушка-Ревущийфьорд^N24^Sлинлот-Ревущийфьорд^N69^Sсерегя-Ревущийфьорд^N14^Sбишарк-Ревущийфьорд^N31^Sхохохохохох-Ревущийфьорд^N55^Sэтовертолет-Ревущийфьорд^N82^Sкомт-Ревущийфьорд^N21^Sгигаовца-Ревущийфьорд^N52^Sдельфуего-Ревущийфьорд^N79^Sзлюдра-Ревущийфьорд^N39^Sхугомонк-Ревущийфьорд^N46^Sнатазат-Ревущийфьорд^N71^Sаландир-Ревущийфьорд^N25^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1510]
			"<01:17:47> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	серегя-Ревущийфьорд", -- [1511]
			"<01:18:12> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	грандисон-Ревущийфьорд", -- [1512]
			"<01:18:12> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [1513]
			"<01:18:12> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [1514]
			"<01:18:12> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1515]
			"<01:18:12> <Comm>		^1^Sr^T^N1^S3.5.1^N3^T^t^t^^	GUILD	аишвария-Ревущийфьорд", -- [1516]
			"<01:18:12> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1517]
			"<01:18:21> <DEBUG>		Event:	LOOT_READY	true", -- [1518]
			"<01:18:21> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192717::::::::70:269:::::::::|h[Мерцающая первобытная частица]|h|r	0	1	Creature-0-3113-2522-2156-192764-0000A369DC	1", -- [1519]
			"<01:18:21> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	менструа-Ревущийфьорд", -- [1520]
			"<01:18:21> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	менструа-Ревущийфьорд", -- [1521]
			"<01:18:22> <DEBUG>		Event:	LOOT_READY	true", -- [1522]
			"<01:18:22> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192717::::::::70:269:::::::::|h[Мерцающая первобытная частица]|h|r	0	1	Creature-0-3113-2522-2156-192764-0000A369DC	1", -- [1523]
			"<01:18:22> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	аландир-Ревущийфьорд", -- [1524]
			"<01:18:22> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	аландир-Ревущийфьорд", -- [1525]
			"<01:18:22> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	ватрониум-Ревущийфьорд", -- [1526]
			"<01:18:22> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	ватрониум-Ревущийфьорд", -- [1527]
			"<01:18:22> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192717::::::::70:269:::::::::|h[Мерцающая первобытная частица]|h|r	0", -- [1528]
			"<01:18:22> <DEBUG>		Event:	LOOT_CLOSED", -- [1529]
			"<01:18:22> <DEBUG>		Event:	LOOT_CLOSED", -- [1530]
			"<01:18:22> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	хугомонк-Ревущийфьорд", -- [1531]
			"<01:18:22> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	хугомонк-Ревущийфьорд", -- [1532]
			"<01:18:25> <Comm>		^1^SfakeLoot^T^N1^S|cff1eff00|Hitem:199020::::::::70:264:::3:7969:6652:1684:1:28:2159:::::|h[Сигнальное~`ружье~`драконьих~`гонок~`с~`символом~`бесподобия]|h|r^N2^S192764^t^^	RAID	серегя-Ревущийфьорд", -- [1533]
			"<01:18:25> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190320	|cff0070dd|Hitem:190320::::::::70:269:::::::::|h[Пробуждающийся огонь]|h|r	2	Гигаовца	MAGE", -- [1534]
			"<01:18:26> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	гигаовца-Ревущийфьорд", -- [1535]
			"<01:18:26> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	гигаовца-Ревущийфьорд", -- [1536]
			"<01:18:29> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192635::::::::70:264:::::::::|h[Скрученный~`металл]|h|r^N2^S192764^t^^	RAID	бишарк-Ревущийфьорд", -- [1537]
			"<01:18:29> <Comm>		^1^Srolls^T^N1^N4^N2^T^Sледотроль-Ревущийфьорд^N96^Sмурратик-Ревущийфьорд^N44^Sменструа-Ревущийфьорд^N65^Sбабусянатусе-Ревущийфьорд^N98^Sювитта-Ревущийфьорд^N85^Sожившийлось-Ревущийфьорд^N80^Sледиланатель-Ревущийфьорд^N52^Sватрониум-Ревущийфьорд^N18^Sнотушка-Ревущийфьорд^N62^Sлинлот-Ревущийфьорд^N54^Sсерегя-Ревущийфьорд^N51^Sбишарк-Ревущийфьорд^N75^Sхохохохохох-Ревущийфьорд^N36^Sэтовертолет-Ревущийфьорд^N91^Sкомт-Ревущийфьорд^N5^Sгигаовца-Ревущийфьорд^N14^Sдельфуего-Ревущийфьорд^N81^Sзлюдра-Ревущийфьорд^N48^Sхугомонк-Ревущийфьорд^N15^Sнатазат-Ревущийфьорд^N79^Sаландир-Ревущийфьорд^N31^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1538]
			"<01:18:30> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1539]
			"<01:18:36> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	ювитта-Ревущийфьорд", -- [1540]
			"<01:18:36> <Comm>		^1^Sl^T^N1^S192764^t^^	RAID	ювитта-Ревущийфьорд", -- [1541]
			"<01:18:37> <Comm>		^1^Srolls^T^N1^N4^N2^T^Sледотроль-Ревущийфьорд^N90^Sмурратик-Ревущийфьорд^N42^Sменструа-Ревущийфьорд^N92^Sбабусянатусе-Ревущийфьорд^N58^Sювитта-Ревущийфьорд^N60^Sожившийлось-Ревущийфьорд^N59^Sледиланатель-Ревущийфьорд^N52^Sватрониум-Ревущийфьорд^N68^Sнотушка-Ревущийфьорд^N28^Sлинлот-Ревущийфьорд^N51^Sсерегя-Ревущийфьорд^N49^Sбишарк-Ревущийфьорд^N27^Sхохохохохох-Ревущийфьорд^N97^Sэтовертолет-Ревущийфьорд^N88^Sкомт-Ревущийфьорд^N75^Sгигаовца-Ревущийфьорд^N63^Sдельфуего-Ревущийфьорд^N91^Sзлюдра-Ревущийфьорд^N45^Sхугомонк-Ревущийфьорд^N30^Sнатазат-Ревущийфьорд^N25^Sаландир-Ревущийфьорд^N67^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1542]
			"<01:18:43> <Comm>		^1^Shistory^T^N1^Sювитта-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SEVOKER^SgroupSize^N21^Sboss^SЭраног^Stime^S23:18:40^SitemReplaced1^S|cffa335ee|Hitem:200971:6591:::::::70:259::14::1:28:2078:::::|h[Обсидиановая~`накидка]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195482::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный~`плащ~`орденоносного~`командира]|h|r^Sid^S1671643120-30^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1543]
			"<01:18:43> <Comm>		^1^Sawarded^T^N1^N4^N2^Sювитта-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1544]
			"<01:19:40> <Comm>		^1^Shistory^T^N1^Sбишарк-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SSHAMAN^SgroupSize^N21^Sboss^SЭраног^Stime^S23:19:37^SitemReplaced1^S|cffa335ee|Hitem:134473::::::::70:259::16:9:8963:7977:6652:7937:8822:8820:9144:3261:8767:1:28:1279:::::|h[Воротник~`преданности~`огню]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195476::::::::70:259::5:7:6652:7937:7980:8825:8820:1485:8767::::::|h[Украшенный~`шлем~`Эранога]|h|r^Sid^S1671643177-31^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1545]
			"<01:19:40> <Comm>		^1^Sawarded^T^N1^N2^N2^Sбишарк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1546]
			"<01:19:41> <DEBUG>		Event:	LOOT_READY	true", -- [1547]
			"<01:19:41> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192623::::::::70:269:::::::::|h[Огромный коготь протодракона]|h|r	0	1	Creature-0-3113-2522-2156-192761-0000236493	1", -- [1548]
			"<01:19:41> <DEBUG>		Event:	LOOT_READY	true", -- [1549]
			"<01:19:41> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192623::::::::70:269:::::::::|h[Огромный коготь протодракона]|h|r	0	1	Creature-0-3113-2522-2156-192761-0000236493	1", -- [1550]
			"<01:19:41> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	этовертолет-Ревущийфьорд", -- [1551]
			"<01:19:41> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	этовертолет-Ревущийфьорд", -- [1552]
			"<01:19:41> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192623::::::::70:269:::::::::|h[Огромный коготь протодракона]|h|r	0", -- [1553]
			"<01:19:41> <DEBUG>		Event:	LOOT_CLOSED", -- [1554]
			"<01:19:41> <DEBUG>		Event:	LOOT_CLOSED", -- [1555]
			"<01:19:41> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	хугомонк-Ревущийфьорд", -- [1556]
			"<01:19:41> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	хугомонк-Ревущийфьорд", -- [1557]
			"<01:19:42> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	линлот-Ревущийфьорд", -- [1558]
			"<01:19:42> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	злюдра-Ревущийфьорд", -- [1559]
			"<01:19:42> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	злюдра-Ревущийфьорд", -- [1560]
			"<01:19:43> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	ювитта-Ревущийфьорд", -- [1561]
			"<01:19:43> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	ювитта-Ревущийфьорд", -- [1562]
			"<01:19:44> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	193223	|cff0070dd|Hitem:193223::::::::70:269::::1:38:2:::::|h[Глянцевая чешуйчатая шкура |A:Professions-ChatIcon-Quality-Tier2:17:23::1|a]|h|r	1	Ледотроль	HUNTER", -- [1563]
			"<01:19:45> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хохохохохох	PRIEST", -- [1564]
			"<01:19:45> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1565]
			"<01:19:45> <Comm>		^1^Sl^T^N1^S192761^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1566]
			"<01:19:45> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192623::::::::70:264:::::::::|h[Огромный~`коготь~`протодракона]|h|r^N2^S192761^t^^	RAID	бишарк-Ревущийфьорд", -- [1567]
			"<01:19:49> <Comm>		^1^Shistory^T^N1^Sсерегя-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SSHAMAN^SgroupSize^N21^Sboss^SЭраног^Stime^S23:19:47^SitemReplaced1^S|cffa335ee|Hitem:200439::::::::70:259::26:4:6652:1485:5864:8767:1:28:2287:::::|h[Скипетр~`договора~`земли]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195475::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Щит~`огненного~`маршала]|h|r^Sid^S1671643187-32^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1568]
			"<01:19:49> <Comm>		^1^Sawarded^T^N1^N1^N2^Sсерегя-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1569]
			"<01:20:09> <Comm>		^1^Shistory^T^N1^Sнотушка-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SDEATHKNIGHT^SgroupSize^N21^Sboss^SЭраног^Stime^S23:20:06^SitemReplaced1^S|cffa335ee|Hitem:193741::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2157:::::|h[Оплечье~`сокрушительных~`волн]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195477::::::::70:259::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные~`щитки~`расплавленной~`мощи]|h|r^Sid^S1671643206-33^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1570]
			"<01:20:09> <Comm>		^1^Sawarded^T^N1^N3^N2^Sнотушка-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1571]
			"<01:20:10> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1572]
			"<01:20:14> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195475::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Щит~`огненного~`маршала]|h|r^N2^Sсерегя-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1573]
			"<01:20:18> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195476::::::::70:259::5:7:6652:7937:7980:8825:8820:1485:8767::::::|h[Украшенный~`шлем~`Эранога]|h|r^N2^Sбишарк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1574]
			"<01:20:23> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195477::::::::70:259::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные~`щитки~`расплавленной~`мощи]|h|r^N2^Sнотушка-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1575]
			"<01:20:33> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195482::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный~`плащ~`орденоносного~`командира]|h|r^N2^Sювитта-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1576]
			"<01:20:38> <Comm>		^1^Sl^T^N1^S197799^t^^	RAID	аландир-Ревущийфьорд", -- [1577]
			"<01:20:39> <DEBUG>		Event:	LOOT_READY	true", -- [1578]
			"<01:20:39> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0	1	Creature-0-3113-2522-2156-197801-0001236493	1", -- [1579]
			"<01:20:39> <DEBUG>		Event:	LOOT_READY	true", -- [1580]
			"<01:20:39> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0	1	Creature-0-3113-2522-2156-197801-0001236493	1", -- [1581]
			"<01:20:39> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0", -- [1582]
			"<01:20:39> <DEBUG>		Event:	LOOT_CLOSED", -- [1583]
			"<01:20:39> <DEBUG>		Event:	LOOT_CLOSED", -- [1584]
			"<01:20:39> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	хугомонк-Ревущийфьорд", -- [1585]
			"<01:20:39> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	хугомонк-Ревущийфьорд", -- [1586]
			"<01:20:40> <Comm>		^1^Sl^T^N1^S197799^t^^	RAID	злюдра-Ревущийфьорд", -- [1587]
			"<01:20:40> <Comm>		^1^Sl^T^N1^S197799^t^^	RAID	злюдра-Ревущийфьорд", -- [1588]
			"<01:20:40> <Comm>		^1^Sl^T^N1^S197799^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1589]
			"<01:20:40> <Comm>		^1^Sl^T^N1^S197799^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1590]
			"<01:21:19> <DEBUG>		Event:	LOOT_READY	true", -- [1591]
			"<01:21:19> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0	1	Creature-0-3113-2522-2156-197801-0000236494	1", -- [1592]
			"<01:21:19> <DEBUG>		Ignoring	nil	as it's a currency", -- [1593]
			"<01:21:19> <DEBUG>		Event:	LOOT_READY	true", -- [1594]
			"<01:21:19> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0	1	Creature-0-3113-2522-2156-197801-0000236494	1", -- [1595]
			"<01:21:19> <DEBUG>		Ignoring	nil	as it's a currency", -- [1596]
			"<01:21:20> <DEBUG>		Event:	LOOT_READY	true", -- [1597]
			"<01:21:20> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0	1	Creature-0-3113-2522-2156-197801-0000236494	1", -- [1598]
			"<01:21:20> <DEBUG>		Ignoring	nil	as it's a currency", -- [1599]
			"<01:21:20> <DEBUG>		Event:	LOOT_CLOSED", -- [1600]
			"<01:21:20> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192625::::::::70:269:::::::::|h[Неподвижный камень]|h|r	0", -- [1601]
			"<01:21:20> <DEBUG>		Event:	LOOT_CLOSED", -- [1602]
			"<01:21:20> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	хугомонк-Ревущийфьорд", -- [1603]
			"<01:21:20> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	200942	|cff0070dd|Hitem:200942::::::::70:269:::::::::|h[Яркая эмульсия]|h|r	1	Хугомонк	MONK", -- [1604]
			"<01:21:20> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1605]
			"<01:21:20> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1606]
			"<01:21:24> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	этовертолет-Ревущийфьорд", -- [1607]
			"<01:21:24> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	этовертолет-Ревущийфьорд", -- [1608]
			"<01:21:26> <Comm>		^1^Sl^T^N1^S197799^t^^	RAID	натазат-Ревущийфьорд", -- [1609]
			"<01:21:26> <Comm>		^1^Sl^T^N1^S197799^t^^	RAID	натазат-Ревущийфьорд", -- [1610]
			"<01:21:26> <Comm>		^1^Sl^T^N1^S197799^t^^	RAID	злюдра-Ревущийфьорд", -- [1611]
			"<01:21:26> <Comm>		^1^Sl^T^N1^S197799^t^^	RAID	ледотроль-Ревущийфьорд", -- [1612]
			"<01:21:26> <Comm>		^1^Sl^T^N1^S197799^t^^	RAID	ледотроль-Ревущийфьорд", -- [1613]
			"<01:21:28> <Comm>		^1^Sl^T^N1^S197831^t^^	RAID	гигаовца-Ревущийфьорд", -- [1614]
			"<01:21:28> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1615]
			"<01:22:13> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хохохохохох	PRIEST", -- [1616]
			"<01:22:14> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	2	Ледотроль	HUNTER", -- [1617]
			"<01:22:14> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	198975	|cff0070dd|Hitem:198975::::::::70:269:::::::::|h[Окостеневшая шкура]|h|r	1	Ледотроль	HUNTER", -- [1618]
			"<01:22:15> <Comm>		^1^Sl^T^N1^S197835^t^^	RAID	ювитта-Ревущийфьорд", -- [1619]
			"<01:22:15> <Comm>		^1^Sl^T^N1^S197835^t^^	RAID	ювитта-Ревущийфьорд", -- [1620]
			"<01:22:27> <Comm>		^1^Sl^T^N1^S197835^t^^	RAID	дельфуего-Ревущийфьорд", -- [1621]
			"<01:22:27> <Comm>		^1^Sl^T^N1^S197835^t^^	RAID	дельфуего-Ревущийфьорд", -- [1622]
			"<01:23:01> <DEBUG>		Event:	LOOT_READY	true", -- [1623]
			"<01:23:01> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192647::::::::70:269:::::::::|h[Земляная частица]|h|r	0	1	Creature-0-3113-2522-2156-197793-0000236494	1", -- [1624]
			"<01:23:01> <DEBUG>		Event:	LOOT_READY	true", -- [1625]
			"<01:23:01> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192647::::::::70:269:::::::::|h[Земляная частица]|h|r	0	1	Creature-0-3113-2522-2156-197793-0000236494	1", -- [1626]
			"<01:23:01> <DEBUG>		Event:	LOOT_CLOSED", -- [1627]
			"<01:23:01> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192647::::::::70:269:::::::::|h[Земляная частица]|h|r	0", -- [1628]
			"<01:23:01> <DEBUG>		Event:	LOOT_CLOSED", -- [1629]
			"<01:23:01> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	хугомонк-Ревущийфьорд", -- [1630]
			"<01:23:04> <Comm>		^1^Sl^T^N1^S197799^t^^	RAID	злюдра-Ревущийфьорд", -- [1631]
			"<01:23:13> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	ювитта-Ревущийфьорд", -- [1632]
			"<01:23:13> <Comm>		^1^Sl^T^N1^S197793^t^^	RAID	ювитта-Ревущийфьорд", -- [1633]
			"<01:23:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	2	Ватрониум	SHAMAN", -- [1634]
			"<01:23:34> <Comm>		^1^Sl^T^N1^S197831^t^^	RAID	ватрониум-Ревущийфьорд", -- [1635]
			"<01:23:34> <Comm>		^1^Sl^T^N1^S197831^t^^	RAID	ватрониум-Ревущийфьорд", -- [1636]
			"<01:23:34> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	ювитта-Ревущийфьорд", -- [1637]
			"<01:23:34> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	ювитта-Ревущийфьорд", -- [1638]
			"<01:23:35> <Comm>		^1^Sl^T^N1^S197831^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1639]
			"<01:23:35> <Comm>		^1^Sl^T^N1^S197831^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1640]
			"<01:23:36> <DEBUG>		Event:	LOOT_READY	true", -- [1641]
			"<01:23:36> <DEBUG>		Adding to self.lootSlotInfo	1	|cff1eff00|Hitem:198992::::::::70:269:::3:7968:41:1717:1:28:2159:::::|h[Ботфорты зверолова с островов с меткой безмятежности]|h|r	2	1	Creature-0-3113-2522-2156-197799-0000A36493	1", -- [1642]
			"<01:23:36> <DEBUG>		Event:	LOOT_READY	true", -- [1643]
			"<01:23:36> <DEBUG>		Adding to self.lootSlotInfo	1	|cff1eff00|Hitem:198992::::::::70:269:::3:7968:41:1717:1:28:2159:::::|h[Ботфорты зверолова с островов с меткой безмятежности]|h|r	2	1	Creature-0-3113-2522-2156-197799-0000A36493	1", -- [1644]
			"<01:23:36> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	этовертолет-Ревущийфьорд", -- [1645]
			"<01:23:36> <Comm>		^1^Sl^T^N1^S197801^t^^	RAID	этовертолет-Ревущийфьорд", -- [1646]
			"<01:23:36> <DEBUG>		OnLootSlotCleared()	1	|cff1eff00|Hitem:198992::::::::70:269:::3:7968:41:1717:1:28:2159:::::|h[Ботфорты зверолова с островов с меткой безмятежности]|h|r	2", -- [1647]
			"<01:23:36> <DEBUG>		Event:	LOOT_CLOSED", -- [1648]
			"<01:23:36> <DEBUG>		Event:	LOOT_CLOSED", -- [1649]
			"<01:23:37> <Comm>		^1^Sl^T^N1^S197799^t^^	RAID	хугомонк-Ревущийфьорд", -- [1650]
			"<01:23:37> <Comm>		^1^Sl^T^N1^S197799^t^^	RAID	хугомонк-Ревущийфьорд", -- [1651]
			"<01:23:37> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190315	|cff0070dd|Hitem:190315::::::::70:269:::::::::|h[Пробуждающаяся земля]|h|r	3	Натазат	MAGE", -- [1652]
			"<01:23:38> <DEBUG>		Storage:New	|cff1eff00|Hitem:198992::::::::70:269:::3:7968:41:1717:1:28:2159:::::|h[Ботфорты зверолова с островов с меткой безмятежности]|h|r	temp", -- [1653]
			"<01:23:38> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198992::::::::70:269:::3:7968:41:1717:1:28:2159:::::||h[Ботфорты зверолова с островов с меткой безмятежности]||h||r	5", -- [1654]
			"<01:23:38> <DEBUG>		Found:	nil	nil	nil", -- [1655]
			"<01:23:39> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198992::::::::70:269:::3:7968:41:1717:1:28:2159:::::||h[Ботфорты зверолова с островов с меткой безмятежности]||h||r	5", -- [1656]
			"<01:23:39> <DEBUG>		Found:	nil	nil	nil", -- [1657]
			"<01:23:40> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198992::::::::70:269:::3:7968:41:1717:1:28:2159:::::||h[Ботфорты зверолова с островов с меткой безмятежности]||h||r	5", -- [1658]
			"<01:23:40> <DEBUG>		Found:	nil	nil	nil", -- [1659]
			"<01:23:41> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198992::::::::70:269:::3:7968:41:1717:1:28:2159:::::||h[Ботфорты зверолова с островов с меткой безмятежности]||h||r	5", -- [1660]
			"<01:23:41> <DEBUG>		Found:	nil	nil	nil", -- [1661]
			"<01:23:41> <ERROR>		UpdateAndSendRecentTradableItem: |cff1eff00|Hitem:198992::::::::70:269:::3:7968:41:1717:1:28:2159:::::|h[Ботфорты зверолова с островов с меткой безмятежности]|h|r not found in bags", -- [1662]
			"<01:23:42> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192625::::::::70:264:::::::::|h[Неподвижный~`камень]|h|r^N2^S197793^t^^	RAID	серегя-Ревущийфьорд", -- [1663]
			"<01:23:48> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192625::::::::70:264:::::::::|h[Неподвижный~`камень]|h|r^N2^S197793^t^^	RAID	серегя-Ревущийфьорд", -- [1664]
			"<01:23:54> <DEBUG>		Event:	ENCOUNTER_START	2639	Террос	15	21", -- [1665]
			"<01:23:54> <INFO>		UpdatePlayersData()", -- [1666]
			"<01:23:54> <DEBUG>		Event:	ENCOUNTER_END	2639	Террос	15	21	0", -- [1667]
			"<01:23:55> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1668]
			"<01:25:41> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	менструа-Ревущийфьорд", -- [1669]
			"<01:25:41> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SОтряд~`Репка^N4^N0^N5^N391.125^N6^N252^t^^	RAID	менструа-Ревущийфьорд", -- [1670]
			"<01:25:41> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [1671]
			"<01:25:41> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1672]
			"<01:25:41> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [1673]
			"<01:25:41> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1674]
			"<01:27:58> <DEBUG>		Event:	ENCOUNTER_START	2639	Террос	15	21", -- [1675]
			"<01:27:58> <INFO>		UpdatePlayersData()", -- [1676]
			"<01:27:58> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1677]
			"<01:33:28> <DEBUG>		Event:	ENCOUNTER_END	2639	Террос	15	21	1", -- [1678]
			"<01:33:29> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195502::::::::70:269::5:6:6652:7937:8783:7980:1485:8767::::::|h[Плененный сердечник Терроса]|h|r", -- [1679]
			"<01:33:29> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195500::::::::70:269::5:6:6652:8825:8820:7980:1485:8767::::::|h[Уплотненная ряса сектанта]|h|r", -- [1680]
			"<01:33:29> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195501::::::::70:269::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r", -- [1681]
			"<01:33:29> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195501::::::::70:269::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r", -- [1682]
			"<01:33:29> <DEBUG>[GroupLoot]		Passing on loot	|cffa335ee|Hitem:195498::::::::70:269::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Взгляд живой добычи]|h|r", -- [1683]
			"<01:33:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бабусянатусе	PRIEST", -- [1684]
			"<01:33:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бабусянатусе	PRIEST", -- [1685]
			"<01:33:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Мурратик	PALADIN", -- [1686]
			"<01:33:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Мурратик	PALADIN", -- [1687]
			"<01:33:29> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ожившийлось	DEATHKNIGHT", -- [1688]
			"<01:33:30> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ожившийлось	DEATHKNIGHT", -- [1689]
			"<01:33:30> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Дельфуего	ROGUE", -- [1690]
			"<01:33:30> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Дельфуего	ROGUE", -- [1691]
			"<01:33:30> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Менструа	DEATHKNIGHT", -- [1692]
			"<01:33:30> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1693]
			"<01:33:30> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1694]
			"<01:33:30> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Менструа	DEATHKNIGHT", -- [1695]
			"<01:33:30> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Аландир	DEMONHUNTER", -- [1696]
			"<01:33:30> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Аландир	DEMONHUNTER", -- [1697]
			"<01:33:31> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	аландир-Ревущийфьорд", -- [1698]
			"<01:33:31> <Comm>		^1^Sl^T^N1^S190496^t^^	RAID	аландир-Ревущийфьорд", -- [1699]
			"<01:33:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	15	Хохохохохох	PRIEST", -- [1700]
			"<01:33:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Этовертолет	WARRIOR", -- [1701]
			"<01:33:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Нотушка	DEATHKNIGHT", -- [1702]
			"<01:33:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	201411	|cff0070dd|Hitem:201411::::::::70:269:::::::::|h[Древний артефакт хранилища]|h|r	1	Хохохохохох	PRIEST", -- [1703]
			"<01:33:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Этовертолет	WARRIOR", -- [1704]
			"<01:33:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Нотушка	DEATHKNIGHT", -- [1705]
			"<01:33:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хохохохохох	PRIEST", -- [1706]
			"<01:33:31> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Линлот	HUNTER", -- [1707]
			"<01:33:32> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Линлот	HUNTER", -- [1708]
			"<01:33:32> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Злюдра	DRUID", -- [1709]
			"<01:33:32> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Злюдра	DRUID", -- [1710]
			"<01:33:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Комт	WARLOCK", -- [1711]
			"<01:33:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ватрониум	SHAMAN", -- [1712]
			"<01:33:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Комт	WARLOCK", -- [1713]
			"<01:33:33> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ватрониум	SHAMAN", -- [1714]
			"<01:33:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Гигаовца	MAGE", -- [1715]
			"<01:33:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	191784	|cffa335ee|Hitem:191784::::::::70:269:::::::::|h[Драконий осколок знания]|h|r	1	Гигаовца	MAGE", -- [1716]
			"<01:33:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Гигаовца	MAGE", -- [1717]
			"<01:33:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Серегя	SHAMAN", -- [1718]
			"<01:33:34> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Серегя	SHAMAN", -- [1719]
			"<01:33:35> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ювитта	EVOKER", -- [1720]
			"<01:33:35> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ювитта	EVOKER", -- [1721]
			"<01:33:35> <DEBUG>		Event:	LOOT_READY	true", -- [1722]
			"<01:33:35> <DEBUG>		Ignoring	nil	as it's a currency", -- [1723]
			"<01:33:35> <DEBUG>		Event:	LOOT_READY	true", -- [1724]
			"<01:33:35> <DEBUG>		Ignoring	nil	as it's a currency", -- [1725]
			"<01:33:36> <Comm>		^1^SlootTable^T^N1^T^N1^T^Sstring^S195498:::::::::::5:7:6652:7936:8825:8820:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SТеррос^t^N2^T^Sstring^S195500:::::::::::5:6:6652:8825:8820:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SТеррос^t^N3^T^Sstring^S195501:::::::::::5:7:6652:7937:8825:8818:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SТеррос^t^N4^T^Sstring^S195501:::::::::::5:7:6652:7937:8825:8818:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SТеррос^t^N5^T^Sstring^S195502:::::::::::5:6:6652:7937:8783:7980:1485:8767^StypeCode^Sdefault^Sowner^Sдельфуего-Ревущийфьорд^Sboss^SТеррос^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1726]
			"<01:33:36> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195498::::::::70:269::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Взгляд живой добычи]|h|r", -- [1727]
			"<01:33:36> <INFO>		Autopassed on: 	|cffa335ee|Hitem:195500::::::::70:269::5:6:6652:8825:8820:7980:1485:8767::::::|h[Уплотненная ряса сектанта]|h|r", -- [1728]
			"<01:33:36> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195498::::::::70:269::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Взгляд живой добычи]|h|r	INVTYPE_HEAD", -- [1729]
			"<01:33:36> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195500::::::::70:269::5:6:6652:8825:8820:7980:1485:8767::::::|h[Уплотненная ряса сектанта]|h|r	INVTYPE_CHEST", -- [1730]
			"<01:33:36> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195501::::::::70:269::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r	INVTYPE_WAIST", -- [1731]
			"<01:33:36> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195501::::::::70:269::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r	INVTYPE_WAIST", -- [1732]
			"<01:33:36> <INFO>		GetPlayersGear	|cffa335ee|Hitem:195502::::::::70:269::5:6:6652:7937:8783:7980:1485:8767::::::|h[Плененный сердечник Терроса]|h|r	INVTYPE_NECK", -- [1733]
			"<01:33:36> <INFO>		LootFrame:Start	5	nil", -- [1734]
			"<01:33:36> <DEBUG>		LootFrame:	|cffa335ee|Hitem:195501::::::::70:269::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r	is a dublicate of	|cffa335ee|Hitem:195501::::::::70:269::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r", -- [1735]
			"<01:33:36> <DEBUG>		Restoring entry:	default	1", -- [1736]
			"<01:33:36> <DEBUG>		GetButtons	default", -- [1737]
			"<01:33:36> <DEBUG>		Restoring entry:	default	1", -- [1738]
			"<01:33:36> <DEBUG>		GetButtons	default", -- [1739]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N62^N2^N380.5^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N7^N3^N30^N4^N30^N5^N20^t^Sgear1^T^N1^S195485::::::::70:62::3:7:6652:7936:8821:8820:7979:1472:8767^N2^S134219:6624:::::::70:62::35:8:8967:7977:6652:8822:8820:9144:3274:8767^N3^S193691::192912::::::70:62::23:6:7977:6652:7935:8814:1594:8767:1:28:2157^N4^S193691::192912::::::70:62::23:6:7977:6652:7935:8814:1594:8767:1:28:2157^N5^S134529::::::::70:62::16:8:8963:7977:6652:7936:8784:9144:3261:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	натазат-Ревущийфьорд", -- [1740]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N105^N2^N389.375^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N-3^N2^N-3^N3^N20^N4^N20^N5^N7^t^Sgear1^T^N1^S193400::::::::70:105::13:8:8836:8840:8902:8802:8845:8932:8960:8793:8:28:2164:29:36:30:49:38:8:40:320:45:197921:46:193945:47:194566^N2^S193399:6625:::::::70:105::13:8:8836:8840:8902:8802:8845:8932:8960:8793:8:28:2164:29:32:30:49:38:8:40:294:45:197921:46:193945:47:194566^N3^S191995::::::::70:105::42:5:6652:7936:1485:5864:8767:1:28:2287^N4^S191995::::::::70:105::42:5:6652:7936:1485:5864:8767:1:28:2287^N5^S200762::192973:192973:::::70:105::81:5:6652:1478:8767:8784:8781:1:28:2471^t^Sgear2^T^t^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1741]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N66^N2^N391.0625^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N18^N2^N7^N3^N10^N4^N10^N5^N13^t^Sgear1^T^N1^S198326::198298::::::70:66::13:6:8836:8840:8902:8799:8950:8864:6:28:2164:29:36:38:5:40:619:49:198236:50:198259^N2^S200414:6624:::::::70:66::3:5:7979:6652:8830:1469:8767:1:28:1040^N3^S137499::::::::70:66::16:9:8966:7977:6652:7937:8822:8818:9144:3271:8767:1:28:1279^N4^S137499::::::::70:66::16:9:8966:7977:6652:7937:8822:8818:9144:3271:8767:1:28:1279^N5^S193647::192959:192959:::::70:66::33:8:8965:7977:6652:9144:1611:8767:8784:8781:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	мурратик-Ревущийфьорд", -- [1742]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N253^N2^N377.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N30^N2^N23^N3^N30^N4^N30^N5^N88^t^Sgear1^T^N1^S193726::::::::70:253::23:6:7977:6652:7936:8816:1594:8767:1:28:2157^N2^S191997:6625:::::::70:253::73:4:6652:1485:5861:8767:1:28:2437^N3^S193794::::::::70:253::23:6:7977:6652:7936:8814:1594:8767:1:28:2157^N4^S193794::::::::70:253::23:6:7977:6652:7936:8814:1594:8767:1:28:2157^N5^S195210::::::::70:253::11:2:8776:8984:2:9:70:28:2154^t^Sgear2^T^t^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [1743]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N256^N2^N387.4375^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N10^N2^N20^N3^N30^N4^N30^N5^N13^t^Sgear1^T^N1^S134392::::::::70:256::16:9:8966:7977:6652:7936:8822:8820:9144:3271:8767:1:28:1279^N2^S193515:6625:::::::70:256::13:6:8837:8838:4785:8802:8850:8790:7:28:2164:29:49:30:36:38:8:40:426:44:198059:45:192552^N3^S193691::192901::::::70:256::23:6:7977:6652:7935:8814:1594:8767:1:28:2157^N4^S193691::192901::::::70:256::23:6:7977:6652:7935:8814:1594:8767:1:28:2157^N5^S200970::192972:192972:::::70:256::14:2:8783:8781:1:28:2078^t^Sgear2^T^t^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1744]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N577^N2^N392.8125^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N10^N2^N-9^N3^N10^N4^N10^N5^N20^t^Sgear1^T^N1^S134196::::::::70:577::16:9:8966:7977:6652:7936:8822:8820:9144:3271:8767:1:28:1279^N2^S133615:6625:::::::70:577::35:8:8972:7977:6652:8822:8820:9144:3290:8767^N3^S109829::::::::70:577::33:9:8966:7977:6652:7937:8822:8818:9144:3277:8767:1:28:1279^N4^S109829::::::::70:577::33:9:8966:7977:6652:7937:8822:8818:9144:3277:8767:1:28:1279^N5^S137487::192926:192926:::::70:577::33:8:8963:7977:6652:9144:3261:8767:8783:8781:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	аландир-Ревущийфьорд", -- [1745]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N1467^N2^N386.0625^N3^T^Sresponse^T^t^Sdiff^T^N1^N26^N2^N13^N3^N26^N4^N26^N5^N13^t^Sgear1^T^N1^S144017::::::::70:1467::33:9:8961:7977:6652:7936:8822:8820:9144:3266:8767:1:28:1279^N2^S195487:6625:::::::70:1467::3:6:6652:8821:8820:7979:1472:8767^N3^S192037::::::::70:1467::36:5:6652:7937:1478:5865:8767:1:28:2275^N4^S192037::::::::70:1467::36:5:6652:7937:1478:5865:8767:1:28:2275^N5^S200970::::::::70:1467::14:2:7936:8783:1:28:2151^t^Sgear2^T^t^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1746]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N264^N2^N386.625^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N0^N2^N23^N3^N30^N4^N30^N5^N13^t^Sgear1^T^N1^S195476::192925::::::70:264::5:7:42:7935:7980:8825:8820:1485:8767^N2^S191997:6618:::::::70:264::37:4:6652:1481:5865:8767:1:28:2385^N3^S193794::::::::70:264::23:6:7977:40:7937:8814:1594:8767:1:28:2157^N4^S193794::::::::70:264::23:6:7977:40:7937:8814:1594:8767:1:28:2157^N5^S200970::192924:192924:::::70:264::14:2:8783:8781:1:28:2078^t^Sgear2^T^t^t^t^^	RAID	серегя-Ревущийфьорд", -- [1747]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N263^N2^N379.5^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N23^N2^N43^N3^N23^N4^N23^N5^N7^t^Sgear1^T^N1^S192000::192960::::::70:263::42:5:6652:7935:1485:5861:8767:1:28:2287^N2^S193782::::::::70:263::2:5:7976:6652:8816:1581:8766:1:28:2156^N3^S192003::::::::70:263::37:5:6652:7937:1481:5865:8767:1:28:2275^N4^S192003::::::::70:263::37:5:6652:7937:1481:5865:8767:1:28:2275^N5^S195496::::::::70:263::3:6:6652:7937:8784:7979:1472:8767^t^Sgear2^T^t^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [1748]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N71^N2^N383.0625^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N30^N2^N10^N3^N20^N4^N20^N5^N7^t^Sgear1^T^N1^S193819::192945::::::70:71::23:6:7977:6652:7935:8816:1594:8767:1:28:2155^N2^S190495:6625:::::::70:71::13:5:8836:8840:8902:8802:8790:6:28:2164:29:49:30:36:38:8:40:167:45:192552^N3^S192011::::::::70:71::73:5:6652:7937:1485:5864:8767:1:28:2437^N4^S192011::::::::70:71::73:5:6652:7937:1485:5864:8767:1:28:2437^N5^S195496::192918:192918:::::70:71::3:6:6652:7979:1472:8767:8784:8781^t^Sgear2^T^t^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [1749]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N259^N2^N393.8125^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N13^N2^N7^N3^N7^N4^N7^N5^N-3^t^Sgear1^T^N1^S193751::::::::70:259::33:9:8965:7977:6652:7937:8822:8820:9144:1611:8767:1:28:1279^N2^S193680::::::::70:259::16:8:8967:7977:6652:8822:8820:9144:1617:8767:1:28:1279^N3^S109829::::::::70:259::33:9:8967:7977:6652:7936:8822:8818:9144:3280:8767:1:28:1279^N4^S109829::::::::70:259::33:9:8967:7977:6652:7936:8822:8818:9144:3280:8767:1:28:1279^N5^S193001::192990:192925:192925::::70:259::13:9:8836:8840:8902:8960:8784:8782:8802:8795:8845:7:28:2164:29:49:30:40:38:8:40:260:48:194572:49:197921^t^Sgear2^T^t^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1750]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N254^N2^N385.875^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N17^N2^N7^N3^N10^N4^N10^N5^N36^t^Sgear1^T^N1^S199444::::::::70:254::14:7:8943:6652:7936:8822:8820:1507:8767:1:28:2474^N2^S137498:6625:::::::70:254::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N3^S193722::::::::70:254::33:9:8966:7977:6652:7937:8822:8818:9144:1614:8767:1:28:1279^N4^S193722::::::::70:254::33:9:8966:7977:6652:7937:8822:8818:9144:1614:8767:1:28:1279^N5^S200445::::::::70:254::25:6:6652:7936:8783:1478:5855:8766:1:28:2602^t^Sgear2^T^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [1751]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N252^N2^N391.125^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N23^N2^N7^N3^N10^N4^N10^N5^N-3^t^Sgear1^T^N1^S201951::::::::70:252::13:5:8851:8852:8801:8850:8791:7:28:2164:29:32:30:40:38:7:40:842:45:198059:46:194578^N2^S200405:6625:::::::70:252::3:5:7979:6652:8830:1472:8767:1:28:1040^N3^S193650::192981::::::70:252::16:9:8966:7977:6652:7935:8822:8818:9144:1614:8767:1:28:1279^N4^S193650::192981::::::70:252::16:9:8966:7977:6652:7935:8822:8818:9144:1614:8767:1:28:1279^N5^S193001::192958:192958:192958::::70:252::13:9:8836:8840:8902:8960:8783:8782:8802:8791:8845:7:28:2164:29:49:30:32:38:8:40:260:48:194578:49:197921^t^Sgear2^T^t^t^t^^	RAID	менструа-Ревущийфьорд", -- [1752]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N64^N2^N384.625^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N7^N3^N7^N4^N7^N5^N13^t^Sgear1^T^N1^S195485::::::::70:64::3:7:6652:7936:8821:8820:7979:1472:8767^N2^S200315:6624:::::::70:64::3:5:7979:6652:8830:1472:8767^N3^S195515::::::::70:64::3:7:6652:7937:7979:8821:8818:1472:8767^N4^S195515::::::::70:64::3:7:6652:7937:7979:8821:8818:1472:8767^N5^S201759::192981::::::70:64::13:9:8836:8840:8902:8784:8780:8801:8791:8932:8960:7:28:2164:29:49:30:40:38:7:40:834:47:194578:50:193945^t^Sgear2^T^t^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [1753]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N269^N2^N386.375^N3^T^Sresponse^T^N1^B^N2^B^t^Sdiff^T^N1^N26^N2^N13^N3^N20^N4^N20^N5^N20^t^Sgear1^T^N1^S191993::::::::70:269::36:5:6652:7937:1478:5865:8767:1:28:2246^N2^S143959:6624:::::::70:269::16:8:7977:6652:8822:8820:9144:8965:3279:8767:1:28:1279^N3^S191995::::::::70:269::73:5:6652:7937:1485:5864:8767:1:28:2437^N4^S191995::::::::70:269::73:5:6652:7937:1485:5864:8767:1:28:2437^N5^S193647::::::::70:269::16:8:8963:7977:6652:7937:8783:9144:1604:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1754]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N257^N2^N387.8125^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N7^N3^N30^N4^N30^N5^N13^t^Sgear1^T^N1^S193641::::::::70:257::16:9:8965:7977:6652:7937:8822:8820:9144:1611:8767:1:28:1279^N2^S200324:6625:::::::70:257::35:6:6652:8830:8967:7977:1472:8767^N3^S193691::::::::70:257::23:6:7977:6652:7937:8814:1594:8767:1:28:2157^N4^S193691::::::::70:257::23:6:7977:6652:7937:8814:1594:8767:1:28:2157^N5^S195502::192957:192957:192957::::70:257::3:6:6652:7979:1472:8767:8783:8782^t^Sgear2^T^t^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1755]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N252^N2^N388.375^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N13^N2^N7^N3^N13^N4^N13^N5^N30^t^Sgear1^T^N1^S195498::::::::70:252::3:7:6652:7936:8821:8820:7979:1472:8767^N2^S200405:6625:::::::70:252::3:5:7979:43:8830:1472:8767:1:28:1040^N3^S136773::::::::70:252::33:9:8965:7977:6652:7937:8822:8818:9144:3268:8767:1:28:1279^N4^S136773::::::::70:252::33:9:8965:7977:6652:7937:8822:8818:9144:3268:8767:1:28:1279^N5^S193676::::::::70:252::23:5:7977:7936:8783:1594:8767:1:28:2155^t^Sgear2^T^t^t^t^^	RAID	нотушка-Ревущийфьорд", -- [1756]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N63^N2^N388.75^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N4^N2^N10^N3^N10^N4^N10^N5^N10^t^Sgear1^T^N1^S200318::::::::70:63::3:6:7979:6652:7936:8828:1472:8767^N2^S193683:6625:::::::70:63::16:8:8966:7977:43:8822:8820:9144:1614:8767:1:28:1279^N3^S193691::192948::::::70:63::33:9:8966:7977:6652:7935:8822:8818:9144:1614:8767:1:28:1279^N4^S193691::192948::::::70:63::33:9:8966:7977:6652:7935:8822:8818:9144:1614:8767:1:28:1279^N5^S193676::::::::70:63::33:8:8966:7977:6652:7937:8784:9144:1614:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1757]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N264^N2^N385^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N0^N2^N30^N3^N30^N4^N30^N5^N7^t^Sgear1^T^N1^S195476::::::::70:264::5:7:6652:7937:7980:8825:8820:1485:8767^N2^S193782:6619:::::::70:264::23:5:7977:6652:8816:1594:8767:1:28:2157^N3^S193656::::::::70:264::23:6:7977:6652:7937:8814:1594:8767:1:28:2157^N4^S193656::::::::70:264::23:6:7977:6652:7937:8814:1594:8767:1:28:2157^N5^S137487::::::::70:264::33:8:7977:6652:7937:8784:9144:8967:3274:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	бишарк-Ревущийфьорд", -- [1758]
			"<01:33:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Хугомонк	MONK", -- [1759]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N250^N2^N394.75^N3^T^Sresponse^T^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N23^N2^N7^N3^N7^N4^N7^N5^N-3^t^Sgear1^T^N1^S192005::192972::::::70:250::37:5:6652:7935:1481:5865:8767:1:28:2521^N2^S195494:6625:::::::70:250::3:6:7979:8821:8820:6652:1472:8767^N3^S144116::192948::::::70:250::33:9:8967:7977:6652:7935:8822:8818:9144:3285:8767:1:28:1279^N4^S144116::192948::::::70:250::33:9:8967:7977:6652:7935:8822:8818:9144:3285:8767:1:28:1279^N5^S193001::192985:192948:192948::::70:250::13:9:8836:8840:8902:8960:8783:8782:8802:8793:8845:7:28:2164:29:32:30:36:38:8:40:260:48:194566:49:197921^t^Sgear2^T^t^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1760]
			"<01:33:36> <Comm>		^1^SlootAck^T^N1^N266^N2^N391.25^N3^T^Sresponse^T^N1^B^N3^B^N4^B^t^Sdiff^T^N1^N-9^N2^N7^N3^N10^N4^N10^N5^N13^t^Sgear1^T^N1^S134216::::::::70:266::35:9:8972:7977:6652:7936:8822:8820:9144:3290:8767^N2^S200333:6625:::::::70:266::3:5:7979:6652:8830:1472:8767:1:28:1040^N3^S144081::::::::70:266::33:9:8966:7977:6652:7936:8822:8818:9144:3282:8767:1:28:1279^N4^S144081::::::::70:266::33:9:8966:7977:6652:7936:8822:8818:9144:3282:8767:1:28:1279^N5^S193676::::::::70:266::33:8:8965:7977:6652:7937:8783:9144:1611:8767:1:28:1279^t^Sgear2^T^t^t^t^^	RAID	комт-Ревущийфьорд", -- [1761]
			"<01:33:36> <DEBUG>		Event:	LOOT_CLOSED", -- [1762]
			"<01:33:36> <DEBUG>		Event:	LOOT_CLOSED", -- [1763]
			"<01:33:36> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Хугомонк	MONK", -- [1764]
			"<01:33:37> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Натазат	MAGE", -- [1765]
			"<01:33:38> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Натазат	MAGE", -- [1766]
			"<01:33:38> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	менструа-Ревущийфьорд", -- [1767]
			"<01:33:38> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N1^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1768]
			"<01:33:38> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледиланатель	MAGE", -- [1769]
			"<01:33:39> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледиланатель	MAGE", -- [1770]
			"<01:33:39> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1771]
			"<01:33:39> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	менструа-Ревущийфьорд", -- [1772]
			"<01:33:40> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1773]
			"<01:33:40> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1774]
			"<01:33:40> <DEBUG>		LootFrame:Response	1	Response:	Основной спек/Нужно", -- [1775]
			"<01:33:40> <DEBUG>		SendResponse	group	3	1	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [1776]
			"<01:33:40> <DEBUG>		SendResponse	group	4	1	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [1777]
			"<01:33:40> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195501::::::::70:269::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r", -- [1778]
			"<01:33:41> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1779]
			"<01:33:41> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1780]
			"<01:33:41> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1781]
			"<01:33:41> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^SPASS^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1782]
			"<01:33:41> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	линлот-Ревущийфьорд", -- [1783]
			"<01:33:41> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [1784]
			"<01:33:42> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N2^t^t^^	RAID	аландир-Ревущийфьорд", -- [1785]
			"<01:33:42> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N2^t^t^^	RAID	аландир-Ревущийфьорд", -- [1786]
			"<01:33:43> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	бишарк-Ревущийфьорд", -- [1787]
			"<01:33:43> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1788]
			"<01:33:43> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1789]
			"<01:33:44> <Comm>		^1^Sresponse^T^N1^N3^N2^T^Sresponse^N1^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1790]
			"<01:33:44> <Comm>		^1^Sresponse^T^N1^N4^N2^T^Sresponse^N1^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1791]
			"<01:33:45> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	злюдра-Ревущийфьорд", -- [1792]
			"<01:33:45> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Snote^Sбис^Sresponse^N1^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1793]
			"<01:33:45> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	гигаовца-Ревущийфьорд", -- [1794]
			"<01:33:46> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ватрониум-Ревущийфьорд", -- [1795]
			"<01:33:46> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1796]
			"<01:33:47> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1797]
			"<01:33:48> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1798]
			"<01:33:49> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [1799]
			"<01:33:49> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N3^t^t^^	RAID	аландир-Ревущийфьорд", -- [1800]
			"<01:33:49> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	ледотроль-Ревущийфьорд", -- [1801]
			"<01:33:49> <Comm>		^1^Soffline_timer^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1802]
			"<01:33:50> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1803]
			"<01:33:50> <DEBUG>		LootFrame:Response	3	Response:	Незначительное улучшение", -- [1804]
			"<01:33:50> <DEBUG>		SendResponse	group	5	3	nil	nil	nil	nil	nil	nil	nil	nil	nil	nil", -- [1805]
			"<01:33:50> <DEBUG>		Trashing entry:	1	|cffa335ee|Hitem:195502::::::::70:269::5:6:6652:7937:8783:7980:1485:8767::::::|h[Плененный сердечник Терроса]|h|r", -- [1806]
			"<01:33:51> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N3^t^t^^	RAID	хугомонк-Ревущийфьорд", -- [1807]
			"<01:33:51> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	мурратик-Ревущийфьорд", -- [1808]
			"<01:33:51> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	натазат-Ревущийфьорд", -- [1809]
			"<01:33:53> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [1810]
			"<01:33:54> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^SPASS^t^t^^	RAID	комт-Ревущийфьорд", -- [1811]
			"<01:33:54> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	комт-Ревущийфьорд", -- [1812]
			"<01:33:54> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N2^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1813]
			"<01:33:55> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^N1^t^t^^	RAID	нотушка-Ревущийфьорд", -- [1814]
			"<01:33:55> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1815]
			"<01:33:55> <Comm>		^1^Sresponse^T^N1^N1^N2^T^Sresponse^SPASS^t^t^^	RAID	мурратик-Ревущийфьорд", -- [1816]
			"<01:33:57> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	ювитта-Ревущийфьорд", -- [1817]
			"<01:34:06> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Ледотроль	HUNTER", -- [1818]
			"<01:34:07> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Ледотроль	HUNTER", -- [1819]
			"<01:34:10> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Бишарк	SHAMAN", -- [1820]
			"<01:34:10> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2639	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Бишарк	SHAMAN", -- [1821]
			"<01:34:11> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N2^t^t^^	RAID	этовертолет-Ревущийфьорд", -- [1822]
			"<01:34:16> <Comm>		^1^Sresponse^T^N1^N2^N2^T^Sresponse^N2^t^t^^	RAID	натазат-Ревущийфьорд", -- [1823]
			"<01:34:23> <Comm>		^1^Srolls^T^N1^N1^N2^T^Sледотроль-Ревущийфьорд^N64^Sмурратик-Ревущийфьорд^N8^Sменструа-Ревущийфьорд^N89^Sбабусянатусе-Ревущийфьорд^N87^Sювитта-Ревущийфьорд^N33^Sожившийлось-Ревущийфьорд^N40^Sледиланатель-Ревущийфьорд^N55^Sватрониум-Ревущийфьорд^N63^Sнотушка-Ревущийфьорд^N54^Sлинлот-Ревущийфьорд^N1^Sсерегя-Ревущийфьорд^N56^Sбишарк-Ревущийфьорд^N38^Sхохохохохох-Ревущийфьорд^N67^Sэтовертолет-Ревущийфьорд^N76^Sкомт-Ревущийфьорд^N71^Sгигаовца-Ревущийфьорд^N14^Sдельфуего-Ревущийфьорд^N75^Sзлюдра-Ревущийфьорд^N95^Sхугомонк-Ревущийфьорд^N66^Sнатазат-Ревущийфьорд^N91^Sаландир-Ревущийфьорд^N45^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1824]
			"<01:34:33> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^N1^t^t^^	RAID	серегя-Ревущийфьорд", -- [1825]
			"<01:34:47> <Comm>		^1^Shistory^T^N1^Sменструа-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SDEATHKNIGHT^SgroupSize^N21^Sboss^SТеррос^Stime^S23:34:44^SitemReplaced1^S|cffa335ee|Hitem:201951::::::::70:259::13:5:8851:8852:8801:8850:8791:7:28:2164:29:32:30:40:38:7:40:842:45:198059:46:194578:::::|h[Шлем~`опытного~`исследователя~`|A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195498::::::::70:259::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Взгляд~`живой~`добычи]|h|r^Sid^S1671644084-34^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1826]
			"<01:34:47> <Comm>		^1^Sawarded^T^N1^N1^N2^Sменструа-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1827]
			"<01:34:52> <Comm>		^1^Srolls^T^N1^N2^N2^T^Sледотроль-Ревущийфьорд^N77^Sмурратик-Ревущийфьорд^N56^Sменструа-Ревущийфьорд^N58^Sбабусянатусе-Ревущийфьорд^N97^Sювитта-Ревущийфьорд^N36^Sожившийлось-Ревущийфьорд^N63^Sледиланатель-Ревущийфьорд^N24^Sватрониум-Ревущийфьорд^N17^Sнотушка-Ревущийфьорд^N57^Sлинлот-Ревущийфьорд^N50^Sсерегя-Ревущийфьорд^N66^Sбишарк-Ревущийфьорд^N78^Sхохохохохох-Ревущийфьорд^N53^Sэтовертолет-Ревущийфьорд^N52^Sкомт-Ревущийфьорд^N60^Sгигаовца-Ревущийфьорд^N70^Sдельфуего-Ревущийфьорд^N80^Sзлюдра-Ревущийфьорд^N73^Sхугомонк-Ревущийфьорд^N79^Sнатазат-Ревущийфьорд^N3^Sаландир-Ревущийфьорд^N71^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1828]
			"<01:35:18> <Comm>		^1^Srolls^T^N1^N5^N2^T^Sледотроль-Ревущийфьорд^N14^Sмурратик-Ревущийфьорд^N78^Sменструа-Ревущийфьорд^N66^Sбабусянатусе-Ревущийфьорд^N7^Sювитта-Ревущийфьорд^N8^Sожившийлось-Ревущийфьорд^N96^Sледиланатель-Ревущийфьорд^N31^Sватрониум-Ревущийфьорд^N10^Sнотушка-Ревущийфьорд^N49^Sлинлот-Ревущийфьорд^N29^Sсерегя-Ревущийфьорд^N73^Sбишарк-Ревущийфьорд^N35^Sхохохохохох-Ревущийфьорд^N11^Sэтовертолет-Ревущийфьорд^N4^Sкомт-Ревущийфьорд^N19^Sгигаовца-Ревущийфьорд^N60^Sдельфуего-Ревущийфьорд^N9^Sзлюдра-Ревущийфьорд^N65^Sхугомонк-Ревущийфьорд^N71^Sнатазат-Ревущийфьорд^N51^Sаландир-Ревущийфьорд^N100^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1829]
			"<01:35:50> <DEBUG>		Event:	LOOT_READY	true", -- [1830]
			"<01:35:50> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192618::::::::70:269:::::::::|h[Кусочки льда]|h|r	0	1	Creature-0-3113-2522-2156-192767-0000236494	1", -- [1831]
			"<01:35:51> <DEBUG>		Event:	LOOT_READY	true", -- [1832]
			"<01:35:51> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192618::::::::70:269:::::::::|h[Кусочки льда]|h|r	0	1	Creature-0-3113-2522-2156-192767-0000236494	1", -- [1833]
			"<01:35:51> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192618::::::::70:269:::::::::|h[Кусочки льда]|h|r	0", -- [1834]
			"<01:35:51> <DEBUG>		Event:	LOOT_CLOSED", -- [1835]
			"<01:35:51> <DEBUG>		Event:	LOOT_CLOSED", -- [1836]
			"<01:35:51> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	хугомонк-Ревущийфьорд", -- [1837]
			"<01:35:51> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	хугомонк-Ревущийфьорд", -- [1838]
			"<01:35:52> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1839]
			"<01:35:52> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	ледиланатель-Ревущийфьорд", -- [1840]
			"<01:35:52> <Comm>		^1^Sl^T^N1^S198424^t^^	RAID	мурратик-Ревущийфьорд", -- [1841]
			"<01:35:52> <Comm>		^1^Sl^T^N1^S198424^t^^	RAID	мурратик-Ревущийфьорд", -- [1842]
			"<01:35:52> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	натазат-Ревущийфьорд", -- [1843]
			"<01:35:52> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	натазат-Ревущийфьорд", -- [1844]
			"<01:35:53> <Comm>		^1^Sl^T^N1^S198424^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1845]
			"<01:35:53> <Comm>		^1^Sl^T^N1^S198424^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1846]
			"<01:35:55> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1847]
			"<01:35:55> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1848]
			"<01:35:57> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192618::::::::70:264:::::::::|h[Кусочки~`льда]|h|r^N2^S192767^t^^	RAID	серегя-Ревущийфьорд", -- [1849]
			"<01:36:00> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	злюдра-Ревущийфьорд", -- [1850]
			"<01:36:00> <Comm>		^1^Sl^T^N1^S192767^t^^	RAID	злюдра-Ревущийфьорд", -- [1851]
			"<01:36:05> <Comm>		^1^Srolls^T^N1^N3^N2^T^Sледотроль-Ревущийфьорд^N4^Sмурратик-Ревущийфьорд^N56^Sменструа-Ревущийфьорд^N50^Sбабусянатусе-Ревущийфьорд^N91^Sювитта-Ревущийфьорд^N34^Sожившийлось-Ревущийфьорд^N75^Sледиланатель-Ревущийфьорд^N32^Sватрониум-Ревущийфьорд^N99^Sнотушка-Ревущийфьорд^N26^Sлинлот-Ревущийфьорд^N21^Sсерегя-Ревущийфьорд^N77^Sбишарк-Ревущийфьорд^N30^Sхохохохохох-Ревущийфьорд^N16^Sэтовертолет-Ревущийфьорд^N68^Sкомт-Ревущийфьорд^N36^Sгигаовца-Ревущийфьорд^N96^Sдельфуего-Ревущийфьорд^N80^Sзлюдра-Ревущийфьорд^N20^Sхугомонк-Ревущийфьорд^N87^Sнатазат-Ревущийфьорд^N52^Sаландир-Ревущийфьорд^N29^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1852]
			"<01:36:05> <Comm>		^1^Srolls^T^N1^N4^N2^T^Sледотроль-Ревущийфьорд^N4^Sмурратик-Ревущийфьорд^N56^Sменструа-Ревущийфьорд^N50^Sбабусянатусе-Ревущийфьорд^N91^Sювитта-Ревущийфьорд^N34^Sожившийлось-Ревущийфьорд^N75^Sледиланатель-Ревущийфьорд^N32^Sватрониум-Ревущийфьорд^N99^Sнотушка-Ревущийфьорд^N26^Sлинлот-Ревущийфьорд^N21^Sсерегя-Ревущийфьорд^N77^Sбишарк-Ревущийфьорд^N30^Sхохохохохох-Ревущийфьорд^N16^Sэтовертолет-Ревущийфьорд^N68^Sкомт-Ревущийфьорд^N36^Sгигаовца-Ревущийфьорд^N96^Sдельфуего-Ревущийфьорд^N80^Sзлюдра-Ревущийфьорд^N20^Sхугомонк-Ревущийфьорд^N87^Sнатазат-Ревущийфьорд^N52^Sаландир-Ревущийфьорд^N29^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1853]
			"<01:36:10> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	линлот-Ревущийфьорд", -- [1854]
			"<01:36:10> <Comm>		^1^Sl^T^N1^S199124^t^^	RAID	линлот-Ревущийфьорд", -- [1855]
			"<01:37:11> <Comm>		^1^Srolls^T^N1^N2^N2^T^Sледотроль-Ревущийфьорд^N91^Sмурратик-Ревущийфьорд^N58^Sменструа-Ревущийфьорд^N83^Sбабусянатусе-Ревущийфьорд^N15^Sювитта-Ревущийфьорд^N66^Sожившийлось-Ревущийфьорд^N96^Sледиланатель-Ревущийфьорд^N84^Sватрониум-Ревущийфьорд^N81^Sнотушка-Ревущийфьорд^N12^Sлинлот-Ревущийфьорд^N55^Sсерегя-Ревущийфьорд^N75^Sбишарк-Ревущийфьорд^N51^Sхохохохохох-Ревущийфьорд^N37^Sэтовертолет-Ревущийфьорд^N28^Sкомт-Ревущийфьорд^N47^Sгигаовца-Ревущийфьорд^N90^Sдельфуего-Ревущийфьорд^N77^Sзлюдра-Ревущийфьорд^N45^Sхугомонк-Ревущийфьорд^N72^Sнатазат-Ревущийфьорд^N89^Sаландир-Ревущийфьорд^N23^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1856]
			"<01:37:14> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	190454	|cffa335ee|Hitem:190454::::::::70:269:::::::::|h[Изначальный хаос]|h|r	10	Этовертолет	WARRIOR", -- [1857]
			"<01:37:14> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	2587	200686	|cffa335ee|Hitem:200686::::::::70:269:::::::::|h[Изначальное средоточие]|h|r	1	Этовертолет	WARRIOR", -- [1858]
			"<01:37:16> <Comm>		^1^Shistory^T^N1^Sхохохохохох-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SPRIEST^SgroupSize^N20^Sboss^SТеррос^Stime^S23:37:13^SitemReplaced1^S|cffa335ee|Hitem:193515:6625:::::::70:259::13:6:8837:8838:4785:8802:8850:8790:7:28:2164:29:49:30:36:38:8:40:426:44:198059:45:192552:::::|h[Тканевое~`одеяние~`геодезиста~`|A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195500::::::::70:259::5:6:6652:8825:8820:7980:1485:8767::::::|h[Уплотненная~`ряса~`сектанта]|h|r^Sid^S1671644233-35^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1859]
			"<01:37:16> <Comm>		^1^Sawarded^T^N1^N2^N2^Sхохохохохох-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1860]
			"<01:38:20> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	линлот-Ревущийфьорд", -- [1861]
			"<01:38:20> <Comm>		^1^SpI^T^N1^SDAMAGER^N2^SМастер~`Огня^N4^N0^N5^N385.875^N6^N254^t^^	RAID	линлот-Ревущийфьорд", -- [1862]
			"<01:38:20> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [1863]
			"<01:38:20> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1864]
			"<01:38:20> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [1865]
			"<01:38:20> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1866]
			"<01:38:25> <Comm>		^1^SlootAck^T^N1^N254^N2^N385.875^N3^T^Sresponse^T^N1^B^N2^B^N3^B^N4^B^t^Sdiff^T^N1^N17^N2^N7^N3^N10^N4^N10^N5^N36^t^Sgear1^T^N1^S199444::::::::70:254::14:7:8943:6652:7936:8822:8820:1507:8767:1:28:2474^N2^S137498:6625:::::::70:254::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279^N3^S193722::::::::70:254::33:9:8966:7977:6652:7937:8822:8818:9144:1614:8767:1:28:1279^N4^S193722::::::::70:254::33:9:8966:7977:6652:7937:8822:8818:9144:1614:8767:1:28:1279^N5^S200445::::::::70:254::25:6:6652:7936:8783:1478:5855:8766:1:28:2602^t^Sgear2^T^t^t^t^^	RAID	линлот-Ревущийфьорд", -- [1867]
			"<01:38:35> <Comm>		^1^Sresponse^T^N1^N5^N2^T^Sresponse^SPASS^t^t^^	RAID	линлот-Ревущийфьорд", -- [1868]
			"<01:38:49> <Comm>		^1^Srolls^T^N1^N5^N2^T^Sледотроль-Ревущийфьорд^N85^Sмурратик-Ревущийфьорд^N10^Sменструа-Ревущийфьорд^N15^Sбабусянатусе-Ревущийфьорд^N49^Sювитта-Ревущийфьорд^N75^Sожившийлось-Ревущийфьорд^N6^Sледиланатель-Ревущийфьорд^N89^Sватрониум-Ревущийфьорд^N68^Sнотушка-Ревущийфьорд^N80^Sлинлот-Ревущийфьорд^N91^Sсерегя-Ревущийфьорд^N35^Sбишарк-Ревущийфьорд^N62^Sхохохохохох-Ревущийфьорд^N58^Sэтовертолет-Ревущийфьорд^N27^Sкомт-Ревущийфьорд^N23^Sгигаовца-Ревущийфьорд^N77^Sдельфуего-Ревущийфьорд^N47^Sзлюдра-Ревущийфьорд^N60^Sхугомонк-Ревущийфьорд^N37^Sнатазат-Ревущийфьорд^N48^Sаландир-Ревущийфьорд^N33^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1869]
			"<01:39:18> <Comm>		^1^Shistory^T^N1^Sледотроль-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SHUNTER^SgroupSize^N21^Sboss^SТеррос^Stime^S23:39:15^SitemReplaced1^S|cffa335ee|Hitem:195210::::::::70:259::11:2:8776:8984:2:9:70:28:2154:::::|h[Сердце~`Азмерлот]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195502::::::::70:259::5:6:6652:7937:8783:7980:1485:8767::::::|h[Плененный~`сердечник~`Терроса]|h|r^Sid^S1671644355-36^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1870]
			"<01:39:18> <Comm>		^1^Sawarded^T^N1^N5^N2^Sледотроль-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1871]
			"<01:39:27> <Comm>		^1^Shistory^T^N1^Sхугомонк-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SMONK^SgroupSize^N21^Sboss^SТеррос^Stime^S23:39:24^SitemReplaced1^S|cffa335ee|Hitem:191995::::::::70:259::73:5:6652:7937:1485:5864:8767:1:28:2437:::::|h[Кушак~`из~`шкуры~`выдрека]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195501::::::::70:259::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой~`пояс~`из~`сросшегося~`сланца]|h|r^Sid^S1671644364-37^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1872]
			"<01:39:27> <Comm>		^1^Sawarded^T^N1^N3^N2^Sхугомонк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1873]
			"<01:39:35> <Comm>		^1^Shistory^T^N1^Sзлюдра-Ревущийфьорд^N2^T^SmapID^N2522^Scolor^T^N1^N0^N2^N1^N3^N0^N4^N1^t^Sclass^SDRUID^SgroupSize^N21^Sboss^SТеррос^Stime^S23:39:32^SitemReplaced1^S|cffa335ee|Hitem:191995::::::::70:259::42:5:6652:7936:1485:5864:8767:1:28:2287:::::|h[Кушак~`из~`шкуры~`выдрека]|h|r^Sinstance^SХранилище~`Воплощений-Героический^Sowner^Sдельфуего-Ревущийфьорд^Sresponse^SОсновной~`спек/Нужно^StypeCode^Sdefault^SdifficultyID^N15^SlootWon^S|cffa335ee|Hitem:195501::::::::70:259::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой~`пояс~`из~`сросшегося~`сланца]|h|r^Sid^S1671644372-38^Sdate^S21/12/22^SresponseID^N1^Svotes^N0^SisAwardReason^b^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1874]
			"<01:39:35> <Comm>		^1^Sawarded^T^N1^N4^N2^Sзлюдра-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1875]
			"<01:39:36> <Comm>		^1^Ssession_end^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1876]
			"<01:40:00> <Comm>		^1^Sv^T^N1^S3.6.4^t^^	GUILD	дельфуего-Ревущийфьорд", -- [1877]
			"<01:40:00> <Comm>		^1^SplayerInfoRequest^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1878]
			"<01:40:00> <DEBUG>		I'm an enchanter", -- [1879]
			"<01:40:00> <Comm>		^1^Smldb^T^N1^T^S|8^T^S|14^T^S|5^N3^t^t^S|12^N60^S|11^T^S|14^T^t^t^S|1^B^S|2^B^S|5^N3^S|17^B^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1880]
			"<01:40:00> <INFO>		OnMLDBReceived", -- [1881]
			"<01:40:00> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	ледотроль-Ревущийфьорд", -- [1882]
			"<01:40:00> <Comm>		^1^Sxrealm^T^N1^Sдельфуего-Ревущийфьорд^N2^SpI^N3^SDAMAGER^N4^SОтряд~`Репка^N6^N0^N7^N377.5^N8^N253^t^^	RAID	ледотроль-Ревущийфьорд", -- [1883]
			"<01:40:00> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	натазат-Ревущийфьорд", -- [1884]
			"<01:40:00> <Comm>		^1^Sr^T^N1^S3.6.0^N3^T^t^t^^	GUILD	бесогонтв-Ревущийфьорд", -- [1885]
			"<01:40:00> <Comm>		^1^Sxrealm^T^N1^Sдельфуего-Ревущийфьорд^N2^SpI^N3^SDAMAGER^N4^SОтряд~`Репка^N6^N0^N7^N380.5^N8^N62^t^^	RAID	натазат-Ревущийфьорд", -- [1886]
			"<01:40:00> <Comm>		^1^Sr^T^N1^S3.6.1^N3^T^t^t^^	GUILD	бишарк-Ревущийфьорд", -- [1887]
			"<01:40:00> <Comm>		^1^Sxrealm^T^N1^Sдельфуего-Ревущийфьорд^N2^SpI^N3^SHEALER^N4^SОтряд~`Репка^N6^N0^N7^N385^N8^N264^t^^	RAID	бишарк-Ревущийфьорд", -- [1888]
			"<01:40:01> <Comm>		^1^Scouncil^T^N1^T^S1615-0A722347^B^t^t^^	RAID	дельфуего-Ревущийфьорд", -- [1889]
			"<01:40:01> <DEBUG>		isCouncil	false", -- [1890]
			"<01:40:09> <Comm>		^1^Sl^T^N1^S198501^t^^	RAID	комт-Ревущийфьорд", -- [1891]
			"<01:41:02> <Comm>		^1^SfakeLoot^T^N1^S|cff1eff00|Hitem:199012::::::::70:264:::4:7968:6652:7937:1691:1:28:2159:::::|h[Опояска~`могучей~`волны~`с~`символом~`огненной~`вспышки]|h|r^N2^S198502^t^^	RAID	серегя-Ревущийфьорд", -- [1892]
			"<01:41:05> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	нотушка-Ревущийфьорд", -- [1893]
			"<01:41:06> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1894]
			"<01:41:06> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1895]
			"<01:41:07> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190326	|cff0070dd|Hitem:190326::::::::70:269:::::::::|h[Пробуждающийся воздух]|h|r	1	Ледиланатель	MAGE", -- [1896]
			"<01:41:15> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1897]
			"<01:41:15> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1898]
			"<01:41:20> <DEBUG>		TradeUI: Traded item(s) to	дельфуего-Ревущийфьорд", -- [1899]
			"<01:41:20> <DEBUG>		TradeUI:Hide()", -- [1900]
			"<01:41:20> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195501::::::::70:259::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой~`пояс~`из~`сросшегося~`сланца]|h|r^N2^Sхугомонк-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1901]
			"<01:41:21> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	ледотроль-Ревущийфьорд", -- [1902]
			"<01:41:23> <Comm>		^1^SfakeLoot^T^N1^S|cff9d9d9d|Hitem:192644::::::::70:264:::::::::|h[Воздушная~`частица]|h|r^N2^S196856^t^^	RAID	серегя-Ревущийфьорд", -- [1903]
			"<01:41:25> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	линлот-Ревущийфьорд", -- [1904]
			"<01:41:25> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	линлот-Ревущийфьорд", -- [1905]
			"<01:41:31> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195498::::::::70:259::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Взгляд~`живой~`добычи]|h|r^N2^Sменструа-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1906]
			"<01:41:47> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195501::::::::70:259::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой~`пояс~`из~`сросшегося~`сланца]|h|r^N2^Sзлюдра-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1907]
			"<01:42:18> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	мурратик-Ревущийфьорд", -- [1908]
			"<01:42:18> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	мурратик-Ревущийфьорд", -- [1909]
			"<01:42:19> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1910]
			"<01:42:19> <Comm>		^1^Sl^T^N1^S196855^t^^	RAID	ожившийлось-Ревущийфьорд", -- [1911]
			"<01:42:44> <Comm>		^1^Strade_complete^T^N1^S|cffa335ee|Hitem:195500::::::::70:259::5:6:6652:8825:8820:7980:1485:8767::::::|h[Уплотненная~`ряса~`сектанта]|h|r^N2^Sхохохохохох-Ревущийфьорд^N3^Sдельфуего-Ревущийфьорд^t^^	RAID	дельфуего-Ревущийфьорд", -- [1912]
			"<01:43:19> <Comm>		^1^Sl^T^N1^S196856^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1913]
			"<01:43:20> <Comm>		^1^Sl^T^N1^S197146^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1914]
			"<01:43:20> <Comm>		^1^Sl^T^N1^S197146^t^^	RAID	хохохохохох-Ревущийфьорд", -- [1915]
			"<01:43:20> <DEBUG>		Event:	LOOT_READY	true", -- [1916]
			"<01:43:20> <DEBUG>		Ignoring	nil	as it's a currency", -- [1917]
			"<01:43:20> <DEBUG>		Event:	LOOT_READY	true", -- [1918]
			"<01:43:20> <DEBUG>		Ignoring	nil	as it's a currency", -- [1919]
			"<01:43:21> <DEBUG>		Event:	LOOT_CLOSED", -- [1920]
			"<01:43:21> <DEBUG>		Event:	LOOT_CLOSED", -- [1921]
			"<01:43:41> <Comm>		^1^Sl^T^N1^S197147^t^^	RAID	нотушка-Ревущийфьорд", -- [1922]
			"<01:43:41> <Comm>		^1^Sl^T^N1^S197147^t^^	RAID	нотушка-Ревущийфьорд", -- [1923]
			"<01:44:22> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	этовертолет-Ревущийфьорд", -- [1924]
			"<01:44:22> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	этовертолет-Ревущийфьорд", -- [1925]
			"<01:44:23> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190320	|cff0070dd|Hitem:190320::::::::70:269:::::::::|h[Пробуждающийся огонь]|h|r	1	Ледотроль	HUNTER", -- [1926]
			"<01:44:24> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1927]
			"<01:44:24> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	бабусянатусе-Ревущийфьорд", -- [1928]
			"<01:44:24> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	ледотроль-Ревущийфьорд", -- [1929]
			"<01:45:06> <DEBUG>		Event:	LOOT_READY	true", -- [1930]
			"<01:45:06> <DEBUG>		Adding to self.lootSlotInfo	1	|cff1eff00|Hitem:198991::::::::70:269:::4:7968:6652:7937:1702:1:28:2159:::::|h[Напульсники наблюдателя за драконами с символом лихорадочного света]|h|r	2	1	Creature-0-3113-2522-2156-199028-000023702A	1", -- [1931]
			"<01:45:06> <DEBUG>		Event:	LOOT_READY	true", -- [1932]
			"<01:45:06> <DEBUG>		Adding to self.lootSlotInfo	1	|cff1eff00|Hitem:198991::::::::70:269:::4:7968:6652:7937:1702:1:28:2159:::::|h[Напульсники наблюдателя за драконами с символом лихорадочного света]|h|r	2	1	Creature-0-3113-2522-2156-199028-000023702A	1", -- [1933]
			"<01:45:06> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	аландир-Ревущийфьорд", -- [1934]
			"<01:45:06> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	аландир-Ревущийфьорд", -- [1935]
			"<01:45:06> <DEBUG>		OnLootSlotCleared()	1	|cff1eff00|Hitem:198991::::::::70:269:::4:7968:6652:7937:1702:1:28:2159:::::|h[Напульсники наблюдателя за драконами с символом лихорадочного света]|h|r	2", -- [1936]
			"<01:45:06> <DEBUG>		Event:	LOOT_CLOSED", -- [1937]
			"<01:45:06> <DEBUG>		Event:	LOOT_CLOSED", -- [1938]
			"<01:45:07> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	хугомонк-Ревущийфьорд", -- [1939]
			"<01:45:07> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	хугомонк-Ревущийфьорд", -- [1940]
			"<01:45:08> <DEBUG>		Storage:New	|cff1eff00|Hitem:198991::::::::70:269:::4:7968:6652:7937:1702:1:28:2159:::::|h[Напульсники наблюдателя за драконами с символом лихорадочного света]|h|r	temp", -- [1941]
			"<01:45:08> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198991::::::::70:269:::4:7968:6652:7937:1702:1:28:2159:::::||h[Напульсники наблюдателя за драконами с символом лихорадочного света]||h||r	5", -- [1942]
			"<01:45:08> <DEBUG>		Found:	nil	nil	nil", -- [1943]
			"<01:45:09> <DEBUG>		Event:	ENCOUNTER_LOOT_RECEIVED	0	190328	|cff0070dd|Hitem:190328::::::::70:269:::::::::|h[Пробуждающийся лед]|h|r	2	Бабусянатусе	PRIEST", -- [1944]
			"<01:45:09> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198991::::::::70:269:::4:7968:6652:7937:1702:1:28:2159:::::||h[Напульсники наблюдателя за драконами с символом лихорадочного света]||h||r	5", -- [1945]
			"<01:45:09> <DEBUG>		Found:	nil	nil	nil", -- [1946]
			"<01:45:10> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	натазат-Ревущийфьорд", -- [1947]
			"<01:45:10> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	натазат-Ревущийфьорд", -- [1948]
			"<01:45:10> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198991::::::::70:269:::4:7968:6652:7937:1702:1:28:2159:::::||h[Напульсники наблюдателя за драконами с символом лихорадочного света]||h||r	5", -- [1949]
			"<01:45:10> <DEBUG>		Found:	nil	nil	nil", -- [1950]
			"<01:45:11> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	ледотроль-Ревущийфьорд", -- [1951]
			"<01:45:11> <DEBUG>		Storage: searching for item:	||cff1eff00||Hitem:198991::::::::70:269:::4:7968:6652:7937:1702:1:28:2159:::::||h[Напульсники наблюдателя за драконами с символом лихорадочного света]||h||r	5", -- [1952]
			"<01:45:11> <DEBUG>		Found:	nil	nil	nil", -- [1953]
			"<01:45:11> <ERROR>		UpdateAndSendRecentTradableItem: |cff1eff00|Hitem:198991::::::::70:269:::4:7968:6652:7937:1702:1:28:2159:::::|h[Напульсники наблюдателя за драконами с символом лихорадочного света]|h|r not found in bags", -- [1954]
			"<01:45:12> <Comm>		^1^Sl^T^N1^S199028^t^^	RAID	комт-Ревущийфьорд", -- [1955]
			"<01:45:51> <Comm>		^1^Sl^T^N1^S199030^t^^	RAID	этовертолет-Ревущийфьорд", -- [1956]
			"<01:45:51> <Comm>		^1^Sl^T^N1^S199030^t^^	RAID	этовертолет-Ревущийфьорд", -- [1957]
			"<01:45:54> <Comm>		^1^Sl^T^N1^S199027^t^^	RAID	ледотроль-Ревущийфьорд", -- [1958]
			"<01:46:32> <DEBUG>		Event:	LOOT_READY	true", -- [1959]
			"<01:46:32> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0	1	Creature-0-3113-2522-2156-199029-0000237084	1", -- [1960]
			"<01:46:32> <DEBUG>		Event:	LOOT_READY	true", -- [1961]
			"<01:46:32> <DEBUG>		Adding to self.lootSlotInfo	1	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0	1	Creature-0-3113-2522-2156-199029-0000237084	1", -- [1962]
			"<01:46:33> <DEBUG>		OnLootSlotCleared()	1	|cff9d9d9d|Hitem:192626::::::::70:269:::::::::|h[Куча пыли]|h|r	0", -- [1963]
			"<01:46:33> <DEBUG>		Event:	LOOT_CLOSED", -- [1964]
			"<01:46:33> <DEBUG>		Event:	LOOT_CLOSED", -- [1965]
			"<01:46:33> <Comm>		^1^Sl^T^N1^S199029^t^^	RAID	хугомонк-Ревущийфьорд", -- [1966]
			"<01:46:33> <Comm>		^1^Sl^T^N1^S199029^t^^	RAID	хугомонк-Ревущийфьорд", -- [1967]
			"<01:46:43> <DEBUG>		Event:	ENCOUNTER_START	2590	Совет стихий	15	21", -- [1968]
			"<01:46:43> <INFO>		UpdatePlayersData()", -- [1969]
			"<01:46:43> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1970]
			"<01:46:47> <DEBUG>		Event:	ENCOUNTER_END	2590	Совет стихий	15	21	0", -- [1971]
			"<01:49:05> <DEBUG>		Event:	ENCOUNTER_START	2590	Совет стихий	15	21", -- [1972]
			"<01:49:05> <INFO>		UpdatePlayersData()", -- [1973]
			"<01:49:05> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1974]
			"<01:52:19> <DEBUG>		Event:	ENCOUNTER_END	2590	Совет стихий	15	21	0", -- [1975]
			"<01:55:06> <DEBUG>		Event:	ENCOUNTER_START	2590	Совет стихий	15	21", -- [1976]
			"<01:55:06> <INFO>		UpdatePlayersData()", -- [1977]
			"<01:55:06> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1978]
			"<01:59:49> <DEBUG>		Event:	ENCOUNTER_END	2590	Совет стихий	15	21	0", -- [1979]
			"<02:01:45> <DEBUG>		Event:	ENCOUNTER_START	2590	Совет стихий	15	21", -- [1980]
			"<02:01:45> <INFO>		UpdatePlayersData()", -- [1981]
			"<02:01:45> <Comm>		^1^SStartHandleLoot^T^t^^	RAID	дельфуего-Ревущийфьорд", -- [1982]
			"<02:05:58> <DEBUG>		Event:	ENCOUNTER_END	2590	Совет стихий	15	21	0", -- [1983]
			"<02:06:31> <DEBUG>		Event:	PLAYER_ENTERING_WORLD	false	false", -- [1984]
			"<02:06:31> <INFO>		UpdatePlayersData()", -- [1985]
			"<02:06:33> <DEBUG>		GetML()", -- [1986]
			"<02:07:26> <DEBUG>		Event:	PARTY_LEADER_CHANGED", -- [1987]
			"<02:07:28> <DEBUG>		GetML()", -- [1988]
			"<02:07:28> <DEBUG>		Resetting council as we have a new ML!", -- [1989]
			"<02:07:28> <INFO>		MasterLooter = 	менструа-Ревущийфьорд", -- [1990]
			"<02:07:28> <Comm>		^1^SplayerInfoRequest^T^t^^	RAID	менструа-Ревущийфьорд", -- [1991]
			"<02:07:28> <DEBUG>		I'm an enchanter", -- [1992]
			"<02:07:28> <Comm>		^1^Smldb^T^N1^T^S|8^T^S|14^T^S|5^N3^t^t^S|12^N60^S|11^T^S|14^T^t^t^S|1^B^S|2^B^S|5^N3^S|17^B^t^t^^	RAID	менструа-Ревущийфьорд", -- [1993]
			"<02:07:28> <INFO>		OnMLDBReceived", -- [1994]
			"<02:07:28> <Comm>		^1^Sxrealm^T^N1^Sменструа-Ревущийфьорд^N2^SpI^N3^SDAMAGER^N4^SОтряд~`Репка^N6^N0^N7^N385^N8^N264^t^^	RAID	бишарк-Ревущийфьорд", -- [1995]
			"<02:07:30> <Comm>		^1^Scouncil^T^N1^T^S1615-0A9A671E^B^t^t^^	RAID	менструа-Ревущийфьорд", -- [1996]
			"<02:07:30> <DEBUG>		isCouncil	false", -- [1997]
			"<02:07:33> <DEBUG>		Event:	GROUP_LEFT	1	Party-1615-1-00003644EFD0", -- [1998]
			"<02:07:33> <DEBUG>		GetML()", -- [1999]
			"<02:07:43> <DEBUG>		Timer MLdb_check passed", -- [2000]
		},
		["cache"] = {
			["player"] = {
				["Player-1615-0AEB1962"] = {
					["ilvl"] = 385.875,
					["guid"] = "Player-1615-0AEB1962",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["name"] = "линлот-Ревущийфьорд",
					["rank"] = "Мастер Огня",
					["cache_time"] = 1671655097,
					["specID"] = 254,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1604-0AC9C9BC"] = {
					["name"] = "танимура-СвежевательДуш",
					["guid"] = "Player-1604-0AC9C9BC",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1670866676,
					["realm"] = "СвежевательДуш",
				},
				["Player-1615-0B081BFE"] = {
					["ilvl"] = 382.125,
					["guid"] = "Player-1615-0B081BFE",
					["class"] = "WARRIOR",
					["role"] = "DAMAGER",
					["cache_time"] = 1671132008,
					["rank"] = "Отряд Репка",
					["name"] = "флдан-Ревущийфьорд",
					["specID"] = 72,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-0B024F7D"] = {
					["ilvl"] = 378.375,
					["guid"] = "Player-1615-0B024F7D",
					["class"] = "MONK",
					["role"] = "HEALER",
					["cache_time"] = 1671133108,
					["rank"] = "Альт офицера",
					["name"] = "лаурэлин-Ревущийфьорд",
					["specID"] = 270,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущий фьорд",
				},
				["Player-3713-098CDEE8"] = {
					["name"] = "Trìckster-BurningLegion",
					["guid"] = "Player-3713-098CDEE8",
					["class"] = "DRUID",
					["cache_time"] = 1671201844,
					["realm"] = "BurningLegion",
				},
				["Player-512-063CACE5"] = {
					["name"] = "Moprale-Arakarahm",
					["guid"] = "Player-512-063CACE5",
					["class"] = "DRUID",
					["cache_time"] = 1671200711,
					["realm"] = "Arakarahm",
				},
				["Player-1615-0B0B1965"] = {
					["name"] = "нерассвело-Ревущийфьорд",
					["guid"] = "Player-1615-0B0B1965",
					["class"] = "DRUID",
					["cache_time"] = 1670780218,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-0AF74D53"] = {
					["ilvl"] = 379.5625,
					["guid"] = "Player-1615-0AF74D53",
					["class"] = "PALADIN",
					["role"] = "TANK",
					["name"] = "мурратик-Ревущийфьорд",
					["cache_time"] = 1671400934,
					["specID"] = 66,
					["enchantingLvl"] = 0,
					["rank"] = "Темный совет",
				},
				["Player-1615-0AF1B79B"] = {
					["ilvl"] = 382.6875,
					["guid"] = "Player-1615-0AF1B79B",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["cache_time"] = 1671041682,
					["rank"] = "Отряд Репка",
					["name"] = "томмишелби-Ревущийфьорд",
					["specID"] = 253,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1923-07068744"] = {
					["name"] = "энхонатор-Ясеневыйлес",
					["guid"] = "Player-1923-07068744",
					["class"] = "SHAMAN",
					["cache_time"] = 1671203234,
					["realm"] = "Ясеневыйлес",
				},
				["Player-3674-0AACA3BD"] = {
					["name"] = "Rhondius-TwistingNether",
					["guid"] = "Player-3674-0AACA3BD",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1670007467,
					["realm"] = "TwistingNether",
				},
				["Player-1615-0B088FBD"] = {
					["ilvl"] = 374.5,
					["guid"] = "Player-1615-0B088FBD",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["cache_time"] = 1671040442,
					["rank"] = "Отряд Репка",
					["name"] = "драчелло-Ревущийфьорд",
					["specID"] = 253,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-09EF9724"] = {
					["ilvl"] = 392.8125,
					["guid"] = "Player-1615-09EF9724",
					["class"] = "DEMONHUNTER",
					["role"] = "DAMAGER",
					["name"] = "аландир-Ревущийфьорд",
					["cache_time"] = 1671645057,
					["realm"] = "Ревущийфьорд",
					["specID"] = 577,
					["enchantingLvl"] = 0,
					["rank"] = "Новичок",
				},
				["Player-1615-0AD1AA33"] = {
					["ilvl"] = 385.8125,
					["guid"] = "Player-1615-0AD1AA33",
					["class"] = "PRIEST",
					["role"] = "HEALER",
					["name"] = "хохохохохох-Ревущийфьорд",
					["realm"] = "Ревущийфьорд",
					["cache_time"] = 1671649142,
					["specID"] = 256,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-0AAF2B61"] = {
					["name"] = "пофигисстка-Ревущийфьорд",
					["guid"] = "Player-1615-0AAF2B61",
					["class"] = "PALADIN",
					["cache_time"] = 1670999247,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1379-0A7CC488"] = {
					["name"] = "Guarnisiones-Sanguino",
					["guid"] = "Player-1379-0A7CC488",
					["class"] = "WARRIOR",
					["cache_time"] = 1670999304,
					["realm"] = "Sanguino",
				},
				["Player-1615-0AEE985A"] = {
					["name"] = "милкм-Ревущийфьорд",
					["guid"] = "Player-1615-0AEE985A",
					["class"] = "ROGUE",
					["cache_time"] = 1670778917,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1084-0A85DFB6"] = {
					["name"] = "Ultramagic-TarrenMill",
					["guid"] = "Player-1084-0A85DFB6",
					["class"] = "MAGE",
					["cache_time"] = 1671092436,
					["realm"] = "TarrenMill",
				},
				["Player-3686-06F4687C"] = {
					["name"] = "Glep-Antonidas",
					["guid"] = "Player-3686-06F4687C",
					["class"] = "HUNTER",
					["cache_time"] = 1671204247,
					["realm"] = "Antonidas",
				},
				["Player-1615-0B03A24D"] = {
					["ilvl"] = 380.25,
					["guid"] = "Player-1615-0B03A24D",
					["class"] = "MAGE",
					["role"] = "DAMAGER",
					["cache_time"] = 1671390517,
					["name"] = "арканбурст-Ревущийфьорд",
					["enchanter"] = true,
					["specID"] = 62,
					["enchantingLvl"] = 72,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-0A722347"] = {
					["name"] = "дельфуего-Ревущийфьорд",
					["guid"] = "Player-1615-0A722347",
					["class"] = "ROGUE",
					["cache_time"] = 1671656790,
					["realm"] = "Ревущийфьорд",
				},
				["Player-3674-076D1816"] = {
					["name"] = "Voicesmyhead-TwistingNether",
					["guid"] = "Player-3674-076D1816",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671217143,
					["realm"] = "TwistingNether",
				},
				["Player-3674-0AA6F780"] = {
					["name"] = "Roséy-TwistingNether",
					["guid"] = "Player-3674-0AA6F780",
					["class"] = "DRUID",
					["cache_time"] = 1670871587,
					["realm"] = "TwistingNether",
				},
				["Player-1615-0AEC9129"] = {
					["ilvl"] = 386.0625,
					["guid"] = "Player-1615-0AEC9129",
					["class"] = "DEATHKNIGHT",
					["role"] = "TANK",
					["name"] = "ожившийлось-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1671130752,
					["specID"] = 250,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущий фьорд",
				},
				["Player-512-0A47051C"] = {
					["name"] = "Carotte-Rashgarroth",
					["guid"] = "Player-512-0A47051C",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671200552,
					["realm"] = "Rashgarroth",
				},
				["Player-1615-08946304"] = {
					["ilvl"] = 370.375,
					["guid"] = "Player-1615-08946304",
					["class"] = "SHAMAN",
					["role"] = "DAMAGER",
					["cache_time"] = 1671039794,
					["rank"] = "Новичок",
					["name"] = "ватрониум-Ревущийфьорд",
					["specID"] = 263,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1301-0C4D88BD"] = {
					["name"] = "Amveraid-Outland",
					["guid"] = "Player-1301-0C4D88BD",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1670011845,
					["realm"] = "Outland",
				},
				["Player-1615-0A8E7F97"] = {
					["ilvl"] = 371.1875,
					["guid"] = "Player-1615-0A8E7F97",
					["class"] = "DEATHKNIGHT",
					["role"] = "DAMAGER",
					["cache_time"] = 1671038654,
					["realm"] = "Ревущий фьорд",
					["name"] = "нотушка-Ревущийфьорд",
					["specID"] = 252,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-0B07C4E5"] = {
					["ilvl"] = 378.9375,
					["guid"] = "Player-1615-0B07C4E5",
					["class"] = "MONK",
					["realm"] = "Ревущийфьорд",
					["role"] = "DAMAGER",
					["cache_time"] = 1671606066,
					["name"] = "хугомонк-Ревущийфьорд",
					["enchanter"] = true,
					["specID"] = 269,
					["enchantingLvl"] = 26,
					["rank"] = "Отряд Репка",
				},
				["Player-1403-07D0B7B1"] = {
					["name"] = "Krazypal-Draenor",
					["guid"] = "Player-1403-07D0B7B1",
					["class"] = "PALADIN",
					["cache_time"] = 1671563262,
					["realm"] = "Draenor",
				},
				["Player-1615-0ADE2910"] = {
					["name"] = "малгастус-Ревущийфьорд",
					["guid"] = "Player-1615-0ADE2910",
					["class"] = "HUNTER",
					["cache_time"] = 1670999274,
					["realm"] = "Ревущий фьорд",
				},
				["Player-3674-0AACA720"] = {
					["name"] = "Wolfenstian-TwistingNether",
					["guid"] = "Player-3674-0AACA720",
					["class"] = "SHAMAN",
					["cache_time"] = 1670009339,
					["realm"] = "TwistingNether",
				},
				["Player-1604-0B463FD3"] = {
					["name"] = "малганиан-СвежевательДуш",
					["guid"] = "Player-1604-0B463FD3",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671204638,
					["realm"] = "СвежевательДуш",
				},
				["Player-1615-04993223"] = {
					["name"] = "зуланария-Ревущийфьорд",
					["guid"] = "Player-1615-04993223",
					["class"] = "HUNTER",
					["cache_time"] = 1669891610,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1301-08BB22C8"] = {
					["name"] = "Gluktus-Outland",
					["guid"] = "Player-1301-08BB22C8",
					["class"] = "SHAMAN",
					["cache_time"] = 1670010078,
					["realm"] = "Outland",
				},
				["Player-1615-0B10CD8A"] = {
					["ilvl"] = 383.75,
					["guid"] = "Player-1615-0B10CD8A",
					["class"] = "SHAMAN",
					["role"] = "HEALER",
					["cache_time"] = 1671645899,
					["rank"] = "Отряд Репка",
					["name"] = "бишарк-Ревущийфьорд",
					["specID"] = 264,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-07400DB2"] = {
					["ilvl"] = 382.375,
					["guid"] = "Player-1615-07400DB2",
					["class"] = "PALADIN",
					["role"] = "DAMAGER",
					["name"] = "неорпал-Ревущийфьорд",
					["cache_time"] = 1671398873,
					["specID"] = 70,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-0AE5B2D0"] = {
					["ilvl"] = 388.75,
					["guid"] = "Player-1615-0AE5B2D0",
					["class"] = "MAGE",
					["role"] = "DAMAGER",
					["cache_time"] = 1671645287,
					["rank"] = "Отряд Репка",
					["name"] = "ледиланатель-Ревущийфьорд",
					["specID"] = 63,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-0A0BCC2B"] = {
					["ilvl"] = 376.25,
					["guid"] = "Player-1615-0A0BCC2B",
					["class"] = "PALADIN",
					["role"] = "HEALER",
					["name"] = "дереликт-Ревущийфьорд",
					["realm"] = "Ревущий фьорд",
					["cache_time"] = 1671132506,
					["specID"] = 65,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1401-0A493011"] = {
					["name"] = "Losienne-Nozdormu",
					["guid"] = "Player-1401-0A493011",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1671607065,
					["realm"] = "Nozdormu",
				},
				["Player-1615-0AC000DE"] = {
					["ilvl"] = 391.8125,
					["guid"] = "Player-1615-0AC000DE",
					["class"] = "WARLOCK",
					["role"] = "DAMAGER",
					["cache_time"] = 1671646950,
					["realm"] = "Ревущийфьорд",
					["name"] = "комт-Ревущийфьорд",
					["specID"] = 266,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-08D81B1E"] = {
					["ilvl"] = 372.875,
					["guid"] = "Player-1615-08D81B1E",
					["class"] = "HUNTER",
					["role"] = "DAMAGER",
					["cache_time"] = 1671133472,
					["rank"] = "Отряд Репка",
					["name"] = "ледотроль-Ревущийфьорд",
					["specID"] = 253,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-08C89FCF"] = {
					["name"] = "воледар-Ревущийфьорд",
					["guid"] = "Player-1615-08C89FCF",
					["class"] = "DRUID",
					["cache_time"] = 1670014274,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-089527CE"] = {
					["name"] = "гронтарг-Ревущийфьорд",
					["class"] = "WARRIOR",
					["cache_time"] = 1671566599,
					["guid"] = "Player-1615-089527CE",
				},
				["Player-1615-0B0576A8"] = {
					["name"] = "хуговар-Ревущийфьорд",
					["guid"] = "Player-1615-0B0576A8",
					["class"] = "WARRIOR",
					["cache_time"] = 1670942078,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1604-0F4B93D6"] = {
					["name"] = "бабичрион-СвежевательДуш",
					["guid"] = "Player-1604-0F4B93D6",
					["class"] = "EVOKER",
					["cache_time"] = 1670781543,
					["realm"] = "СвежевательДуш",
				},
				["Player-1604-0E6839B9"] = {
					["name"] = "флук-СвежевательДуш",
					["guid"] = "Player-1604-0E6839B9",
					["class"] = "WARRIOR",
					["cache_time"] = 1671561083,
					["realm"] = "СвежевательДуш",
				},
				["Player-2073-09E8FB01"] = {
					["name"] = "Leóo-Stormscale",
					["guid"] = "Player-2073-09E8FB01",
					["class"] = "EVOKER",
					["cache_time"] = 1670006951,
					["realm"] = "Stormscale",
				},
				["Player-1615-0B09BE14"] = {
					["name"] = "хугакон-Ревущийфьорд",
					["guid"] = "Player-1615-0B09BE14",
					["class"] = "EVOKER",
					["cache_time"] = 1670947998,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-097038E5"] = {
					["name"] = "бэдасс-Ревущийфьорд",
					["guid"] = "Player-1615-097038E5",
					["class"] = "WARRIOR",
					["cache_time"] = 1670868352,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-0A9A671E"] = {
					["ilvl"] = 391.125,
					["guid"] = "Player-1615-0A9A671E",
					["class"] = "DEATHKNIGHT",
					["role"] = "DAMAGER",
					["name"] = "менструа-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1671656847,
					["specID"] = 252,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-09E509D4"] = {
					["name"] = "енб-Ревущийфьорд",
					["guid"] = "Player-1615-09E509D4",
					["class"] = "MAGE",
					["cache_time"] = 1670005294,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1602-0F482A6F"] = {
					["name"] = "тевилара-Гордунни",
					["guid"] = "Player-1602-0F482A6F",
					["class"] = "MAGE",
					["cache_time"] = 1671000713,
					["realm"] = "Гордунни",
				},
				["Player-1615-0B09B583"] = {
					["ilvl"] = 383.375,
					["guid"] = "Player-1615-0B09B583",
					["class"] = "EVOKER",
					["role"] = "DAMAGER",
					["name"] = "ювитта-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1671644893,
					["specID"] = 1467,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-3674-0AEE2318"] = {
					["name"] = "Kattpiss-TwistingNether",
					["guid"] = "Player-3674-0AEE2318",
					["class"] = "DEATHKNIGHT",
					["cache_time"] = 1671206492,
					["realm"] = "TwistingNether",
				},
				["Player-3686-0939E2B8"] = {
					["name"] = "Rivèe-Antonidas",
					["guid"] = "Player-3686-0939E2B8",
					["class"] = "WARRIOR",
					["cache_time"] = 1670012784,
					["realm"] = "Antonidas",
				},
				["Player-1615-0B080B42"] = {
					["ilvl"] = 389.375,
					["guid"] = "Player-1615-0B080B42",
					["class"] = "DRUID",
					["role"] = "HEALER",
					["cache_time"] = 1671644207,
					["rank"] = "Отряд Репка",
					["name"] = "злюдра-Ревущийфьорд",
					["specID"] = 105,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1403-09D86091"] = {
					["name"] = "Aeternatus-Draenor",
					["guid"] = "Player-1403-09D86091",
					["class"] = "DRUID",
					["cache_time"] = 1670999563,
					["realm"] = "Draenor",
				},
				["Player-3691-09BFF0B7"] = {
					["name"] = "Noghle-Blackhand",
					["guid"] = "Player-3691-09BFF0B7",
					["class"] = "HUNTER",
					["cache_time"] = 1670869322,
					["realm"] = "Blackhand",
				},
				["Player-3674-0AC34315"] = {
					["name"] = "Texi-TwistingNether",
					["guid"] = "Player-3674-0AC34315",
					["class"] = "DRUID",
					["cache_time"] = 1670869819,
					["realm"] = "TwistingNether",
				},
				["Player-1379-0ACDC3B1"] = {
					["name"] = "Jasnahkholin-Zul'jin",
					["guid"] = "Player-1379-0ACDC3B1",
					["class"] = "WARRIOR",
					["cache_time"] = 1671000470,
					["realm"] = "Zul'jin",
				},
				["Player-1615-0B10D1BE"] = {
					["ilvl"] = 380.5,
					["guid"] = "Player-1615-0B10D1BE",
					["class"] = "MAGE",
					["role"] = "DAMAGER",
					["name"] = "натазат-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1671652729,
					["specID"] = 62,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-07F2BDDA"] = {
					["name"] = "сленс-Ревущийфьорд",
					["guid"] = "Player-1615-07F2BDDA",
					["class"] = "PALADIN",
					["cache_time"] = 1670999283,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-08C5A483"] = {
					["ilvl"] = 382.5,
					["guid"] = "Player-1615-08C5A483",
					["class"] = "WARLOCK",
					["role"] = "DAMAGER",
					["name"] = "гернина-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1671130233,
					["specID"] = 266,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-07A0B983"] = {
					["name"] = "зевуудду-Ревущийфьорд",
					["guid"] = "Player-1615-07A0B983",
					["class"] = "PRIEST",
					["cache_time"] = 1670014574,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1922-02865D7A"] = {
					["name"] = "шпонь-Азурегос",
					["guid"] = "Player-1922-02865D7A",
					["class"] = "HUNTER",
					["cache_time"] = 1670999113,
					["realm"] = "Азурегос",
				},
				["Player-3391-0C4C3008"] = {
					["name"] = "Tamatie-Silvermoon",
					["guid"] = "Player-3391-0C4C3008",
					["class"] = "DRUID",
					["cache_time"] = 1671215390,
					["realm"] = "Silvermoon",
				},
				["Player-1615-0B033E78"] = {
					["ilvl"] = 382.3125,
					["guid"] = "Player-1615-0B033E78",
					["class"] = "PRIEST",
					["role"] = "HEALER",
					["cache_time"] = 1671393860,
					["name"] = "бабусянатусе-Ревущийфьорд",
					["specID"] = 257,
					["enchantingLvl"] = 0,
					["rank"] = "Отряд Репка",
				},
				["Player-1615-079A5AA5"] = {
					["name"] = "стивэнсон-Ревущийфьорд",
					["guid"] = "Player-1615-079A5AA5",
					["class"] = "WARRIOR",
					["cache_time"] = 1669838321,
					["realm"] = "Ревущий фьорд",
				},
				["Player-1615-0AAD6B8C"] = {
					["ilvl"] = 385.375,
					["guid"] = "Player-1615-0AAD6B8C",
					["class"] = "SHAMAN",
					["role"] = "HEALER",
					["name"] = "серегя-Ревущийфьорд",
					["rank"] = "Отряд Репка",
					["cache_time"] = 1671646996,
					["specID"] = 264,
					["enchantingLvl"] = 0,
					["realm"] = "Ревущийфьорд",
				},
				["Player-1615-0B057C44"] = {
					["name"] = "денрайву-Ревущийфьорд",
					["class"] = "DRUID",
					["cache_time"] = 1671565460,
					["guid"] = "Player-1615-0B057C44",
				},
				["Player-1615-0B05F7E2"] = {
					["name"] = "вламлю-Ревущийфьорд",
					["guid"] = "Player-1615-0B05F7E2",
					["class"] = "DEMONHUNTER",
					["cache_time"] = 1670091692,
					["realm"] = "Ревущий фьорд",
				},
				["Player-581-078E3A48"] = {
					["name"] = "Venroxs-Blackrock",
					["guid"] = "Player-581-078E3A48",
					["class"] = "DRUID",
					["cache_time"] = 1671607289,
					["realm"] = "Blackrock",
				},
			},
		},
		["locale"] = "ruRU",
		["verTestCandidates"] = {
			["грандисон-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671653892, -- [3]
			},
			["аммигдала-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671566173, -- [3]
			},
			["мурратик-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671645559, -- [3]
			},
			["бухомэн-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671606283, -- [3]
			},
			["ледиланатель-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671645290, -- [3]
			},
			["лаурэлин-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671646832, -- [3]
			},
			["багетлюбви-Ревущийфьорд"] = {
				"3.6.2", -- [1]
				nil, -- [2]
				1671647056, -- [3]
			},
			["дельфуего-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671655200, -- [3]
			},
			["аэрель-Ревущийфьорд"] = {
				"3.6.1", -- [1]
				nil, -- [2]
				1671217899, -- [3]
			},
			["нейровульф-Ревущийфьорд"] = {
				"3.6.2", -- [1]
				nil, -- [2]
				1671564923, -- [3]
			},
			["мирикк-Ревущийфьорд"] = {
				"3.6.0", -- [1]
				nil, -- [2]
				1671217899, -- [3]
			},
			["сварщег-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671646776, -- [3]
			},
			["злюднюшка-Ревущийфьорд"] = {
				"3.6.0", -- [1]
				nil, -- [2]
				1671202713, -- [3]
			},
			["тиралея-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671653482, -- [3]
			},
			["аландир-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671645060, -- [3]
			},
			["аишвария-Ревущийфьорд"] = {
				"3.5.1", -- [1]
				nil, -- [2]
				1671653892, -- [3]
			},
			["гигаовца-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671433982, -- [3]
			},
			["неорпал-Ревущийфьорд"] = {
				"3.6.2", -- [1]
				nil, -- [2]
				1671398874, -- [3]
			},
			["комт-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671646953, -- [3]
			},
			["флдан-Ревущийфьорд"] = {
				"3.6.0", -- [1]
				nil, -- [2]
				1671396747, -- [3]
			},
			["ледотроль-Ревущийфьорд"] = {
				"3.6.1", -- [1]
				nil, -- [2]
				1671655200, -- [3]
			},
			["томмишелби-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671651534, -- [3]
			},
			["драчелло-Ревущийфьорд"] = {
				"3.6.1", -- [1]
				nil, -- [2]
				1671206498, -- [3]
			},
			["ювитта-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671644896, -- [3]
			},
			["бишарк-Ревущийфьорд"] = {
				"3.6.1", -- [1]
				nil, -- [2]
				1671655200, -- [3]
			},
			["бабусянатусе-Ревущийфьорд"] = {
				"3.6.2", -- [1]
				nil, -- [2]
				1671394595, -- [3]
			},
			["злюдра-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671644209, -- [3]
			},
			["бесогонтв-Ревущийфьорд"] = {
				"3.6.0", -- [1]
				nil, -- [2]
				1671655200, -- [3]
			},
			["ватрониум-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671560994, -- [3]
			},
			["айдаго-Ревущийфьорд"] = {
				"3.6.2", -- [1]
				nil, -- [2]
				1671394596, -- [3]
			},
			["нотушка-Ревущийфьорд"] = {
				"3.6.0", -- [1]
				nil, -- [2]
				1671397925, -- [3]
			},
			["линлот-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671655100, -- [3]
			},
			["менструа-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671654341, -- [3]
			},
			["дереликт-Ревущийфьорд"] = {
				"3.6.0", -- [1]
				nil, -- [2]
				1671217899, -- [3]
			},
			["хохохохохох-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671649145, -- [3]
			},
			["арканбурст-Ревущийфьорд"] = {
				"3.6.2", -- [1]
				nil, -- [2]
				1671607183, -- [3]
			},
			["серегя-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671646999, -- [3]
			},
			["ожившийлось-Ревущийфьорд"] = {
				"3.6.2", -- [1]
				nil, -- [2]
				1671394596, -- [3]
			},
			["неордк-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671607182, -- [3]
			},
			["каровчик-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671646556, -- [3]
			},
			["гернина-Ревущийфьорд"] = {
				"3.6.1", -- [1]
				nil, -- [2]
				1671217899, -- [3]
			},
			["натазат-Ревущийфьорд"] = {
				"3.6.1", -- [1]
				nil, -- [2]
				1671655200, -- [3]
			},
			["грэндиссон-Ревущийфьорд"] = {
				"3.6.4", -- [1]
				nil, -- [2]
				1671652571, -- [3]
			},
		},
		["version"] = "3.6.4",
		["oldVersion"] = "3.6.2",
		["regionID"] = 3,
	},
	["profiles"] = {
		["Default"] = {
			["UI"] = {
				["tradeui"] = {
					["bgColor"] = {
						0.55, -- [1]
						0.84, -- [2]
						1, -- [3]
					},
					["borderColor"] = {
						0.62, -- [1]
						0.86, -- [2]
						0.87, -- [3]
						0.85, -- [4]
					},
					["background"] = "Blizzard Garrison Background 3",
					["border"] = "Blizzard Dialog",
				},
				["lootframe"] = {
					["bgColor"] = {
						0.55, -- [1]
						0.84, -- [2]
						1, -- [3]
					},
					["borderColor"] = {
						0.62, -- [1]
						0.86, -- [2]
						0.87, -- [3]
						0.85, -- [4]
					},
					["background"] = "Blizzard Garrison Background 3",
					["border"] = "Blizzard Dialog",
				},
				["default"] = {
					["bgColor"] = {
						0.55, -- [1]
						0.84, -- [2]
						1, -- [3]
					},
					["borderColor"] = {
						0.62, -- [1]
						0.86, -- [2]
						0.87, -- [3]
						0.85, -- [4]
					},
					["background"] = "Blizzard Garrison Background 3",
					["border"] = "Blizzard Dialog",
				},
			},
		},
	},
}
RCLootCouncilLootDB = {
	["profileKeys"] = {
		["Хуговар - Ревущий фьорд"] = "Хуговар - Ревущий фьорд",
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Хугобум - Ревущий фьорд"] = "Хугобум - Ревущий фьорд",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хугакон - Ревущий фьорд"] = "Хугакон - Ревущий фьорд",
	},
	["factionrealm"] = {
		["Horde - Ревущий фьорд"] = {
			["ледотроль-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 18,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:23:04",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:200252:6527:::::::70:259::25:4:6652:1478:5861:8767:1:28:2602:::::|h[Пламенная зенитная пушка]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195490::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["id"] = "1671031384-0",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "23:39:15",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:195210::::::::70:259::11:2:8776:8984:2:9:70:28:2154:::::|h[Сердце Азмерлот]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195502::::::::70:259::5:6:6652:7937:8783:7980:1485:8767::::::|h[Плененный сердечник Терроса]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671644355-36",
					["typeCode"] = "default",
				}, -- [2]
			},
			["мурратик-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "14/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 4,
					["groupSize"] = 27,
					["votes"] = 0,
					["time"] = "22:13:33",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193802::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2155:::::|h[Наплечье неизменной истины]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671034413-13",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195477::::::::70:259::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r",
					["note"] = "BIS",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Эраног",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "18/12/22",
					["class"] = "PALADIN",
					["iSubClass"] = 0,
					["groupSize"] = 23,
					["votes"] = 0,
					["time"] = "22:29:56",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134503:6624:::::::70:260::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279:::::|h[Инфернальная кираса]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Курог Зловещий Тотем",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196601::::::::70:260::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из почитаемого аметиста]|h|r",
					["note"] = "2part",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1671380996-7",
					["typeCode"] = "default",
				}, -- [2]
			},
			["Ceryne-TwistingNether"] = {
				{
					["mapID"] = 2516,
					["date"] = "16/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 10,
					["groupSize"] = 5,
					["isAwardReason"] = false,
					["time"] = "17:23:33",
					["iClass"] = 2,
					["id"] = "1671204213-0",
					["owner"] = "Ceryne-TwistingNether",
					["response"] = "Personal Loot - Non tradeable",
					["difficultyID"] = 8,
					["lootWon"] = "|cffa335ee|Hitem:193699::::::::70:62::33:6:8962:7977:6652:9147:1601:8767:1:28:1279:::::|h[Staff of Violent Storms]|h|r",
					["color"] = {
						1, -- [1]
						0.6, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = "PL",
					["instance"] = "The Nokhud Offensive-Mythic Keystone",
					["boss"] = "Balakar Khan",
				}, -- [1]
			},
			["менструа-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "14/12/22",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Террос",
					["time"] = "21:51:54",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193477::::::::70:259::37:4:6652:1481:5865:8767:1:28:2385:::::|h[Чешуйка со следами ран]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Обычный",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671033114-5",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194303::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Рокочущий рубин]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:200859::::::::70:259::26:4:6652:1485:5858:8767:1:28:2516:::::|h[Трофей опытного охотника]|h|r",
					["votes"] = 0,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 27,
					["boss"] = "Террос",
					["time"] = "21:57:55",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193735::::::::70:259::23:6:7977:6652:7937:8816:1594:8767:1:28:2157:::::|h[Стальной шлем землекрушителя с забралом]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195498::::::::70:259::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Взгляд живой добычи]|h|r",
					["id"] = "1671033475-8",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 23,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:29:49",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193753:6624:::::::70:260::33:8:8965:7977:6652:8822:8820:9144:1611:8767:1:28:1279:::::|h[Кираса взлетающего ужаса]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196586::::::::70:260::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r",
					["votes"] = 0,
					["date"] = "18/12/22",
					["responseID"] = 1,
					["id"] = "1671380989-6",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 5,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "22:00:19",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:197922:3368:::::::70:260::42:4:6652:1485:5864:8767:1:28:2287:::::|h[Копье атакующей кавалерии]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195518::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Усиленный крушитель куалаши]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671638419-18",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "23:34:44",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:201951::::::::70:259::13:5:8851:8852:8801:8850:8791:7:28:2164:29:32:30:40:38:7:40:842:45:198059:46:194578:::::|h[Шлем опытного исследователя |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195498::::::::70:259::5:7:6652:7936:8825:8820:7980:1485:8767::::::|h[Взгляд живой добычи]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671644084-34",
					["typeCode"] = "default",
				}, -- [5]
			},
			["бабусянатусе-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Террос",
					["time"] = "21:57:44",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193666::192957:192957:192957::::70:259::23:6:7977:42:1594:8767:8783:8782:1:28:2157:::::|h[Клыкаррское костяное ожерелье]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195502::::::::70:259::3:6:6652:7937:8784:7979:1472:8767::::::|h[Плененный сердечник Терроса]|h|r",
					["id"] = "1671033464-7",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 21,
					["votes"] = 0,
					["time"] = "21:07:19",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193810:6543:::::::70:259::23:5:7977:6652:8816:1594:8767:1:28:2157:::::|h[Крепкие штаны рудокопа]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Эраног",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195479::::::::70:259::3:6:6652:8821:8820:7979:1472:8767::::::|h[Бриджи мастера огня]|h|r",
					["note"] = "bis",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1671635239-1",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["votes"] = 0,
					["time"] = "22:51:05",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:193690::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2157:::::|h[Наплечники ловца драконов]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["response"] = "Основной спек/Нужно",
					["boss"] = "Хранительница стаи Денна",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196604::::::::70:259::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из почитаемого лазурита]|h|r",
					["note"] = "2 кусок",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["id"] = "1671641465-25",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "PRIEST",
					["iSubClass"] = 0,
					["groupSize"] = 11,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:52:14",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191491::::::::70:259::13:4:8836:8840:8902:8801:3:28:2164:38:7:40:200:::::|h[Поддерживающий алхимический камень |A:Professions-ChatIcon-Quality-Tier4:17:17::1|a]|h|r",
					["votes"] = 0,
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["id"] = "1671641534-26",
					["response"] = "Основной спек/Нужно",
					["note"] = "бис триня",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194307::::::::70:259::3:4:7979:6652:1472:8767::::::|h[Обещание хранительницы стаи]|h|r",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["isAwardReason"] = false,
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193678::::::::70:259::23:4:7977:41:1594:8767:1:28:2155:::::|h[Миниатюрный поющий камень]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [4]
			},
			["ювитта-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 3,
					["groupSize"] = 23,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:30:21",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:192004:6573:192959::::::70:260::37:5:43:7935:1481:5865:8767:1:28:2385:::::|h[Наручи он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195516::::::::70:260::3:7:6652:7937:7979:8821:8819:1472:8767::::::|h[Проводники нахлынувшей песни]|h|r",
					["votes"] = 0,
					["date"] = "18/12/22",
					["responseID"] = 1,
					["id"] = "1671381021-9",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 3,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "22:00:41",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:191997:6624:::::::70:260::28:4:6652:1468:5865:8766:1:28:2474:::::|h[Кольчуга он'арского сокольничего]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195487::::::::70:260::3:6:6652:8821:8820:7979:1472:8767::::::|h[Пепельный хауберк Эмбар]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671638441-19",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 3,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "22:16:30",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193715:6612:::::::70:259::33:8:8962:7977:6652:8822:8818:9144:1601:8767:1:28:1279:::::|h[Сапоги взрывного роста]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195495::::::::70:259::3:6:6652:7979:8821:8818:1472:8767::::::|h[Лихие перепрыгиватели оврагов]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671639390-23",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "EVOKER",
					["iSubClass"] = 1,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "23:18:40",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200971:6591:::::::70:259::14::1:28:2078:::::|h[Обсидиановая накидка]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671643120-30",
					["typeCode"] = "default",
				}, -- [4]
			},
			["злюдра-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 1,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "22:14:10",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:198959:6589:::::::70:259::27:6:8978:6652:8815:1478:5865:8767:1:28:2078:::::|h[Обмотки объездчика драконов]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::5:6:6652:8825:8819:7980:1485:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["id"] = "1671034450-14",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2444,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 0,
					["groupSize"] = 0,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:20:29",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:191994:6538:::::::70:260::36:4:43:1478:5865:8767:1:28:2246:::::|h[Брюки из шкуры выдрека]|h|r",
					["instance"] = "10.0 Драконьи острова-",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:260::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["votes"] = 0,
					["date"] = "15/12/22",
					["responseID"] = 1,
					["id"] = "1671121229-1",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DRUID",
					["iSubClass"] = 2,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "23:39:32",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191995::::::::70:259::42:5:6652:7936:1485:5864:8767:1:28:2287:::::|h[Кушак из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195501::::::::70:259::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671644372-38",
					["typeCode"] = "default",
				}, -- [3]
			},
			["ледиланатель-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:18:46",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:201939:6540:::::::70:260::13:5:8851:8852:8802:8850:8793:7:28:2164:29:40:30:49:38:8:40:855:44:198059:45:194566:::::|h[Проверенные штаны геодезиста |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:260::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["votes"] = 0,
					["date"] = "15/12/22",
					["responseID"] = 1,
					["id"] = "1671121126-0",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:32:34",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191492::::::::70:259::13:4:8836:8840:8902:8802:3:28:2164:38:8:40:201:::::|h[Стремительный алхимический камень |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671636754-11",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194304::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193791::::::::70:259::23:4:7977:6652:1594:8767:1:28:2155:::::|h[Пробивающий время коготь]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [2]
			},
			["лаурэлин-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "22:11:59",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:192013:6624:::::::70:259::26:4:41:1462:5868:8766:1:28:2523:::::|h[Жилет из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195478::::::::70:259::5:6:7980:6652:8825:8820:1485:8767::::::|h[Облачение защитника Вальдраккена]|h|r",
					["id"] = "1671034319-12",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
			},
			["ватрониум-Ревущийфьорд"] = {
				{
					["mapID"] = 2444,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 3,
					["groupSize"] = 0,
					["boss"] = "Террос",
					["time"] = "21:55:01",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:193655::::::::70:259::2:5:7976:6652:8813:1581:8766:1:28:2156:::::|h[Наплечники гнилостных корней]|h|r",
					["instance"] = "10.0 Драконьи острова-",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:195499::::::::70:259::3:6:6652:8821:8817:7979:1472:8767::::::|h[Оплечье разлома]|h|r",
					["id"] = "1671033301-6",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "22:16:34",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200970::::::::70:259::14:2:7936:8783:1:28:2078:::::|h[Обсидиановый ошейник]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195496::::::::70:259::3:6:6652:7937:8784:7979:1472:8767::::::|h[Око мстительного урагана]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671639394-24",
					["typeCode"] = "default",
				}, -- [2]
			},
			["гигаовца-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "21:07:40",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193787:6603:::::::70:259::23:5:7977:6652:8815:1594:8767:1:28:2157:::::|h[Пелерина объездчика мамонтов]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195482::::::::70:259::3:6:42:8821:8819:7979:1472:8767::::::|h[Угольный плащ орденоносного командира]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671635260-2",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 10,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "21:19:16",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193761:6632:::::::70:259::23:4:7977:42:1594:8767:1:28:2157:::::|h[Насыщающий посох Истощенной Холодом]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195497::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Сейсмопосох обнаружения землетрясений]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671635956-4",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:41:59",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:191989::::::::70:259::73:5:6652:7936:1481:5855:8766:1:28:2437:::::|h[Шнурованный ремень кобальтового дозорного]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195515::::::::70:259::3:7:6652:7937:7979:8821:8818:1472:8767::::::|h[Кушак духовных поисков Магаты]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671637319-15",
					["typeCode"] = "default",
				}, -- [3]
			},
			["нотушка-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 26,
					["boss"] = "Террос",
					["time"] = "21:58:08",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200757::::::::70:259::26:5:6652:7937:1585:5858:8767:1:28:2287:::::|h[Боевой шлем куалаши]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195498::::::::70:259::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Взгляд живой добычи]|h|r",
					["id"] = "1671033488-9",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:32:12",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:192008::::::::70:259::36:4:6652:1478:5865:8767:1:28:2287:::::|h[Сотворенные драконами рукавицы]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195506::::::::70:259::3:6:6652:8821:8817:7979:1472:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671636732-9",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:41:26",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134503:6625:::::::70:259::16:8:8966:7977:6652:8822:8820:9144:3271:8767:1:28:1279:::::|h[Инфернальная кираса]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196586::::::::70:259::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671637286-13",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "22:15:00",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:195506::::::::70:259::3:6:6652:8821:8817:7979:1472:8767::::::|h[Рукавицы с алмазной гравировкой]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196587::::::::70:259::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671639300-21",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "23:20:06",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193741::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2157:::::|h[Оплечье сокрушительных волн]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195477::::::::70:259::5:6:7980:6652:8825:8817:1485:8767::::::|h[Наплечные щитки расплавленной мощи]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671643206-33",
					["typeCode"] = "default",
				}, -- [5]
			},
			["линлот-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 18,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "21:07:14",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:197945:6526:::::::70:259::37:4:6652:1481:5865:8767:1:28:2385:::::|h[Кривой терновый посох]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195490::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671635234-0",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 11,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:52:23",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:143970::::::::70:259::33:8:8965:7977:6652:8822:8817:9144:3279:8767:1:28:1279:::::|h[Наплечники малой дерзости]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196599::::::::70:259::3:4:7979:8826:1472:8767::::::|h[Камень Кузни из таинственного лазурита]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671641543-27",
					["typeCode"] = "default",
				}, -- [2]
			},
			["серегя-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "14/12/22",
					["class"] = "SHAMAN",
					["iSubClass"] = 3,
					["groupSize"] = 27,
					["votes"] = 0,
					["time"] = "22:11:43",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200186::::::::70:259::25:5:6652:7937:1478:5865:8767:1:28:2602:::::|h[Покров из янтарных перьев]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["typeCode"] = "default",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671034303-11",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195476::::::::70:259::5:7:42:7935:7980:8825:8820:1485:8767::::::|h[Украшенный шлем Эранога]|h|r",
					["note"] = "БИС!",
					["isAwardReason"] = false,
					["responseID"] = 1,
					["boss"] = "Эраног",
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 6,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "23:19:47",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200439::::::::70:259::26:4:6652:1485:5864:8767:1:28:2287:::::|h[Скипетр договора земли]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195475::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Щит огненного маршала]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671643187-32",
					["typeCode"] = "default",
				}, -- [2]
			},
			["дереликт-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PALADIN",
					["iSubClass"] = 6,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:26:32",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193645::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Кристаллизованный заслон]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195475::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Щит огненного маршала]|h|r",
					["id"] = "1671031592-3",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
			},
			["хохохохохох-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 11,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:52:31",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193713::::::::70:259::23:5:7977:6652:8813:1594:8767:1:28:2157:::::|h[Защитные перчатки для экспериментов]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195523::::::::70:259::3:6:6652:7979:8821:8817:1472:8767::::::|h[Защитные полуперчатки хранителя яиц]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671641551-28",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "PRIEST",
					["iSubClass"] = 1,
					["groupSize"] = 20,
					["boss"] = "Террос",
					["time"] = "23:37:13",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193515:6625:::::::70:259::13:6:8837:8838:4785:8802:8850:8790:7:28:2164:29:49:30:36:38:8:40:426:44:198059:45:192552:::::|h[Тканевое одеяние геодезиста |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195500::::::::70:259::5:6:6652:8825:8820:7980:1485:8767::::::|h[Уплотненная ряса сектанта]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671644233-35",
					["typeCode"] = "default",
				}, -- [2]
			},
			["арканбурст-Ревущийфьорд"] = {
				{
					["mapID"] = 2444,
					["date"] = "15/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 0,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:21:58",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193773::::::::70:260::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Добыча Нелтария]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671121318-3",
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:194304::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cff0070dd|Hitem:193677::::::::70:260::2:4:7976:6652:1581:8766:1:28:2155:::::|h[Яростное перо]|h|r",
					["instance"] = "10.0 Драконьи острова-",
				}, -- [1]
			},
			["комт-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 2,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:30:41",
					["iClass"] = 9,
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194260::::::::70:260::3:::::::|h[Выкройка: башмаки синих драконов]|h|r",
					["votes"] = 0,
					["date"] = "18/12/22",
					["responseID"] = 1,
					["id"] = "1671381041-10",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:32:00",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:133610:6540:::::::70:259::16:8:8967:7977:6652:8822:8820:9144:3274:8767:1:28:1279:::::|h[Поножи кружащихся рун]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196588::::::::70:259::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из жуткого нефрита]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671636720-8",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "WARLOCK",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:41:19",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:134415:6625:::::::70:259::16:8:8968:7977:6652:8822:8820:9144:3277:8767:1:28:1279:::::|h[Резонирующие одеяния чародея]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196586::::::::70:259::3:4:7979:8830:1472:8767::::::|h[Камень Кузни из жуткого аметиста]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671637279-12",
					["typeCode"] = "default",
				}, -- [3]
			},
			["хугомонк-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 6,
					["groupSize"] = 23,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:30:05",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:197939:6645:::::::70:260::36:4:6652:1478:5865:8767:1:28:2537:::::|h[Гарпун на пилозуба]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195483::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Авак'мани, наследие Зловещего Тотема]|h|r",
					["votes"] = 0,
					["date"] = "18/12/22",
					["responseID"] = 1,
					["id"] = "1671381005-8",
					["typeCode"] = "default",
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 22,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "21:41:44",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191992::::::::70:259::36:4:6652:1478:5865:8767:1:28:2275:::::|h[Захваты из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195514::::::::70:259::3:6:6652:7979:8821:8817:1472:8767::::::|h[Обмотки коварного тотема]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671637304-14",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						0.7, -- [2]
						0.7, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "21:59:36",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:201942::::::::70:260::13:5:8851:8852:8802:8850:8795:7:28:2164:29:36:30:32:38:8:40:849:45:198059:46:194572:::::|h[Испытанные наплечники первопроходца |A:Professions-ChatIcon-Quality-Tier5:17:17::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Незначительное улучшение",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195486::::::::70:260::3:6:6652:8821:8817:7979:1472:8767::::::|h[Наплечи из изломанной глины]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 3,
					["id"] = "1671638376-16",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 11,
					["boss"] = "Хранительница стаи Денна",
					["time"] = "22:52:42",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:134192:6573:::::::70:259::16:9:8961:7977:6652:7936:8822:8819:9144:3255:8767:1:28:1279:::::|h[Наруч из медвежьей кожи]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195525::::::::70:259::3:7:6652:7937:7979:8821:8819:1472:8767::::::|h[Наручи преданного мастера огня]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671641562-29",
					["typeCode"] = "default",
				}, -- [4]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MONK",
					["iSubClass"] = 2,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "23:39:24",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:191995::::::::70:259::73:5:6652:7937:1485:5864:8767:1:28:2437:::::|h[Кушак из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195501::::::::70:259::5:7:6652:7937:8825:8818:7980:1485:8767::::::|h[Боевой пояс из сросшегося сланца]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671644364-37",
					["typeCode"] = "default",
				}, -- [5]
			},
			["дельфуего-Ревущийфьорд"] = {
				{
					["mapID"] = 2444,
					["date"] = "15/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 4,
					["groupSize"] = 0,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:22:41",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:200169::::::::70:260::26:4:6652:1481:5865:8767:1:28:2287:::::|h[Пламенная дубинка защитника]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671121361-4",
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:195510::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Колотушка хладодышащего]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:200137::::::::70:260::25:4:6652:1475:5864:8767:1:28:2437:::::|h[Хитиновый устрашитель]|h|r",
					["instance"] = "10.0 Драконьи острова-",
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "18/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 23,
					["boss"] = "Курог Зловещий Тотем",
					["time"] = "22:28:35",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:133642::::::::70:260::33:6:8966:7977:6652:9144:3271:8767:1:28:1279:::::|h[Рог доблести]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671380915-5",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194306::::::::70:260::3:4:7979:6652:1472:8767::::::|h[Всемогущий тотем повелителя]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:198451::::::::70:260::37:4:6652:1433:5865:8767:1:28:2275:::::|h[Флакон пламени жизни]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "ROGUE",
					["iSubClass"] = 15,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "21:18:50",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:195503:6628:::::::70:259::5:4:6652:7980:1485:8767::::::|h[Прочный осколок Терроса]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671635930-3",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195503::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Прочный осколок Терроса]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:200131::::::::70:259::26:4:6652:1481:5865:8767:1:28:2287:::::|h[Возвращенный кинжал выживающего]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "ROGUE",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:31:34",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:191994::::::::70:259::43:4:6652:1488:5864:8767:1:28:2533:::::|h[Брюки из шкуры выдрека]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196593::::::::70:259::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из наивысшего нефрита]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671636694-7",
					["typeCode"] = "default",
				}, -- [4]
			},
			["драчелло-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 18,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:23:10",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:200266:6526:::::::70:259::26:4:6652:1481:5865:8767:1:28:2516:::::|h[Гнолльский запускатель игрушек для питомцев]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195490::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Жгучий заклинатель пламени]|h|r",
					["id"] = "1671031390-1",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 3,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:26:40",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193777::::::::70:259::23:7:7977:6652:7936:8816:8835:1594:8767:1:28:2157:::::|h[Шлем из отвердевшего золота]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195476::::::::70:259::3:7:6652:7936:7979:8821:8820:1472:8767::::::|h[Украшенный шлем Эранога]|h|r",
					["id"] = "1671031600-4",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [2]
				{
					["mapID"] = 2444,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "HUNTER",
					["iSubClass"] = 0,
					["groupSize"] = 0,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "22:21:14",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:192001:6493:::::::70:260::37:4:6652:1481:5865:8767:1:28:2521:::::|h[Наголенники он'арского сокольничего]|h|r",
					["instance"] = "10.0 Драконьи острова-",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 0,
					["lootWon"] = "|cffa335ee|Hitem:196598::::::::70:260::3:4:7979:8827:1472:8767::::::|h[Камень Кузни из таинственного нефрита]|h|r",
					["votes"] = 0,
					["date"] = "15/12/22",
					["responseID"] = 1,
					["id"] = "1671121274-2",
					["typeCode"] = "default",
				}, -- [3]
			},
			["бишарк-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 6,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "22:18:33",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193645::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Кристаллизованный заслон]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195475::::::::70:259::5:4:6652:7980:1485:8767::::::|h[Щит огненного маршала]|h|r",
					["id"] = "1671034713-15",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "SHAMAN",
					["iSubClass"] = 3,
					["groupSize"] = 21,
					["boss"] = "Эраног",
					["time"] = "23:19:37",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:134473::::::::70:259::16:9:8963:7977:6652:7937:8822:8820:9144:3261:8767:1:28:1279:::::|h[Воротник преданности огню]|h|r",
					["instance"] = "Хранилище Воплощений-Героический",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:195476::::::::70:259::5:7:6652:7937:7980:8825:8820:1485:8767::::::|h[Украшенный шлем Эранога]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671643177-31",
					["typeCode"] = "default",
				}, -- [2]
			},
			["натазат-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "21:23:51",
					["iClass"] = 4,
					["itemReplaced1"] = "|cff0070dd|Hitem:193750::::::::70:259::2:5:7976:6652:8816:1581:8766:1:28:2156:::::|h[Брюки парящего полета]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["typeCode"] = "default",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195479::::::::70:259::3:6:6652:8821:8820:7979:1472:8767::::::|h[Бриджи мастера огня]|h|r",
					["id"] = "1671031431-2",
					["date"] = "14/12/22",
					["responseID"] = 1,
					["votes"] = 0,
					["isAwardReason"] = false,
				}, -- [1]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 10,
					["groupSize"] = 21,
					["boss"] = "Террос",
					["time"] = "21:19:29",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193707::::::::70:259::16:6:8963:7977:6652:9147:1604:8767:1:28:1279:::::|h[Итоговая оценка]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195504::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Пробудившийся планарный столп]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671635969-5",
					["typeCode"] = "default",
				}, -- [2]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "MAGE",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Сеннарт Дыхание Льда",
					["time"] = "21:32:31",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:198407::::::::70:259::74:4:9136:6652:1476:8767:1:28:2437:::::|h[Лазурный чародейский усилитель]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Основной спек/Нужно",
					["id"] = "1671636751-10",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194304::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Смертельные силки ледяной крови]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193743::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Фрагмент Иридия]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "MAGE",
					["iSubClass"] = 1,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "21:59:45",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:193523::::::::70:260::13:4:8836:8840:8902:8800:5:28:2164:29:49:30:36:38:6:40:445:::::|h[Яркий головной покров из ткани стихий |A:Professions-ChatIcon-Quality-Tier3:17:18::1|a]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195485::::::::70:260::3:7:6652:7936:8821:8820:7979:1472:8767::::::|h[Маска ужаса советника]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671638385-17",
					["typeCode"] = "default",
				}, -- [4]
			},
			["ожившийлось-Ревущийфьорд"] = {
				{
					["mapID"] = 2522,
					["date"] = "14/12/22",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 27,
					["boss"] = "Эраног",
					["time"] = "22:11:06",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200563::::::::70:259::26:4:6652:1485:5864:8767:1:28:2287:::::|h[Панцирь для изначального ритуала]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["instance"] = "Хранилище Воплощений-Героический",
					["response"] = "Основной спек/Нужно",
					["id"] = "1671034266-10",
					["difficultyID"] = 15,
					["lootWon"] = "|cffa335ee|Hitem:194299::::::::70:259::5:4:7980:6652:1485:8767::::::|h[Украшение пламени]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 1,
					["itemReplaced2"] = "|cffa335ee|Hitem:193743::::::::70:259::23:4:7977:6652:1594:8767:1:28:2157:::::|h[Фрагмент Иридия]|h|r",
					["votes"] = 0,
				}, -- [1]
				{
					["mapID"] = 2522,
					["date"] = "21/12/22",
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 20,
					["boss"] = "Террос",
					["time"] = "21:19:39",
					["iClass"] = 4,
					["itemReplaced1"] = "|cffa335ee|Hitem:200563::::::::70:259::26:4:6652:1485:5864:8767:1:28:2287:::::|h[Панцирь для изначального ритуала]|h|r",
					["typeCode"] = "default",
					["owner"] = "дельфуего-Ревущийфьорд",
					["votes"] = 0,
					["response"] = "Оффспек/Не откажусь",
					["id"] = "1671635979-6",
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:194303::::::::70:259::3:4:6652:7979:1472:8767::::::|h[Рокочущий рубин]|h|r",
					["isAwardReason"] = false,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["responseID"] = 2,
					["itemReplaced2"] = "|cffa335ee|Hitem:194299::::::::70:259::5:4:7980:6652:1485:8767::::::|h[Украшение пламени]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
				}, -- [2]
				{
					["mapID"] = 2522,
					["color"] = {
						1, -- [1]
						0.5, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 4,
					["groupSize"] = 22,
					["boss"] = "Совет стихий",
					["time"] = "22:01:29",
					["iClass"] = 2,
					["itemReplaced1"] = "|cffa335ee|Hitem:193695:3368:::::::70:260::35:6:8971:7977:6652:9147:1630:8767::::::|h[Боевой клинок загонщика дичи]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Оффспек/Не откажусь",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:195489::::::::70:260::3:4:6652:7979:1472:8767::::::|h[Кувалда демиурга]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 2,
					["id"] = "1671638489-20",
					["typeCode"] = "default",
				}, -- [3]
				{
					["mapID"] = 2522,
					["color"] = {
						0, -- [1]
						1, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["class"] = "DEATHKNIGHT",
					["iSubClass"] = 0,
					["groupSize"] = 22,
					["boss"] = "Дафия Перерожденная",
					["time"] = "22:15:06",
					["iClass"] = 15,
					["itemReplaced1"] = "|cffa335ee|Hitem:109858::::::::70:259::33:8:8966:7977:6652:8822:8817:9144:3277:8767:1:28:1279:::::|h[Перчатки золотой стали]|h|r",
					["instance"] = "Хранилище Воплощений-Обычный",
					["owner"] = "дельфуего-Ревущийфьорд",
					["response"] = "Основной спек/Нужно",
					["isAwardReason"] = false,
					["difficultyID"] = 14,
					["lootWon"] = "|cffa335ee|Hitem:196587::::::::70:259::3:4:7979:8829:1472:8767::::::|h[Камень Кузни из жуткого граната]|h|r",
					["votes"] = 0,
					["date"] = "21/12/22",
					["responseID"] = 1,
					["id"] = "1671639306-22",
					["typeCode"] = "default",
				}, -- [4]
			},
		},
	},
}
