
SimulationCraftDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Maelti - Doomhammer"] = "Maelti - Doomhammer",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
		["Хуголок - Ревущий фьорд"] = "Хуголок - Ревущий фьорд",
		["Хуготор - Ревущий фьорд"] = "Хуготор - Ревущий фьорд",
		["Хугохав - Гордунни"] = "Хугохав - Гордунни",
		["Хугошам - Ревущий фьорд"] = "Хугошам - Ревущий фьорд",
		["Хуговар - Ревущий фьорд"] = "Хуговар - Ревущий фьорд",
		["Хугакон - Ревущий фьорд"] = "Хугакон - Ревущий фьорд",
		["Хугохав - Ревущий фьорд"] = "Хугохав - Ревущий фьорд",
		["Хугобум - Ревущий фьорд"] = "Хугобум - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хугопвар - Ревущий фьорд"] = "Хугопвар - Ревущий фьорд",
	},
	["profiles"] = {
		["Хугокан - Ревущий фьорд"] = {
		},
		["Hugotest - Draenor"] = {
		},
		["Хугомонк - Ревущий фьорд"] = {
			["minimap"] = {
				["minimapPos"] = 125.167762698662,
			},
		},
		["Maelti - Doomhammer"] = {
			["minimap"] = {
				["hide"] = true,
			},
		},
		["Хугопал - Ревущий фьорд"] = {
		},
		["Хуголок - Ревущий фьорд"] = {
			["minimap"] = {
				["minimapPos"] = 142.0017226448195,
			},
		},
		["Хуготор - Ревущий фьорд"] = {
		},
		["Хугохав - Гордунни"] = {
		},
		["Хугошам - Ревущий фьорд"] = {
			["minimap"] = {
				["minimapPos"] = 180.9086167587178,
			},
		},
		["Хуговар - Ревущий фьорд"] = {
			["minimap"] = {
				["hide"] = true,
			},
		},
		["Хугакон - Ревущий фьорд"] = {
		},
		["Хугохав - Ревущий фьорд"] = {
			["minimap"] = {
				["minimapPos"] = 210.1538222170101,
				["hide"] = true,
			},
		},
		["Хугобум - Ревущий фьорд"] = {
		},
		["Hugork - Draenor"] = {
			["minimap"] = {
				["minimapPos"] = 197.9874009664423,
			},
		},
		["Хугопвар - Ревущий фьорд"] = {
		},
	},
}
