
TomTomDB = {
	["profileKeys"] = {
		["Хугомонк - Ревущий фьорд"] = "Default",
		["Хугакон - Ревущий фьорд"] = "Default",
		["Хугопал - Ревущий фьорд"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["arrow"] = {
				["position"] = {
					"CENTER", -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					0, -- [4]
					0, -- [5]
				},
			},
			["block"] = {
				["position"] = {
					"LEFT", -- [1]
					nil, -- [2]
					"LEFT", -- [3]
					20.09532928466797, -- [4]
					-158.9205322265625, -- [5]
				},
			},
		},
	},
}
TomTomWaypoints = nil
TomTomWaypointsM = {
	["profileKeys"] = {
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Хугакон - Ревущий фьорд"] = "Хугакон - Ревущий фьорд",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
	},
	["profiles"] = {
		["Хугомонк - Ревущий фьорд"] = {
		},
		["Хугакон - Ревущий фьорд"] = {
		},
		["Хугопал - Ревущий фьорд"] = {
		},
	},
}
