
TomTomDB = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Default",
		["Hugotest - Draenor"] = "Default",
		["Хугомонк - Ревущий фьорд"] = "Default",
		["Хугопал - Ревущий фьорд"] = "Default",
		["Хуготор - Ревущий фьорд"] = "Default",
		["Хуговар - Ревущий фьорд"] = "Default",
		["Хугошам - Ревущий фьорд"] = "Default",
		["Хугакон - Ревущий фьорд"] = "Default",
		["Хугохав - Гордунни"] = "Default",
		["Хугохав - Ревущий фьорд"] = "Default",
		["Хугобум - Ревущий фьорд"] = "Default",
		["Hugork - Draenor"] = "Default",
		["Хуголок - Ревущий фьорд"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["arrow"] = {
				["lock"] = true,
				["position"] = {
					"CENTER", -- [1]
					nil, -- [2]
					"CENTER", -- [3]
					0, -- [4]
					0, -- [5]
				},
			},
			["block"] = {
				["position"] = {
					"TOPLEFT", -- [1]
					nil, -- [2]
					"TOPLEFT", -- [3]
					0, -- [4]
					0, -- [5]
				},
			},
		},
	},
}
TomTomWaypoints = nil
TomTomWaypointsM = {
	["profileKeys"] = {
		["Хугокан - Ревущий фьорд"] = "Хугокан - Ревущий фьорд",
		["Hugotest - Draenor"] = "Hugotest - Draenor",
		["Хугомонк - Ревущий фьорд"] = "Хугомонк - Ревущий фьорд",
		["Хугопал - Ревущий фьорд"] = "Хугопал - Ревущий фьорд",
		["Хуготор - Ревущий фьорд"] = "Хуготор - Ревущий фьорд",
		["Хуговар - Ревущий фьорд"] = "Хуговар - Ревущий фьорд",
		["Хугошам - Ревущий фьорд"] = "Хугошам - Ревущий фьорд",
		["Хугакон - Ревущий фьорд"] = "Хугакон - Ревущий фьорд",
		["Хугохав - Гордунни"] = "Хугохав - Гордунни",
		["Хугохав - Ревущий фьорд"] = "Хугохав - Ревущий фьорд",
		["Хугобум - Ревущий фьорд"] = "Хугобум - Ревущий фьорд",
		["Hugork - Draenor"] = "Hugork - Draenor",
		["Хуголок - Ревущий фьорд"] = "Хуголок - Ревущий фьорд",
	},
	["profiles"] = {
		["Хугокан - Ревущий фьорд"] = {
		},
		["Hugotest - Draenor"] = {
		},
		["Хугомонк - Ревущий фьорд"] = {
		},
		["Хугопал - Ревущий фьорд"] = {
		},
		["Хуготор - Ревущий фьорд"] = {
		},
		["Хуговар - Ревущий фьорд"] = {
		},
		["Хугошам - Ревущий фьорд"] = {
		},
		["Хугакон - Ревущий фьорд"] = {
		},
		["Хугохав - Гордунни"] = {
		},
		["Хугохав - Ревущий фьорд"] = {
		},
		["Хугобум - Ревущий фьорд"] = {
		},
		["Hugork - Draenor"] = {
		},
		["Хуголок - Ревущий фьорд"] = {
		},
	},
}
