
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
	},
	["ChatHistoryLog"] = {
		{
			"на череп все го - 10 осталось", -- [1]
			"Налорак-Корольлич", -- [2]
			"", -- [3]
			"4. Чат для новичков", -- [4]
			"Налорак-Корольлич", -- [5]
			"GUIDE", -- [6]
			32, -- [7]
			4, -- [8]
			"Чат для новичков", -- [9]
			0, -- [10]
			4, -- [11]
			"Player-1928-0E719E35", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff00ff98Налорак-Корольлич|r",
			[51] = 1668568174,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [1]
		{
			"что за череп?", -- [1]
			"Камчатка-Дракономор", -- [2]
			"", -- [3]
			"4. Чат для новичков", -- [4]
			"Камчатка-Дракономор", -- [5]
			"GUIDE", -- [6]
			32, -- [7]
			4, -- [8]
			"Чат для новичков", -- [9]
			0, -- [10]
			5, -- [11]
			"Player-1623-08A461B5", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfff48cbaКамчатка-Дракономор|r",
			[51] = 1668568176,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [2]
		{
			"повелитель стихии\\", -- [1]
			"Налорак-Корольлич", -- [2]
			"", -- [3]
			"4. Чат для новичков", -- [4]
			"Налорак-Корольлич", -- [5]
			"GUIDE", -- [6]
			32, -- [7]
			4, -- [8]
			"Чат для новичков", -- [9]
			0, -- [10]
			6, -- [11]
			"Player-1928-0E719E35", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff00ff98Налорак-Корольлич|r",
			[51] = 1668568252,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [3]
		{
			"а где он?", -- [1]
			"Камчатка-Дракономор", -- [2]
			"", -- [3]
			"4. Чат для новичков", -- [4]
			"Камчатка-Дракономор", -- [5]
			"GUIDE", -- [6]
			32, -- [7]
			4, -- [8]
			"Чат для новичков", -- [9]
			0, -- [10]
			7, -- [11]
			"Player-1623-08A461B5", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfff48cbaКамчатка-Дракономор|r",
			[51] = 1668568224,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [4]
		{
			"кратер унгоро", -- [1]
			"Налорак-Корольлич", -- [2]
			"", -- [3]
			"4. Чат для новичков", -- [4]
			"Налорак-Корольлич", -- [5]
			"GUIDE", -- [6]
			32, -- [7]
			4, -- [8]
			"Чат для новичков", -- [9]
			0, -- [10]
			8, -- [11]
			"Player-1928-0E719E35", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff00ff98Налорак-Корольлич|r",
			[51] = 1668568239,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [5]
	},
}
