
PawnOptions = {
	["LastVersion"] = 2.0708,
	["LastPlayerFullName"] = "Хугакон-Ревущий фьорд",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 188820,
			["Level"] = 206,
			["Link"] = "|cff1eff00|Hitem:188820::::::::58:1465::75:::::::|h[Капюшон изумрудного властелина]|h|r",
		}, -- [1]
		{
			["ID"] = 188814,
			["Level"] = 206,
			["Link"] = "|cff1eff00|Hitem:188814::::::::58:1465::75:::::::|h[Амулет изумрудного властелина]|h|r",
		}, -- [2]
		nil, -- [3]
		nil, -- [4]
		{
			["ID"] = 188822,
			["Level"] = 206,
			["Link"] = "|cff1eff00|Hitem:188822::::::::58:1465::75:::::::|h[Хауберк изумрудного властелина]|h|r",
		}, -- [5]
		nil, -- [6]
		{
			["ID"] = 188819,
			["Level"] = 206,
			["Link"] = "|cff1eff00|Hitem:188819::::::::58:1465::75:::::::|h[Наголенники изумрудного властелина]|h|r",
		}, -- [7]
		{
			["ID"] = 188824,
			["Level"] = 206,
			["Link"] = "|cff1eff00|Hitem:188824::::::::58:1465::75:::::::|h[Сапоги изумрудного властелина]|h|r",
		}, -- [8]
		{
			["ID"] = 188823,
			["Level"] = 206,
			["Link"] = "|cff1eff00|Hitem:188823::::::::58:1465::75:::::::|h[Наручи изумрудного властелина]|h|r",
		}, -- [9]
		{
			["ID"] = 188821,
			["Level"] = 206,
			["Link"] = "|cff1eff00|Hitem:188821::::::::58:1465::75:::::::|h[Захваты изумрудного властелина]|h|r",
		}, -- [10]
		{
			["ID"] = 188812,
			["Level"] = 206,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff1eff00|Hitem:188812::::::::58:1465::75:::::::|h[Перстень изумрудного властелина]|h|r",
		}, -- [11]
		{
			["ID"] = 188813,
			["Level"] = 206,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff1eff00|Hitem:188813::::::::58:1465::75:::::::|h[Кольцо изумрудного властелина]|h|r",
		}, -- [12]
		{
			["ID"] = 188816,
			["Level"] = 206,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff1eff00|Hitem:188816::::::::58:1465::75:::::::|h[Знак изумрудного властелина]|h|r",
		}, -- [13]
		{
			["ID"] = 188817,
			["Level"] = 206,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff1eff00|Hitem:188817::::::::58:1465::75:::::::|h[Вырезанная когтями фигурка]|h|r",
		}, -- [14]
		{
			["ID"] = 188815,
			["Level"] = 206,
			["Link"] = "|cff1eff00|Hitem:188815::::::::58:1465::75:::::::|h[Плащ изумрудного властелина]|h|r",
		}, -- [15]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "EVOKER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
