
ElvCharacterDB = {
	["ConvertKeybindings"] = true,
	["ChatEditHistory"] = {
		"/tmw", -- [1]
		"/ec", -- [2]
	},
	["ChatHistoryLog"] = {
		{
			"Это медведь на Острове новичков, там менторы бессильны", -- [1]
			"Бритвоклык-Гордунни", -- [2]
			"", -- [3]
			"4. Чат для новичков", -- [4]
			"Бритвоклык-Гордунни", -- [5]
			"GUIDE", -- [6]
			32, -- [7]
			4, -- [8]
			"Чат для новичков", -- [9]
			0, -- [10]
			1559, -- [11]
			"Player-1602-0D030B5C", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cfffff468Бритвоклык|r",
			[51] = 1668259169,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [1]
		{
			"Понятно", -- [1]
			"Колбасенечка-Дракономор", -- [2]
			"", -- [3]
			"4. Чат для новичков", -- [4]
			"Колбасенечка-Дракономор", -- [5]
			"GUIDE", -- [6]
			32, -- [7]
			4, -- [8]
			"Чат для новичков", -- [9]
			0, -- [10]
			1562, -- [11]
			"Player-1623-048F1910", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff0070ddКолбасенечка-Дракономор|r",
			[51] = 1668259185,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [2]
		{
			"а что там случилось такое? Что со смертолапом трудно?", -- [1]
			"Илзаро-Гордунни", -- [2]
			"", -- [3]
			"4. Чат для новичков", -- [4]
			"Илзаро-Гордунни", -- [5]
			"GUIDE", -- [6]
			32, -- [7]
			4, -- [8]
			"Чат для новичков", -- [9]
			0, -- [10]
			1563, -- [11]
			"Player-1602-0F44E0AE", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc41e3aИлзаро|r",
			[51] = 1668259220,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [3]
		{
			"Трудно если ты вар на СД", -- [1]
			"Вортерон-Разувий", -- [2]
			"", -- [3]
			"4. Чат для новичков", -- [4]
			"Вортерон-Разувий", -- [5]
			"GUIDE", -- [6]
			32, -- [7]
			4, -- [8]
			"Чат для новичков", -- [9]
			0, -- [10]
			1564, -- [11]
			"Player-1614-0A18199D", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffaad372Вортерон-Разувий|r",
			[51] = 1668259242,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [4]
		{
			"1", -- [1]
			"Тойотацентр-Гордунни", -- [2]
			"", -- [3]
			"4. Чат для новичков", -- [4]
			"Тойотацентр-Гордунни", -- [5]
			"NEWCOMER", -- [6]
			32, -- [7]
			4, -- [8]
			"Чат для новичков", -- [9]
			0, -- [10]
			1617, -- [11]
			"Player-1602-0F462B74", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff8788eeТойотацентр|r",
			[51] = 1668259559,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [5]
	},
}
