
PawnOptions = {
	["LastVersion"] = 2.0718,
	["LastPlayerFullName"] = "Хугохав-Гордунни",
	["AutoSelectScales"] = true,
	["ItemLevels"] = {
		{
			["ID"] = 113700,
			["Level"] = 141,
			["Link"] = "|cff0070dd|Hitem:113700::::::::56:577::19:2:4244:30:2:9:46:28:1696:::::|h[Кожаный шлем разграбления с символом огненной вспышки]|h|r",
		}, -- [1]
		{
			["ID"] = 181625,
			["Level"] = 158,
			["Link"] = "|cff0070dd|Hitem:181625::::::::56:577::53:3:7192:6652:7578:2:9:56:28:807:::::|h[Перекованный с кровью медальон]|h|r",
		}, -- [2]
		{
			["ID"] = 143969,
			["Level"] = 117,
			["Link"] = "|cff0070dd|Hitem:143969::::::::55:577::22:2:6652:8760:2:28:181:9:55:::::|h[Шипучий наплеч]|h|r",
		}, -- [3]
		nil, -- [4]
		{
			["ID"] = 181577,
			["Level"] = 158,
			["Link"] = "|cff0070dd|Hitem:181577::::::::56:577::53:2:7192:6652:2:9:56:28:807:::::|h[Жилет душеносца]|h|r",
		}, -- [5]
		{
			["ID"] = 51964,
			["Level"] = 117,
			["Link"] = "|cff0070dd|Hitem:51964::::::::56:577::1:2:4244:1681:2:9:39:28:1693:::::|h[Пояс неутомимости со знаком быстрого клинка]|h|r",
		}, -- [6]
		{
			["ID"] = 87284,
			["Level"] = 107,
			["Link"] = "|cff0070dd|Hitem:87284::::::::56:577::11:1:6710:2:9:36:28:1829:::::|h[Поножи пятого солнца]|h|r",
		}, -- [7]
		{
			["ID"] = 63344,
			["Level"] = 117,
			["Link"] = "|cff0070dd|Hitem:63344::::::::56:577::1:1:6710:2:9:39:28:1910:::::|h[Ботинки заключенного стандартного образца]|h|r",
		}, -- [8]
		{
			["ID"] = 113706,
			["Level"] = 144,
			["Link"] = "|cff0070dd|Hitem:113706::::::::56:577::1:2:4244:28:2:9:47:28:1696:::::|h[Кожаные нарукавники разграбления с символом огненной вспышки]|h|r",
		}, -- [9]
		{
			["ID"] = 144206,
			["Level"] = 102,
			["Link"] = "|cff0070dd|Hitem:144206::::::::53:577::22:2:6652:8760:2:28:181:9:53:::::|h[Грохочущие рукавицы]|h|r",
		}, -- [10]
		{
			["ID"] = 181721,
			["Level"] = 158,
			["AlsoFitsIn"] = 12,
			["Link"] = "|cff0070dd|Hitem:181721::::::::56:577::53:3:7192:6652:7578:2:9:56:28:807:::::|h[Печатка отваги перерожденных]|h|r",
		}, -- [11]
		{
			["ID"] = 144152,
			["Level"] = 124,
			["AlsoFitsIn"] = 11,
			["Link"] = "|cff0070dd|Hitem:144152::::::::56:577::22:3:6652:8811:8760:2:9:56:28:181:::::|h[Перстень-печатка ловушки клинков]|h|r",
		}, -- [12]
		{
			["ID"] = 144160,
			["Level"] = 110,
			["AlsoFitsIn"] = 14,
			["Link"] = "|cff0070dd|Hitem:144160::::::::54:577::22:2:42:8760:2:28:181:9:54:::::|h[Обжигающие слова]|h|r",
		}, -- [13]
		{
			["ID"] = 144160,
			["Level"] = 110,
			["AlsoFitsIn"] = 13,
			["Link"] = "|cff0070dd|Hitem:144160::::::::55:577::22:2:42:8760:2:28:181:9:54:::::|h[Обжигающие слова]|h|r",
		}, -- [14]
		{
			["ID"] = 144094,
			["Level"] = 102,
			["Link"] = "|cff0070dd|Hitem:144094::::::::53:577::22:2:6652:8760:2:28:181:9:53:::::|h[Накидка запутывания]|h|r",
		}, -- [15]
		{
			["ID"] = 178946,
			["Level"] = 158,
			["AlsoFitsIn"] = 17,
			["Link"] = "|cff1eff00|Hitem:178946::::::::56:577:::3:6908:6652:1714:2:9:56:28:1707:::::|h[Покрытый кровью меч с меткой безмятежности]|h|r",
		}, -- [16]
		{
			["ID"] = 144148,
			["Level"] = 117,
			["AlsoFitsIn"] = 16,
			["Link"] = "|cff0070dd|Hitem:144148::::::::56:577::22:2:6652:8760:2:28:181:9:55:::::|h[Когти Геккана]|h|r",
		}, -- [17]
	},
	["LastKeybindingsSet"] = 1,
}
PawnMrRobotScaleProviderOptions = {
	["LastClass"] = "DEMONHUNTER",
	["LastAdded"] = 1,
}
PawnClassicScaleProviderOptions = nil
